<?xml version="1.0" ?>
<!DOCTYPE PubmedArticleSet PUBLIC "-//NLM//DTD PubMedArticle, 1st January 2025//EN" "https://dtd.nlm.nih.gov/ncbi/pubmed/out/pubmed_250101.dtd">
<PubmedArticleSet>
<PubmedArticle><MedlineCitation Status="Publisher" Owner="NLM"><PMID Version="1">41916195</PMID><DateRevised><Year>2026</Year><Month>03</Month><Day>31</Day></DateRevised><Article PubModel="Print-Electronic"><Journal><ISSN IssnType="Electronic">1873-1716</ISSN><JournalIssue CitedMedium="Internet"><Volume>252</Volume><PubDate><Year>2026</Year><Month>Mar</Month><Day>26</Day></PubDate></JournalIssue><Title>Preventive veterinary medicine</Title><ISOAbbreviation>Prev Vet Med</ISOAbbreviation></Journal><ArticleTitle>Prioritization of interventions to reduce antimicrobial use in dairy cows: A multicriteria decision analysis.</ArticleTitle><Pagination><StartPage>106861</StartPage><MedlinePgn>106861</MedlinePgn></Pagination><ELocationID EIdType="doi" ValidYN="Y">10.1016/j.prevetmed.2026.106861</ELocationID><ELocationID EIdType="pii" ValidYN="Y">S0167-5877(26)00080-2</ELocationID><Abstract><AbstractText>Antimicrobial resistance (AMR) is a major global health challenge requiring integrated One Health approaches that consider human, animal, and environmental dimensions. In the province of Qu&#xe9;bec (Canada), a 2019 regulation restricting the use of category I antimicrobials (AMs) in livestock highlights the need for context-specific, evidence-based interventions to limit the dissemination of resistant microorganisms while preserving animal health and production efficiency. In this study, we developed a participatory Multi-Criteria Decision Analysis (MCDA) model to identify and prioritize future interventions aimed at limiting the dissemination of AMR from dairy herds in Qu&#xe9;bec. The model was co-constructed with stakeholders from agricultural, veterinary, public health, and consumer sectors, encompassing 22 interventions and 18 evaluation criteria covering public health, animal welfare, environmental, economic, social, and operational dimensions. Stakeholders assigned weights to each criterion under three exploratory AMR scenarios representing different risk contexts: (1) the current AMR situation (CURRENT scenario), (2) a scenario depicting an increase in AMR infections in humans (PUBLIC THREAT scenario), and (3) a scenario depicting an increase in AMR infections in dairy cattle (ANIMAL THREAT scenario). Interventions were evaluated through a literature review and expert elicitation, and sensitivity analyses were performed to assess robustness. Across all scenarios, the highest-ranked interventions included producer education (mandatory farm training, EDU1), financial support for preventive veterinary activities (subsidies for preventive monitoring, PRE2), and disease surveillance (mandatory disease surveillance, SUR5). In contrast, restrictive regulatory interventions on AMs sales (REG4, REG5) ranked lowest due to limited feasibility and acceptability. The participatory approach fostered transparency, cross-sectoral dialogue, and consensus-building, demonstrating how MCDA can operationalize the One Health framework for AMR governance. While context-specific, this framework provides a foundation for the development of similar models in other contexts, enabling adaptation to diverse livestock sectors and regional priorities.</AbstractText><CopyrightInformation>Copyright &#xa9; 2026 The Authors. Published by Elsevier B.V. All rights reserved.</CopyrightInformation></Abstract><AuthorList CompleteYN="Y"><Author ValidYN="Y"><LastName>Millar</LastName><ForeName>Nikky</ForeName><Initials>N</Initials><AffiliationInfo><Affiliation>Department of Pathology and Microbiology, Faculty of Veterinary Medicine, Universit&#xe9; de Montr&#xe9;al, Saint-Hyacinthe, QC, Canada; Groupe de recherche en &#xe9;pid&#xe9;miologie des zoonoses et sant&#xe9; publique (GREZOSP), Faculty of Veterinary Medicine, Universit&#xe9; de Montr&#xe9;al, Saint-Hyacinthe, QC, Canada; Centre de recherche en sant&#xe9; publique, Universit&#xe9; de Montr&#xe9;al et Centre int&#xe9;gr&#xe9; de sant&#xe9; et de services sociaux du Qu&#xe9;bec du Centre-Sud-de-l'&#xce;le-de-Montr&#xe9;al, Montr&#xe9;al, QC, Canada; Regroupement FRQ Op+lait, Saint-Hyacinthe, QC, Canada. Electronic address: nikky.millar@umontreal.ca.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Dufour</LastName><ForeName>Simon</ForeName><Initials>S</Initials><AffiliationInfo><Affiliation>Department of Pathology and Microbiology, Faculty of Veterinary Medicine, Universit&#xe9; de Montr&#xe9;al, Saint-Hyacinthe, QC, Canada; Groupe de recherche en &#xe9;pid&#xe9;miologie des zoonoses et sant&#xe9; publique (GREZOSP), Faculty of Veterinary Medicine, Universit&#xe9; de Montr&#xe9;al, Saint-Hyacinthe, QC, Canada; Regroupement FRQ Op+lait, Saint-Hyacinthe, QC, Canada.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>de Lagarde</LastName><ForeName>Maud</ForeName><Initials>M</Initials><AffiliationInfo><Affiliation>Department of Pathology and Microbiology, Faculty of Veterinary Medicine, Universit&#xe9; de Montr&#xe9;al, Saint-Hyacinthe, QC, Canada; Regroupement FRQ Op+lait, Saint-Hyacinthe, QC, Canada; World Organization for Animal Health (WOAH) Reference Laboratory for Escherichia coli, Faculty of Veterinary Medicine, Universit&#xe9; de Montr&#xe9;al, Saint-Hyacinthe, QC J2S 2M2, Canada; Swine and Poultry Infectious Research Center (CRIPA-FQRNT), Faculty of Veterinary Medicine, Universit&#xe9; de Montr&#xe9;al, Saint-Hyacinthe, QC J2S 2M2, Canada.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Arango-Sabogal</LastName><ForeName>J C</ForeName><Initials>JC</Initials><AffiliationInfo><Affiliation>Department of Pathology and Microbiology, Faculty of Veterinary Medicine, Universit&#xe9; de Montr&#xe9;al, Saint-Hyacinthe, QC, Canada; Groupe de recherche en &#xe9;pid&#xe9;miologie des zoonoses et sant&#xe9; publique (GREZOSP), Faculty of Veterinary Medicine, Universit&#xe9; de Montr&#xe9;al, Saint-Hyacinthe, QC, Canada; Regroupement FRQ Op+lait, Saint-Hyacinthe, QC, Canada.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Roy</LastName><ForeName>Jean-Philippe</ForeName><Initials>JP</Initials><AffiliationInfo><Affiliation>Regroupement FRQ Op+lait, Saint-Hyacinthe, QC, Canada; Department of Clinical Sciences, Faculty of Veterinary Medicine, Universit&#xe9; de Montr&#xe9;al, Saint-Hyacinthe, QC, Canada.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Belloc</LastName><ForeName>Catherine</ForeName><Initials>C</Initials><AffiliationInfo><Affiliation>Biologie, &#xc9;pid&#xe9;miologie et Analyses de risque en sant&#xe9; animale (BIOEPAR), ONIRIS-INRAE, Nantes, France.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Aenishaenslin</LastName><ForeName>C&#xe9;cile</ForeName><Initials>C</Initials><AffiliationInfo><Affiliation>Department of Pathology and Microbiology, Faculty of Veterinary Medicine, Universit&#xe9; de Montr&#xe9;al, Saint-Hyacinthe, QC, Canada; Groupe de recherche en &#xe9;pid&#xe9;miologie des zoonoses et sant&#xe9; publique (GREZOSP), Faculty of Veterinary Medicine, Universit&#xe9; de Montr&#xe9;al, Saint-Hyacinthe, QC, Canada; Centre de recherche en sant&#xe9; publique, Universit&#xe9; de Montr&#xe9;al et Centre int&#xe9;gr&#xe9; de sant&#xe9; et de services sociaux du Qu&#xe9;bec du Centre-Sud-de-l'&#xce;le-de-Montr&#xe9;al, Montr&#xe9;al, QC, Canada. Electronic address: cecile.aenishaenslin@umontreal.ca.</Affiliation></AffiliationInfo></Author></AuthorList><Language>eng</Language><PublicationTypeList><PublicationType UI="D016428">Journal Article</PublicationType></PublicationTypeList><ArticleDate DateType="Electronic"><Year>2026</Year><Month>03</Month><Day>26</Day></ArticleDate></Article><MedlineJournalInfo><Country>Netherlands</Country><MedlineTA>Prev Vet Med</MedlineTA><NlmUniqueID>8217463</NlmUniqueID><ISSNLinking>0167-5877</ISSNLinking></MedlineJournalInfo><CitationSubset>IM</CitationSubset><KeywordList Owner="NOTNLM"><Keyword MajorTopicYN="N">Antimicrobial resistance</Keyword><Keyword MajorTopicYN="N">Dairy production</Keyword><Keyword MajorTopicYN="N">Intervention prioritization</Keyword><Keyword MajorTopicYN="N">PROMETHEE</Keyword><Keyword MajorTopicYN="N">Stakeholder engagement</Keyword></KeywordList><CoiStatement>Declaration of Competing Interest The authors declare the following financial interests/personal relationships which may be considered as potential competing interests: Nikky Millar reports financial support was provided by Le centre d&#x2019;expertise et de recherche clinique en sant&#xe9; et bien-&#xea;tre animal (CERCL). Given her role as, had no involvement in the peer review of this article and had no access to information regarding its peer review. Full responsibility for the editorial process for this article was delegated to another journal editor If there are other authors, they declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper.</CoiStatement></MedlineCitation><PubmedData><History><PubMedPubDate PubStatus="received"><Year>2026</Year><Month>1</Month><Day>16</Day></PubMedPubDate><PubMedPubDate PubStatus="revised"><Year>2026</Year><Month>3</Month><Day>3</Day></PubMedPubDate><PubMedPubDate PubStatus="accepted"><Year>2026</Year><Month>3</Month><Day>23</Day></PubMedPubDate><PubMedPubDate PubStatus="medline"><Year>2026</Year><Month>4</Month><Day>1</Day><Hour>0</Hour><Minute>28</Minute></PubMedPubDate><PubMedPubDate PubStatus="pubmed"><Year>2026</Year><Month>4</Month><Day>1</Day><Hour>0</Hour><Minute>28</Minute></PubMedPubDate><PubMedPubDate PubStatus="entrez"><Year>2026</Year><Month>3</Month><Day>31</Day><Hour>18</Hour><Minute>9</Minute></PubMedPubDate></History><PublicationStatus>aheadofprint</PublicationStatus><ArticleIdList><ArticleId IdType="pubmed">41916195</ArticleId><ArticleId IdType="doi">10.1016/j.prevetmed.2026.106861</ArticleId><ArticleId IdType="pii">S0167-5877(26)00080-2</ArticleId></ArticleIdList></PubmedData></PubmedArticle></PubmedArticleSet>