<?xml version="1.0" ?>
<!DOCTYPE PubmedArticleSet PUBLIC "-//NLM//DTD PubMedArticle, 1st January 2025//EN" "https://dtd.nlm.nih.gov/ncbi/pubmed/out/pubmed_250101.dtd">
<PubmedArticleSet>
<PubmedArticle><MedlineCitation Status="MEDLINE" Owner="NLM" IndexingMethod="Automated"><PMID Version="1">41167951</PMID><DateCompleted><Year>2025</Year><Month>10</Month><Day>30</Day></DateCompleted><DateRevised><Year>2025</Year><Month>10</Month><Day>30</Day></DateRevised><Article PubModel="Print"><Journal><ISSN IssnType="Print">1005-6661</ISSN><JournalIssue CitedMedium="Print"><Volume>37</Volume><Issue>4</Issue><PubDate><Year>2025</Year><Month>May</Month><Day>22</Day></PubDate></JournalIssue><Title>Zhongguo xue xi chong bing fang zhi za zhi = Chinese journal of schistosomiasis control</Title><ISOAbbreviation>Zhongguo Xue Xi Chong Bing Fang Zhi Za Zhi</ISOAbbreviation></Journal><ArticleTitle>[Global research hotspots and trends of wildlife - associated zoonoses from 1990 to 2024].</ArticleTitle><Pagination><StartPage>420</StartPage><EndPage>427</EndPage><MedlinePgn>420-427</MedlinePgn></Pagination><ELocationID EIdType="doi" ValidYN="Y">10.16250/j.32.1915.2024268</ELocationID><Abstract><AbstractText Label="OBJECTIVE" NlmCategory="OBJECTIVE">To investigate the global hotspot issues and future directions of wildlife-associated zoonoses, so as to provide insights into identification of future research proprieties of wildlife-associated zoonoses.</AbstractText><AbstractText Label="METHODS" NlmCategory="METHODS">Research and review articles pertaining to wildlife-associated zoonoses were retrieved from the Web of Science Core Collection from 1990 to 2024, and the annual publication trends and visualization maps for research collaborations among authors, institutions and countries were analyzed using the software CiteSpace 6.3.R3. In addition, the keyword co-occurrence, burst and clustering maps and co-citation clustering maps were created to identify the research hotspots and frontier landscapes of wildlife-associated zoonoses.</AbstractText><AbstractText Label="RESULTS" NlmCategory="RESULTS">A total of 2 479 English publications were included in this bibliometric analysis. The annual publication output started to increase since 2001, and peaked in 2021 (336 publications). There were 12 authors with more than 10 publications from 1990 to 2024. The top 10 most productive institutions included 8 colleges or universities, with University of California, Davis ranking first (114 publications). The United States of America played a significant mediating role in international collaborations (betweenness centrality = 0.31) and produced the largest number of publications (1 004), and the collaboration network maps among authors, institutions, and countries all appeared localized clustering with overall fragmentation. Keyword co-occurrence analysis identified high-frequency terms including infection (489 occurrences), prevalence (398 occurrences), transmission (351 occurrences), wildlife (330 occurrences) and epidemiology (231 occurrences), and keyword burst analysis revealed the research focus of wildlife-associated zoonoses shifting from specific zoonotic diseases such as trichinellosis and tuberculosis to interdisciplinary domains including wildlife trade, virulence, One Health, and antimicrobial resistance. Keyword clustering analysis identified antimicrobial resistance and One Health as current research hotspots, and co-citation clustering analysis showed human health, agricultural intensification, and first case reports as theoretical basis for wildlife-associated zoonoses.</AbstractText><AbstractText Label="CONCLUSIONS" NlmCategory="CONCLUSIONS">The wildlife-associated zoonoses research has expanded exponentially across the world. Advocating for One health concept is an important task for management of emerging and re-emerging zoonoses currently and in future.</AbstractText></Abstract><AuthorList CompleteYN="Y"><Author ValidYN="Y"><LastName>Zhang</LastName><ForeName>Z</ForeName><Initials>Z</Initials><AffiliationInfo><Affiliation>Fujian Provincial Center for Disease Control and Prevention, Fujian Provincial Key Laboratory of Zoonotic Diseases, Fuzhou, Fujian 350012, China.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Deng</LastName><ForeName>Y</ForeName><Initials>Y</Initials><AffiliationInfo><Affiliation>Fujian Provincial Center for Disease Control and Prevention, Fujian Provincial Key Laboratory of Zoonotic Diseases, Fuzhou, Fujian 350012, China.</Affiliation></AffiliationInfo><AffiliationInfo><Affiliation>School of Public Health, Fujian Medical University, Fuzhou, Fujian 350122, China.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Wu</LastName><ForeName>S</ForeName><Initials>S</Initials><AffiliationInfo><Affiliation>Fujian Provincial Center for Disease Control and Prevention, Fujian Provincial Key Laboratory of Zoonotic Diseases, Fuzhou, Fujian 350012, China.</Affiliation></AffiliationInfo><AffiliationInfo><Affiliation>School of Public Health, Fujian Medical University, Fuzhou, Fujian 350122, China.</Affiliation></AffiliationInfo></Author></AuthorList><Language>chi</Language><GrantList CompleteYN="Y"><Grant><GrantID>Minwei[2023]2839</GrantID><Agency>Fujian Provincial Training Program for Middle-aged and Young Leading Talents in Health Sciences</Agency><Country/></Grant><Grant><GrantID>2023GGA041</GrantID><Agency>Fujian Provincial Health Commission Science and Technology Project</Agency><Country/></Grant></GrantList><PublicationTypeList><PublicationType UI="D004740">English Abstract</PublicationType><PublicationType UI="D016428">Journal Article</PublicationType></PublicationTypeList></Article><MedlineJournalInfo><Country>China</Country><MedlineTA>Zhongguo Xue Xi Chong Bing Fang Zhi Za Zhi</MedlineTA><NlmUniqueID>101144973</NlmUniqueID><ISSNLinking>1005-6661</ISSNLinking></MedlineJournalInfo><CitationSubset>IM</CitationSubset><MeshHeadingList><MeshHeading><DescriptorName UI="D015047" MajorTopicYN="Y">Zoonoses</DescriptorName><QualifierName UI="Q000453" MajorTopicYN="N">epidemiology</QualifierName><QualifierName UI="Q000635" MajorTopicYN="N">transmission</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D000818" MajorTopicYN="N">Animals</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D000835" MajorTopicYN="Y">Animals, Wild</DescriptorName><QualifierName UI="Q000469" MajorTopicYN="N">parasitology</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D006801" MajorTopicYN="N">Humans</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D015706" MajorTopicYN="N">Bibliometrics</DescriptorName></MeshHeading></MeshHeadingList><OtherAbstract Type="Publisher" Language="chi"><AbstractText><b>&#xff3b;&#x6458;&#x8981;&#xff3d;&#x76ee;&#x7684;</b> &#x5206;&#x6790;&#x91ce;&#x751f;&#x52a8;&#x7269;&#x4e0e;&#x4eba;&#x517d;&#x5171;&#x60a3;&#x75c5;&#x5173;&#x8054;&#x9886;&#x57df;&#x7684;&#x7814;&#x7a76;&#x70ed;&#x70b9;&#x4e0e;&#x53d1;&#x5c55;&#x8d8b;&#x52bf;, &#x4e3a;&#x8be5;&#x7814;&#x7a76;&#x9886;&#x57df;&#x53d1;&#x5c55;&#x63d0;&#x4f9b;&#x53c2;&#x8003;&#x3002;<b>&#x65b9;&#x6cd5;</b> &#x5728;Web of Science&#x6838;&#x5fc3;&#x5408;&#x96c6;&#x6570;&#x636e;&#x5e93;&#x4e2d;&#x68c0;&#x7d22;1990&#x2014;2024&#x5e74;&#x91ce;&#x751f;&#x52a8;&#x7269;&#x4e0e;&#x4eba;&#x517d;&#x5171;&#x60a3;&#x75c5;&#x9886;&#x57df;&#x76f8;&#x5173;&#x7814;&#x7a76;&#x8bba;&#x6587;, &#x7528;CiteSpace 6.3.R3&#x8f6f;&#x4ef6;&#x5206;&#x6790;1990&#x2014;2024&#x5e74;&#x5404;&#x5e74;&#x53d1;&#x6587;&#x91cf;, &#x5e76;&#x6784;&#x5efa;&#x7814;&#x7a76;&#x8005;&#x3001;&#x7814;&#x7a76;&#x673a;&#x6784;&#x548c;&#x56fd;&#x5bb6;&#x4e4b;&#x95f4;&#x5408;&#x4f5c;&#x60c5;&#x51b5;&#x7684;&#x53ef;&#x89c6;&#x5316;&#x56fe;&#x8c31;; &#x901a;&#x8fc7;&#x7ed8;&#x5236;&#x5173;&#x952e;&#x8bcd;&#x5171;&#x73b0;&#x3001;&#x7a81;&#x73b0;&#x3001;&#x805a;&#x7c7b;&#x56fe;&#x8c31;&#x548c;&#x6587;&#x732e;&#x5171;&#x88ab;&#x5f15;&#x805a;&#x7c7b;&#x56fe;&#x8c31;, &#x5206;&#x6790;&#x8be5;&#x9886;&#x57df;&#x7684;&#x7814;&#x7a76;&#x70ed;&#x70b9;&#x548c;&#x524d;&#x6cbf;&#x53d1;&#x5c55;&#x8d8b;&#x52bf;&#x3002;<b>&#x7ed3;&#x679c;</b>&#x672c;&#x7814;&#x7a76;&#x5171;&#x7eb3;&#x5165;2 479&#x7bc7;&#x82f1;&#x6587;&#x6587;&#x732e;&#x8fdb;&#x884c;&#x6587;&#x732e;&#x8ba1;&#x91cf;&#x5b66;&#x5206;&#x6790;, &#x81ea;2001&#x5e74;&#x8d77;&#x53d1;&#x6587;&#x91cf;&#x9010;&#x5e74;&#x4e0a;&#x5347;, 2021&#x5e74;&#x53d1;&#x6587;&#x91cf;&#x6700;&#x5927; (336&#x7bc7;) &#x3002;1990&#x2014;2024&#x5e74;&#x6709;12&#x4f4d;&#x7814;&#x7a76;&#x8005;&#x53d1;&#x6587;&#x91cf;&gt; 10&#x7bc7;; &#x53d1;&#x6587;&#x91cf;&#x5c45;&#x524d;10&#x4f4d;&#x7684;&#x673a;&#x6784;&#x4e2d;&#x6709;8&#x6240;&#x4e3a;&#x9ad8;&#x6821;, &#x5176;&#x4e2d;&#x52a0;&#x5dde;&#x5927;&#x5b66;&#x6234;&#x7ef4;&#x65af;&#x5206;&#x6821;&#x53d1;&#x6587;&#x91cf;&#x6700;&#x591a; (114&#x7bc7;); &#x5728;&#x6240;&#x6709;&#x53d1;&#x6587;&#x7684;&#x56fd;&#x5bb6;&#x4e2d;, &#x7f8e;&#x56fd;&#x53d1;&#x6587;&#x91cf;&#x6700;&#x591a; (1 004&#x7bc7;), &#x4e14;&#x5728;&#x56fd;&#x5bb6;&#x5408;&#x4f5c;&#x4e2d;&#x53d1;&#x6325;&#x8f83;&#x5927;&#x4e2d;&#x4ecb;&#x4f5c;&#x7528;, &#x5176;&#x4e2d;&#x4ecb;&#x4e2d;&#x5fc3;&#x6027;&#x6307;&#x6570;&#x4e3a;0.31; &#x4f5c;&#x8005;&#x3001;&#x673a;&#x6784;&#x548c;&#x56fd;&#x5bb6;&#x5408;&#x4f5c;&#x7f51;&#x7edc;&#x56fe;&#x8c31;&#x5747;&#x5448;&#x73b0;&#x5c0f;&#x8303;&#x56f4;&#x5bc6;&#x96c6;&#x3001;&#x603b;&#x4f53;&#x677e;&#x6563;&#x7684;&#x7279;&#x5f81;&#x3002;&#x5173;&#x952e;&#x8bcd;&#x5171;&#x73b0;&#x5206;&#x6790;&#x53d1;&#x73b0;&#x611f;&#x67d3; (489&#x6b21;) &#x3001;&#x60a3;&#x75c5;&#x7387; (398&#x6b21;) &#x3001;&#x4f20;&#x64ad; (351&#x6b21;) &#x3001;&#x91ce;&#x751f;&#x52a8;&#x7269; (330&#x6b21;) &#x548c;&#x6d41;&#x884c;&#x75c5;&#x5b66; (231&#x6b21;) &#x7684;&#x5173;&#x6ce8;&#x5ea6;&#x8f83;&#x9ad8;; &#x5173;&#x952e;&#x8bcd;&#x7a81;&#x73b0;&#x5206;&#x6790;&#x663e;&#x793a;, &#x91ce;&#x751f;&#x52a8;&#x7269;&#x4e0e;&#x4eba;&#x517d;&#x5171;&#x60a3;&#x75c5;&#x5173;&#x8054;&#x7814;&#x7a76;&#x91cd;&#x70b9;&#x4ece;&#x65cb;&#x6bdb;&#x866b;&#x75c5;&#x548c;&#x7ed3;&#x6838;&#x75c5;&#x7b49;&#x67d0;&#x4e9b;&#x7279;&#x5b9a;&#x4eba;&#x517d;&#x5171;&#x60a3;&#x75c5;&#x8f6c;&#x5411;&#x91ce;&#x751f;&#x52a8;&#x7269;&#x8d38;&#x6613;&#x3001;&#x6bd2;&#x529b;&#x3001;&#x5168;&#x5065;&#x5eb7;&#x548c;&#x6297;&#x751f;&#x7d20;&#x8010;&#x836f;&#x6027;&#x7b49;&#x8de8;&#x5b66;&#x79d1;&#x3001;&#x7efc;&#x5408;&#x6027;&#x9886;&#x57df;&#x3002;&#x5173;&#x952e;&#x8bcd;&#x805a;&#x7c7b;&#x663e;&#x793a;, &#x6297;&#x751f;&#x7d20;&#x8010;&#x836f;&#x6027;&#x548c;&#x5168;&#x5065;&#x5eb7;&#x5df2;&#x6210;&#x4e3a;&#x8be5;&#x9886;&#x57df;&#x7684;&#x7814;&#x7a76;&#x70ed;&#x70b9;; &#x6587;&#x732e;&#x5171;&#x88ab;&#x5f15;&#x805a;&#x7c7b;&#x7ed3;&#x679c;&#x8868;&#x660e;, &#x4eba;&#x7c7b;&#x5065;&#x5eb7;&#x3001;&#x519c;&#x4e1a;&#x96c6;&#x7ea6;&#x5316;&#x3001;&#x9996;&#x4f8b;&#x62a5;&#x544a;&#x7b49;&#x662f;&#x8be5;&#x9886;&#x57df;&#x7684;&#x7406;&#x8bba;&#x57fa;&#x7840;&#x3002;<b>&#x7ed3;&#x8bba;</b> &#x91ce;&#x751f;&#x52a8;&#x7269;&#x4e0e;&#x4eba;&#x517d;&#x5171;&#x60a3;&#x75c5;&#x5173;&#x8054;&#x7814;&#x7a76;&#x5728;&#x5168;&#x7403;&#x8303;&#x56f4;&#x5185;&#x5448;&#x73b0;&#x84ec;&#x52c3;&#x7684;&#x53d1;&#x5c55;&#x8d8b;&#x52bf;, &#x5021;&#x5bfc;&#x8df5;&#x884c;&#x5168;&#x5065;&#x5eb7;&#x7406;&#x5ff5;&#x5c06;&#x662f;&#x73b0;&#x9636;&#x6bb5;&#x548c;&#x672a;&#x6765;&#x9632;&#x63a7;&#x65b0;&#x53d1;&#x548c;&#x518d;&#x73b0;&#x4eba;&#x517d;&#x5171;&#x60a3;&#x75c5;&#x7684;&#x91cd;&#x8981;&#x4efb;&#x52a1;&#x3002;.</AbstractText></OtherAbstract><KeywordList Owner="NOTNLM"><Keyword MajorTopicYN="N">Bibliometric analysis</Keyword><Keyword MajorTopicYN="N">Citespace</Keyword><Keyword MajorTopicYN="N">Wildlife</Keyword><Keyword MajorTopicYN="N">Zoonosis</Keyword></KeywordList></MedlineCitation><PubmedData><History><PubMedPubDate PubStatus="medline"><Year>2025</Year><Month>10</Month><Day>31</Day><Hour>0</Hour><Minute>31</Minute></PubMedPubDate><PubMedPubDate PubStatus="pubmed"><Year>2025</Year><Month>10</Month><Day>31</Day><Hour>0</Hour><Minute>30</Minute></PubMedPubDate><PubMedPubDate PubStatus="entrez"><Year>2025</Year><Month>10</Month><Day>30</Day><Hour>22</Hour><Minute>3</Minute></PubMedPubDate></History><PublicationStatus>ppublish</PublicationStatus><ArticleIdList><ArticleId IdType="pubmed">41167951</ArticleId><ArticleId IdType="doi">10.16250/j.32.1915.2024268</ArticleId></ArticleIdList></PubmedData></PubmedArticle></PubmedArticleSet>