<?xml version="1.0" ?>
<!DOCTYPE PubmedArticleSet PUBLIC "-//NLM//DTD PubMedArticle, 1st January 2025//EN" "https://dtd.nlm.nih.gov/ncbi/pubmed/out/pubmed_250101.dtd">
<PubmedArticleSet>
<PubmedArticle><MedlineCitation Status="Publisher" Owner="NLM"><PMID Version="1">41778484</PMID><DateRevised><Year>2026</Year><Month>03</Month><Day>04</Day></DateRevised><Article PubModel="Print-Electronic"><Journal><ISSN IssnType="Electronic">0975-5764</ISSN><JournalIssue CitedMedium="Internet"><PubDate><Year>2026</Year><Month>Mar</Month><Day>04</Day></PubDate></JournalIssue><Title>Annals of African medicine</Title><ISOAbbreviation>Ann Afr Med</ISOAbbreviation></Journal><ArticleTitle>"Safety First": A Survey Assessing World Health Organization Surgical Safety Protocol Adherence in Nigerian Orthopedics.</ArticleTitle><ELocationID EIdType="doi" ValidYN="Y">10.4103/aam.aam_80_25</ELocationID><Abstract><AbstractText Label="BACKGROUND" NlmCategory="BACKGROUND">The World Health Organization (WHO) Surgical Safety Checklist (SSC) reduces peri-operative complications and mortality, yet its consistent adoption in low- and middle-income settings such as Nigeria may be limited by cultural, and training-related barriers. Objective: To evaluate awareness, use, and barriers to WHO SSC implementation amongst Nigerian orthopedic surgeons.</AbstractText><AbstractText Label="MATERIAL AND METHODS" NlmCategory="METHODS">Cross-sectional survey amongst Nigerian orthopedic surgeons. 13-item electronic questionnaire assessing WHO SSC awareness, usage patterns, administration, perceived barriers, and SSC related education. Associations between professional grade and SSC compliance were examined using Fisher-Freeman-Halton exact testing. Binary logistic regression was performed to explore predictors of SSC noncompliance, reporting odds ratios with 95% confidence intervals.</AbstractText><AbstractText Label="RESULTS" NlmCategory="RESULTS">Thirty surgeons responded, (consultants 70.0%, senior registrars 20.0%, and registrars 10.0%). SSC awareness was 96.67%, with 90.0% reporting routine usage. Time constraints were associated with lower odds of compliance, but this did not reach conventional statistical significance (OR 0.128; 95% CI 0.012-1.311; P=0.083). Departmental resistance and insufficient training, although frequently reported, were not statistically significant predictors. Qualitative feedback highlighted persistent cultural and workflow related challenges. Checklist administration was predominantly nurse-led (73.33%), raising questions about shared responsibility. Despite high usage rates, barriers such as inadequate training (36.7%) and departmental resistance (20%) remain prevalent.</AbstractText><AbstractText Label="CONCLUSIONS" NlmCategory="CONCLUSIONS">WHO SSC awareness and reported routine use were high among Nigerian orthopedic surgeons; however, time pressure and persistent educational and cultural barriers may limit consistent adherence. Targeted curriculum integration, workflow optimization, interprofessional training, and continuous quality improvement may strengthen SSC implementation and surgical safety culture.</AbstractText><CopyrightInformation>Copyright &#xa9; 2026 Annals of African Medicine.</CopyrightInformation></Abstract><AuthorList CompleteYN="Y"><Author ValidYN="Y"><LastName>Chinweze</LastName><ForeName>Reginald Obinna</ForeName><Initials>RO</Initials><AffiliationInfo><Affiliation>Department of Orthopaedic Surgery, University of California at Davis, Sacramento, California, USA.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Osadolor</LastName><ForeName>Osayi Michael</ForeName><Initials>OM</Initials><AffiliationInfo><Affiliation>Department of Trauma and Orthopaedics, Salford Royal Infirmary, Salford, Greater Manchester, UK.</Affiliation></AffiliationInfo></Author></AuthorList><Language>fre</Language><Language>eng</Language><PublicationTypeList><PublicationType UI="D016428">Journal Article</PublicationType></PublicationTypeList><ArticleDate DateType="Electronic"><Year>2026</Year><Month>03</Month><Day>04</Day></ArticleDate></Article><MedlineJournalInfo><Country>India</Country><MedlineTA>Ann Afr Med</MedlineTA><NlmUniqueID>101231417</NlmUniqueID><ISSNLinking>0975-5764</ISSNLinking></MedlineJournalInfo><CitationSubset>IM</CitationSubset><OtherAbstract Type="Publisher" Language="fre"><AbstractText><b>R&#xe9;sum&#xe9;</b> <b>Objectif:</b>La Liste de Contr&#xf4;le de la S&#xe9;curit&#xe9; Chirurgicale (SSC) de l&#x2019;Organisation Mondiale de la Sant&#xe9; (OMS) r&#xe9;duit les complications p&#xe9;ri-op&#xe9;ratoires et la mortalit&#xe9;. Cependant, son adoption constante dans des contextes &#xe0; faibles et moyens revenus comme le Nigeria peut &#xea;tre limit&#xe9;e par des obstacles culturels et li&#xe9;s &#xe0; la formation. Cette &#xe9;tude visait &#xe0; &#xe9;valuer la connaissance, l&#x2019;utilisation et les obstacles &#xe0; la mise en oeuvre de la SSC de l&#x2019;OMS chez les chirurgiens orthop&#xe9;distes nig&#xe9;rians.<b>M&#xe9;thodes:</b>&#xc9;tude transversale par enqu&#xea;te en ligne aupr&#xe8;s de chirurgiens orthop&#xe9;distes au Nigeria. Un questionnaire &#xe9;lectronique de 13 items &#xe9;valuait la connaissance de la SSC, les modalit&#xe9;s d&#x2019;utilisation, l&#x2019;administration de la checklist, les obstacles per&#xe7;us et la formation li&#xe9;e &#xe0; la SSC. Les associations entre le grade professionnel et l&#x2019;adh&#xe9;sion &#xe0; la SSC ont &#xe9;t&#xe9; analys&#xe9;es par test exact de Fisher&#x2013;Freeman&#x2013; Halton. Une r&#xe9;gression logistique binaire a explor&#xe9; les pr&#xe9;dicteurs de non-adh&#xe9;sion, avec estimation des odds ratios (OR) et des intervalles de confiance &#xe0; 95 %.<b>R&#xe9;sultats:</b>Trente chirurgiens ont r&#xe9;pondu (consultants 70,0 %, registrars seniors 20,0 % et registrars 10,0 %). La connaissance de la SSC &#xe9;tait de 96,67 % et 90,0 % rapportaient une utilisation routini&#xe8;re. Les contraintes de temps &#xe9;taient associ&#xe9;es &#xe0; des odds plus faibles d&#x2019;adh&#xe9;sion, sans atteindre la significativit&#xe9; statistique conventionnelle (OR 0,128 ; IC 95 % 0,012&#x2013;1,311 ; P=0,083). La r&#xe9;sistance du service et l&#x2019;insuffisance de formation, bien que fr&#xe9;quemment rapport&#xe9;es, n&#x2019;&#xe9;taient pas des pr&#xe9;dicteurs statistiquement significatifs. L&#x2019;administration de la checklist &#xe9;tait majoritairement assur&#xe9;e par les infirmier(&#xe8;re)s (73,33 %), soulevant des questions de responsabilit&#xe9; partag&#xe9;e. Malgr&#xe9; des taux d&#x2019;utilisation &#xe9;lev&#xe9;s, une formation insuffisante (36,7 %) et la r&#xe9;sistance du service (20,0 %) restaient des obstacles fr&#xe9;quents.<b>Conclusion:</b>La connaissance et l&#x2019;utilisation d&#xe9;clar&#xe9;e de la SSC de l&#x2019;OMS &#xe9;taient &#xe9;lev&#xe9;es chez les chirurgiens orthop&#xe9;distes nig&#xe9;rians ; toutefois, la pression temporelle et des obstacles &#xe9;ducatifs et culturels persistants peuvent limiter une adh&#xe9;sion constante. L&#x2019;int&#xe9;gration cibl&#xe9;e dans les curricula, l&#x2019;optimisation des flux de travail, la formation interprofessionnelle et l&#x2019;am&#xe9;lioration continue de la qualit&#xe9; pourraient renforcer la mise en oeuvre de la SSC et la culture de s&#xe9;curit&#xe9; chirurgicale.</AbstractText><CopyrightInformation>Copyright &#xa9; 2026 Annals of African Medicine.</CopyrightInformation></OtherAbstract><KeywordList Owner="NOTNLM"><Keyword MajorTopicYN="N">Chirurgicale de l&#x2019;OMS</Keyword><Keyword MajorTopicYN="N">Compliance barriers</Keyword><Keyword MajorTopicYN="N">Liste de Contr&#xf4;le de la S&#xe9;curit&#xe9;</Keyword><Keyword MajorTopicYN="N">Nigeria</Keyword><Keyword MajorTopicYN="N">Obstacles &#xe0;</Keyword><Keyword MajorTopicYN="N">World Health Organization Surgical Safety Checklist</Keyword><Keyword MajorTopicYN="N">chirurgie orthop&#xe9;dique</Keyword><Keyword MajorTopicYN="N">des patients</Keyword><Keyword MajorTopicYN="N">formation chirurgicale</Keyword><Keyword MajorTopicYN="N">l&#x2019;adh&#xe9;sion</Keyword><Keyword MajorTopicYN="N">orthopedic surgery</Keyword><Keyword MajorTopicYN="N">patient safety</Keyword><Keyword MajorTopicYN="N">surgical education</Keyword><Keyword MajorTopicYN="N">s&#xe9;curit&#xe9;</Keyword></KeywordList></MedlineCitation><PubmedData><History><PubMedPubDate PubStatus="received"><Year>2025</Year><Month>3</Month><Day>15</Day></PubMedPubDate><PubMedPubDate PubStatus="accepted"><Year>2025</Year><Month>12</Month><Day>9</Day></PubMedPubDate><PubMedPubDate PubStatus="medline"><Year>2026</Year><Month>3</Month><Day>4</Day><Hour>14</Hour><Minute>26</Minute></PubMedPubDate><PubMedPubDate PubStatus="pubmed"><Year>2026</Year><Month>3</Month><Day>4</Day><Hour>14</Hour><Minute>26</Minute></PubMedPubDate><PubMedPubDate PubStatus="entrez"><Year>2026</Year><Month>3</Month><Day>4</Day><Hour>6</Hour><Minute>43</Minute></PubMedPubDate></History><PublicationStatus>aheadofprint</PublicationStatus><ArticleIdList><ArticleId IdType="pubmed">41778484</ArticleId><ArticleId IdType="doi">10.4103/aam.aam_80_25</ArticleId><ArticleId IdType="pii">01244624-990000000-00614</ArticleId></ArticleIdList></PubmedData></PubmedArticle></PubmedArticleSet>