<?xml version="1.0" ?>
<!DOCTYPE PubmedArticleSet PUBLIC "-//NLM//DTD PubMedArticle, 1st January 2025//EN" "https://dtd.nlm.nih.gov/ncbi/pubmed/out/pubmed_250101.dtd">
<PubmedArticleSet>
<PubmedArticle><MedlineCitation Status="PubMed-not-MEDLINE" Owner="NLM"><PMID Version="1">41717519</PMID><DateCompleted><Year>2026</Year><Month>02</Month><Day>20</Day></DateCompleted><DateRevised><Year>2026</Year><Month>02</Month><Day>20</Day></DateRevised><Article PubModel="Electronic-eCollection"><Journal><ISSN IssnType="Electronic">2587-1250</ISSN><JournalIssue CitedMedium="Internet"><Volume>71</Volume><Issue>4</Issue><PubDate><Year>2025</Year><Month>Dec</Month></PubDate></JournalIssue><Title>Turkish journal of physical medicine and rehabilitation</Title><ISOAbbreviation>Turk J Phys Med Rehabil</ISOAbbreviation></Journal><ArticleTitle>The effects of robot-assisted arm training on upper limb functions in Parkinson disease.</ArticleTitle><Pagination><StartPage>465</StartPage><EndPage>479</EndPage><MedlinePgn>465-479</MedlinePgn></Pagination><ELocationID EIdType="doi" ValidYN="Y">10.5606/tftrd.2025.13425</ELocationID><Abstract><AbstractText Label="OBJECTIVES" NlmCategory="UNASSIGNED">The aim of this study was to investigate the effect of robot-assisted arm training and recreational activities in addition to a conventional rehabilitation program on upper extremity functions.</AbstractText><AbstractText Label="PATIENTS AND METHODS" NlmCategory="UNASSIGNED">The three-arm, randomized controlled study was conducted between July 2017 and March 2019. Forty-five patients (25 males, 20 females; mean age: 65.7&#xb1;8.3 years; range, 40 to 75 years) were randomized into three groups. The first group underwent a conventional rehabilitation program. The second group underwent a conventional rehabilitation program + robot-assisted arm training. The third group underwent conventional rehabilitation + robot-assisted arm training + recreational activities. Before and after the rehabilitation program, handgrip strength, pinch strength, nine-hole peg test, Frenchay arm test, Unified Parkinson's Disease Rating Scale (UPDRS), Parkinson's Disease Questionnaire-39 (PDQ-39), rapid alternating movements, fine finger movements, Disabilities of the Arm, Shoulder, and Hand, and Fatigue Severity Scale were investigated.</AbstractText><AbstractText Label="RESULTS" NlmCategory="UNASSIGNED">In the first and second group, success was achieved in UPDRS mentation, behavior and mood, activities of daily living, motor examination subscales, PDQ-39 total score, emotional well-being, and activities of daily living subscales. Handgrip strength and nine-hole peg test performance also improved significantly. Tip pinch strength, fine finger movements test, and Frenchay arm test showed greater improvement in the third group.</AbstractText><AbstractText Label="CONCLUSION" NlmCategory="UNASSIGNED">Activities of daily living, upper extremity motor function, muscle strength, mental and emotional well-being improved in patients with Parkinson disease treated with robot-assisted arm in addition to conventional rehabilitation. Hand fine motor skills were improved in patients who attended to recreational activities in addition to conventional rehabilitation and robot-assisted arm training.</AbstractText><CopyrightInformation>Copyright &#xa9; 2025, Turkish Society of Physical Medicine and Rehabilitation.</CopyrightInformation></Abstract><AuthorList CompleteYN="Y"><Author ValidYN="Y"><LastName>Demirg&#xf6;z Demir</LastName><ForeName>Ay&#x15f;e Nur</ForeName><Initials>AN</Initials><AffiliationInfo><Affiliation>Department of Physical Medicine and Rehabilitation, Afyonkarahisar State Hospital, Afyon, T&#xfc;rkiye.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Keskin</LastName><ForeName>Esra Dilek</ForeName><Initials>ED</Initials><Identifier Source="ORCID">0000-0001-5300-6391</Identifier><AffiliationInfo><Affiliation>Department of Physical Medicine and Rehabilitation, K&#x131;r&#x131;kkale University Faculty of Medicine, K&#x131;r&#x131;kkale, T&#xfc;rkiye.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Erg&#xfc;n</LastName><ForeName>Ufuk</ForeName><Initials>U</Initials><Identifier Source="ORCID">0000-0002-2664-1549</Identifier><AffiliationInfo><Affiliation>Department of Neurology, K&#x131;r&#x131;kkale University Faculty of Medicine, K&#x131;r&#x131;kkale, T&#xfc;rkiye.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Karaca</LastName><ForeName>&#x15e;ahika Burcu</ForeName><Initials>&#x15e;B</Initials><Identifier Source="ORCID">0000-0003-2401-5445</Identifier><AffiliationInfo><Affiliation>Department of Physical Medicine and Rehabilitation, K&#x131;r&#x131;kkale University Faculty of Medicine, K&#x131;r&#x131;kkale, T&#xfc;rkiye.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Doganyigit Kuzan</LastName><ForeName>Nursel</ForeName><Initials>N</Initials><Identifier Source="ORCID">0000-0002-5313-5633</Identifier><AffiliationInfo><Affiliation>Department of Physical Medicine and Rehabilitation, Ankara D&#x131;&#x15f;kap&#x131; Y&#x131;ld&#x131;r&#x131;m Beyaz&#x131;t Research and Training Hospital, Ankara, T&#xfc;rkiye.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Demir</LastName><ForeName>Mustafa</ForeName><Initials>M</Initials><Identifier Source="ORCID">0009-0005-1051-1263</Identifier><AffiliationInfo><Affiliation>Department of Radiology, Afyonkarahisar State Hospital, Afyon, T&#xfc;rkiye.</Affiliation></AffiliationInfo></Author></AuthorList><Language>eng</Language><PublicationTypeList><PublicationType UI="D016428">Journal Article</PublicationType></PublicationTypeList><ArticleDate DateType="Electronic"><Year>2025</Year><Month>11</Month><Day>10</Day></ArticleDate></Article><MedlineJournalInfo><Country>Turkey</Country><MedlineTA>Turk J Phys Med Rehabil</MedlineTA><NlmUniqueID>101719024</NlmUniqueID><ISSNLinking>2587-1250</ISSNLinking></MedlineJournalInfo><KeywordList Owner="NOTNLM"><Keyword MajorTopicYN="N">Neurological rehabilitation</Keyword><Keyword MajorTopicYN="N">Parkinson disease</Keyword><Keyword MajorTopicYN="N">recreational activities</Keyword><Keyword MajorTopicYN="N">robot-assisted arm</Keyword><Keyword MajorTopicYN="N">upper extremity functions.</Keyword></KeywordList><CoiStatement>Conflict of Interest: The authors declared no conflicts of interest with respect to the authorship and/or publication of this article.</CoiStatement></MedlineCitation><PubmedData><History><PubMedPubDate PubStatus="received"><Year>2023</Year><Month>9</Month><Day>4</Day></PubMedPubDate><PubMedPubDate PubStatus="accepted"><Year>2024</Year><Month>12</Month><Day>20</Day></PubMedPubDate><PubMedPubDate PubStatus="medline"><Year>2026</Year><Month>2</Month><Day>20</Day><Hour>7</Hour><Minute>6</Minute></PubMedPubDate><PubMedPubDate PubStatus="pubmed"><Year>2026</Year><Month>2</Month><Day>20</Day><Hour>7</Hour><Minute>5</Minute></PubMedPubDate><PubMedPubDate PubStatus="entrez"><Year>2026</Year><Month>2</Month><Day>20</Day><Hour>4</Hour><Minute>58</Minute></PubMedPubDate><PubMedPubDate PubStatus="pmc-release"><Year>2025</Year><Month>11</Month><Day>10</Day></PubMedPubDate></History><PublicationStatus>epublish</PublicationStatus><ArticleIdList><ArticleId IdType="pubmed">41717519</ArticleId><ArticleId IdType="pmc">PMC12914327</ArticleId><ArticleId IdType="doi">10.5606/tftrd.2025.13425</ArticleId></ArticleIdList><ReferenceList><Reference><Citation>Yal&#x131;man A, &#x15e;en E&#x130;. Parkinson&#x2019;s Disease and Rehabilitation. Turk J Phys Med Rehab. 2011;57:38&#x2013;44.</Citation></Reference><Reference><Citation>Onat &#x15e;&#x15e;, Kaya K, &#xd6;zel S. Parkinson&#x2019;s disease and rehabilitation. Turk J Geriatr. 2008;12:36&#x2013;48.</Citation></Reference><Reference><Citation>Pellecchia MT, Grasso A, Biancardi LG, Squillante M, Bonavita V, Barone P. Physical therapy in Parkinson's disease: An open long-term rehabilitation trial. J Neurol. 2004;251:595&#x2013;598. doi: 10.1007/s00415-004-0379-2.</Citation><ArticleIdList><ArticleId IdType="doi">10.1007/s00415-004-0379-2</ArticleId><ArticleId IdType="pubmed">15164194</ArticleId></ArticleIdList></Reference><Reference><Citation>Beyazova M, Kutsal YG, editors. Fiziksel t&#x131;p ve rehabilitasyon. Ankara: G&#xfc;ne&#x15f; T&#x131;p Kitapevleri; 2016.</Citation></Reference><Reference><Citation>Alves Da Rocha P, McClelland J, Morris ME. Complementary physical therapies for movement disorders in Parkinson's disease: A systematic review. Eur J Phys Rehabil Med. 2015;51:693&#x2013;704.</Citation><ArticleIdList><ArticleId IdType="pubmed">26138090</ArticleId></ArticleIdList></Reference><Reference><Citation>Duret C, Mazzoleni S. Upper limb robotics applied to neurorehabilitation: An overview of clinical practice. NeuroRehabilitation. 2017;41:5&#x2013;15. doi: 10.3233/NRE171452.</Citation><ArticleIdList><ArticleId IdType="doi">10.3233/NRE171452</ArticleId><ArticleId IdType="pubmed">28505985</ArticleId></ArticleIdList></Reference><Reference><Citation>Mehrholz J, Pohl M, Platz T, Kugler J, Elsner B. Electromechanical and robot-assisted arm training for improving activities of daily living, arm function, and arm muscle strength after stroke. CD006876Cochrane Database Syst Rev. 2018;9 doi: 10.1002/14651858.CD006876.pub5.</Citation><ArticleIdList><ArticleId IdType="doi">10.1002/14651858.CD006876.pub5</ArticleId><ArticleId IdType="pmc">PMC6513114</ArticleId><ArticleId IdType="pubmed">30175845</ArticleId></ArticleIdList></Reference><Reference><Citation>T&#xfc;t&#xfc;nc&#xfc; &#xd6;. Rekreasyon ve rekreasyon terapisinin ya&#x15f;am kalitesindeki rol&#xfc;. Anatolia: Turizm Ara&#x15f;t&#x131;rmalar&#x131; Dergisi. 2012;23:248&#x2013;252.</Citation></Reference><Reference><Citation>Hoehn MM, Yahr MD. Parkinsonism: Onset, progression and mortality. Neurology. 1967;17:427&#x2013;442. doi: 10.1212/wnl.17.5.427.</Citation><ArticleIdList><ArticleId IdType="doi">10.1212/wnl.17.5.427</ArticleId><ArticleId IdType="pubmed">6067254</ArticleId></ArticleIdList></Reference><Reference><Citation>Akbostanci MC, Bayram E, Yilmaz V, Rzayev S, &#xd6;zkan S, Tokcaer AB, et al. Turkish Standardization of Movement Disorders Society Unified Parkinson's Disease Rating Scale and Unified Dyskinesia Rating Scale. Mov Disord Clin Pract. 2017;5:54&#x2013;59. doi: 10.1002/mdc3.12556.</Citation><ArticleIdList><ArticleId IdType="doi">10.1002/mdc3.12556</ArticleId><ArticleId IdType="pmc">PMC6174365</ArticleId><ArticleId IdType="pubmed">30363359</ArticleId></ArticleIdList></Reference><Reference><Citation>Nicolay CW, Walker AL. Grip strength and endurance: Influences of anthropometric variation, hand dominance, and gender. Int J Ind Ergon. 2005;35:605&#x2013;618.</Citation></Reference><Reference><Citation>Chase RA. In: Rehabilitation of the hand and upper extremity. 5th. Mackin EJ, Callahan A, Skirven TM, Schneider LH, editors. Vol. 1. St. Louis: Mosby; 2002. Anatomy and Kinesiology of the Hand; pp. 60&#x2013;76.</Citation></Reference><Reference><Citation>Oxford Grice K, Vogel KA, Le V, Mitchell A, Muniz S, Vollmer MA. Adult norms for a commercially available Nine Hole Peg Test for finger dexterity. Am J Occup Ther. 2003;57:570&#x2013;573. doi: 10.5014/ajot.57.5.570.</Citation><ArticleIdList><ArticleId IdType="doi">10.5014/ajot.57.5.570</ArticleId><ArticleId IdType="pubmed">14527120</ArticleId></ArticleIdList></Reference><Reference><Citation>Baron M, Dutil E, Berkson L, Lander P, Becker R. Hand function in the elderly: Relation to osteoarthritis. J Rheumatol. 1987;14:815&#x2013;819.</Citation><ArticleIdList><ArticleId IdType="pubmed">3668988</ArticleId></ArticleIdList></Reference><Reference><Citation>Heller A, Wade DT, Wood VA, Sunderland A, Hewer RL, Ward E. Arm function after stroke: Measurement and recovery over the first three months. J Neurol Neurosurg Psychiatry. 1987;50:714&#x2013;719. doi: 10.1136/jnnp.50.6.714.</Citation><ArticleIdList><ArticleId IdType="doi">10.1136/jnnp.50.6.714</ArticleId><ArticleId IdType="pmc">PMC1032076</ArticleId><ArticleId IdType="pubmed">3612152</ArticleId></ArticleIdList></Reference><Reference><Citation>D&#xfc;ger T, Yakut E, &#xd6;ks&#xfc;z &#xc7;, Y&#xf6;r&#xfc;kan S, Bilg&#xfc;tay B, Ayhan &#xc7;, et al. Kol, omuz ve el sorunlar&#x131; (Disabilities of the Arm, Shoulder and Hand-DASH) anketi T&#xfc;rk&#xe7;e uyarlamas&#x131;n&#x131;n g&#xfc;venirli&#x11f;i. Turk J Physiother Rehabil. 2006;17:99&#x2013;107.</Citation></Reference><Reference><Citation>Kahraman T, Gen&#xe7; A, S&#xf6;ke F, G&#xf6;z E, &#xc7;olako&#x11f;lu BD, Kesk&#x12f;no&#x11f;lu P. Validity and reliability of the Turkish version of the 8-item Parkinson's disease questionnaire. Noro Psikiyatr Ars. 2018;55:337&#x2013;340. doi: 10.5152/npa.2017.19343.</Citation><ArticleIdList><ArticleId IdType="doi">10.5152/npa.2017.19343</ArticleId><ArticleId IdType="pmc">PMC6300843</ArticleId><ArticleId IdType="pubmed">30622390</ArticleId></ArticleIdList></Reference><Reference><Citation>Ozturk EA, Gonenli Kocer B, Gundogdu I, Umay E, Cakci FA. Reliability and validity study of a Turkish version of the fatigue severity scale in Parkinson's disease patients. Int J Rehabil Res. 2017;40:185&#x2013;190. doi: 10.1097/MRR.0000000000000224.</Citation><ArticleIdList><ArticleId IdType="doi">10.1097/MRR.0000000000000224</ArticleId><ArticleId IdType="pubmed">28306619</ArticleId></ArticleIdList></Reference><Reference><Citation>Mateos-Toset S, Cabrera-Martos I, Torres-S&#xe1;nchez I, OrtizRubio A, Gonz&#xe1;lez-Jim&#xe9;nez E, Valenza MC. Effects of a single hand-exercise session on manual dexterity and strength in persons with Parkinson disease: A randomized controlled trial. PM R. 2016;8:115&#x2013;122. doi: 10.1016/j.pmrj.2015.06.004.</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.pmrj.2015.06.004</ArticleId><ArticleId IdType="pubmed">26079867</ArticleId></ArticleIdList></Reference><Reference><Citation>Proud EL, Miller KJ, Martin CL, Morris ME. Upperlimb assessment in people with Parkinson disease: Is it a priority for therapists, and which assessment tools are used. Physiother Can. 2013;65:309&#x2013;316. doi: 10.3138/ptc.2012-24.</Citation><ArticleIdList><ArticleId IdType="doi">10.3138/ptc.2012-24</ArticleId><ArticleId IdType="pmc">PMC3817870</ArticleId><ArticleId IdType="pubmed">24396156</ArticleId></ArticleIdList></Reference><Reference><Citation>Morris ME. Movement disorders in people with Parkinson disease: A model for physical therapy. Phys Ther. 2000;80:578&#x2013;597.</Citation><ArticleIdList><ArticleId IdType="pubmed">10842411</ArticleId></ArticleIdList></Reference><Reference><Citation>Gebhardt A, Vanbellingen T, Baronti F, Kersten B, Bohlhalter S. Poor dopaminergic response of impaired dexterity in Parkinson's disease: Bradykinesia or limb kinetic apraxia. Mov Disord. 2008;23:1701&#x2013;1706. doi: 10.1002/mds.22199.</Citation><ArticleIdList><ArticleId IdType="doi">10.1002/mds.22199</ArticleId><ArticleId IdType="pubmed">18649388</ArticleId></ArticleIdList></Reference><Reference><Citation>Keus SHJ, Hendriks HJM, Bloem BR, Bredero-Cohen AB, de Goede CJT, van Haaren M, et al. Clinical practice guidelines for physical therapy in patients with Parkinson&#x2019;s disease . Ned Tijdschr Fysiother. 2004;114:5&#x2013;86.</Citation></Reference><Reference><Citation>Meng W, Liu Q, Zhou Z, Ai Q, Sheng B, Xie SS. Recent development of mechanisms and control strategies for robot-assisted lower limb rehabilitation. Mechatronics. 2015;31:132&#x2013;145.</Citation></Reference><Reference><Citation>Yang Q, Cao D, Zhao J. Analysis on state of the art of upper limb rehabilitation robots. Robot. 2013;35:630&#x2013;640.</Citation></Reference><Reference><Citation>Picelli A, Tamburin S, Passuello M, Waldner A, Smania N. Robot-assisted arm training in patients with Parkinson's disease: A pilot study. J Neuroeng Rehabil. 2014;11:28&#x2013;28. doi: 10.1186/1743-0003-11-28.</Citation><ArticleIdList><ArticleId IdType="doi">10.1186/1743-0003-11-28</ArticleId><ArticleId IdType="pmc">PMC3973978</ArticleId><ArticleId IdType="pubmed">24597524</ArticleId></ArticleIdList></Reference><Reference><Citation>Klockgether T, Dichgans J. Visual control of arm movement in Parkinson's disease. Mov Disord. 1994;9:48&#x2013;56. doi: 10.1002/mds.870090108.</Citation><ArticleIdList><ArticleId IdType="doi">10.1002/mds.870090108</ArticleId><ArticleId IdType="pubmed">8139605</ArticleId></ArticleIdList></Reference><Reference><Citation>Lang AE, Lozano AM. Parkinson's disease. Second of two parts. N Engl J Med. 1998;339:1130&#x2013;1143. doi: 10.1056/NEJM199810153391607.</Citation><ArticleIdList><ArticleId IdType="doi">10.1056/NEJM199810153391607</ArticleId><ArticleId IdType="pubmed">9770561</ArticleId></ArticleIdList></Reference><Reference><Citation>Raciti L, Pignolo L, Perini V, Pullia M, Porcari B, Latella D, et al. Improving upper extremity bradykinesia in Parkinson's disease: A randomized clinical trial on the use of gravitysupporting exoskeletons. J Clin Med. 2022;11:2543&#x2013;2543. doi: 10.3390/jcm11092543.</Citation><ArticleIdList><ArticleId IdType="doi">10.3390/jcm11092543</ArticleId><ArticleId IdType="pmc">PMC9104168</ArticleId><ArticleId IdType="pubmed">35566669</ArticleId></ArticleIdList></Reference><Reference><Citation>Herz NB, Mehta SH, Sethi KD, Jackson P, Hall P, Morgan JC. Nintendo Wii rehabilitation ("Wii-hab") provides benefits in Parkinson's disease. Parkinsonism Relat Disord. 2013;19:1039&#x2013;1042. doi: 10.1016/j.parkreldis.2013.07.014.</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.parkreldis.2013.07.014</ArticleId><ArticleId IdType="pubmed">23968649</ArticleId></ArticleIdList></Reference><Reference><Citation>Ghilardi MF, Alberoni M, Rossi M, Franceschi M, Mariani C, Fazio F. Visual feedback has differential effects on reaching movements in Parkinson's and Alzheimer's disease. Brain Res. 2000;876:112&#x2013;123. doi: 10.1016/s0006-8993(00)02635-4.</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/s0006-8993(00)02635-4</ArticleId><ArticleId IdType="pubmed">10973599</ArticleId></ArticleIdList></Reference></ReferenceList></PubmedData></PubmedArticle></PubmedArticleSet>