<?xml version="1.0" ?>
<!DOCTYPE PubmedArticleSet PUBLIC "-//NLM//DTD PubMedArticle, 1st January 2025//EN" "https://dtd.nlm.nih.gov/ncbi/pubmed/out/pubmed_250101.dtd">
<PubmedArticleSet>
<PubmedArticle><MedlineCitation Status="PubMed-not-MEDLINE" Owner="NLM"><PMID Version="1">41450795</PMID><DateCompleted><Year>2025</Year><Month>12</Month><Day>26</Day></DateCompleted><DateRevised><Year>2025</Year><Month>12</Month><Day>28</Day></DateRevised><Article PubModel="Electronic-eCollection"><Journal><ISSN IssnType="Electronic">1680-5348</ISSN><JournalIssue CitedMedium="Internet"><Volume>49</Volume><PubDate><Year>2025</Year></PubDate></JournalIssue><Title>Revista panamericana de salud publica = Pan American journal of public health</Title><ISOAbbreviation>Rev Panam Salud Publica</ISOAbbreviation></Journal><ArticleTitle>[Use and knowledge of clinical practice guidelines for noncommunicable diseases in Argentina, 2020-2021Uso e conhecimento das diretrizes de pr&#xe1;tica cl&#xed;nica para doen&#xe7;as n&#xe3;o transmiss&#xed;veis na Argentina, 2020-2021].</ArticleTitle><Pagination><StartPage>e134</StartPage><MedlinePgn>e134</MedlinePgn></Pagination><ELocationID EIdType="pii" ValidYN="Y">e134</ELocationID><ELocationID EIdType="doi" ValidYN="Y">10.26633/RPSP.2025.134</ELocationID><Abstract><AbstractText Label="OBJECTIVE" NlmCategory="UNASSIGNED">Chronic noncommunicable diseases are the leading cause of death and disability worldwide, with devastating effects on household economies and national growth. The objective of this research is to investigate the knowledge and application of clinical practice guidelines in primary care in Argentina, and to identify barriers and facilitators in the use of evidence-based practices for diagnosis, access, and adherence to noncommunicable disease prevention and control.</AbstractText><AbstractText Label="METHODS" NlmCategory="UNASSIGNED">Descriptive quantitative-qualitative study. In the quantitative phase, a survey of trained professionals was conducted in 2020 and 2021. In the qualitative phase, semi-structured interviews were conducted with health professionals and managers between July and December 2021.</AbstractText><AbstractText Label="RESULTS" NlmCategory="UNASSIGNED">The response rate was 29%. Among professionals with a care function, 81% reported knowledge of the guidelines (the most well-known were those for hypertension and diabetes), although the implementation rate varied. A full 83% considered their content clear, 70% found the guidelines appropriate for the setting, and 60% cited the scarcity of resources as an obstacle. The interviews revealed that the guidelines are not frequently followed and the existence of barriers to their implementation, such as organizational culture, lack of leadership, resistance to change, and the heterogeneity of teams. Facilitating factors included a comprehensive perspective and trainings.</AbstractText><AbstractText Label="CONCLUSIONS" NlmCategory="UNASSIGNED">The existence of guidelines is not sufficient to modify practices in health teams, since, while they are known, their adoption is limited. Interdisciplinary work and continuous in-service training tailored to the context are key facilitators. Local strategies, incentives, and specific resources need to be introduced in primary health care for effective implementation of the guidelines.</AbstractText></Abstract><AuthorList CompleteYN="Y"><Author ValidYN="Y"><LastName>Goldman</LastName><ForeName>Ariana</ForeName><Initials>A</Initials><AffiliationInfo><Affiliation>Ministerio de Salud de la Naci&#xf3;n Ciudad Aut&#xf3;noma de Buenos Aires Argentina Ministerio de Salud de la Naci&#xf3;n, Ciudad Aut&#xf3;noma de Buenos Aires, Argentina.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Breit</LastName><ForeName>Dolores</ForeName><Initials>D</Initials><AffiliationInfo><Affiliation>Ministerio de Salud de la Naci&#xf3;n Ciudad Aut&#xf3;noma de Buenos Aires Argentina Ministerio de Salud de la Naci&#xf3;n, Ciudad Aut&#xf3;noma de Buenos Aires, Argentina.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Abriata</LastName><ForeName>Mar&#xed;a Gabriela</ForeName><Initials>MG</Initials><AffiliationInfo><Affiliation>Ministerio de Salud de la Naci&#xf3;n Ciudad Aut&#xf3;noma de Buenos Aires Argentina Ministerio de Salud de la Naci&#xf3;n, Ciudad Aut&#xf3;noma de Buenos Aires, Argentina.</Affiliation></AffiliationInfo></Author></AuthorList><Language>spa</Language><PublicationTypeList><PublicationType UI="D004740">English Abstract</PublicationType><PublicationType UI="D016428">Journal Article</PublicationType></PublicationTypeList><VernacularTitle>Uso y conocimiento de las gu&#xed;as de pr&#xe1;ctica cl&#xed;nica para enfermedades no transmisibles en Argentina, 2020-2021.</VernacularTitle><ArticleDate DateType="Electronic"><Year>2025</Year><Month>12</Month><Day>24</Day></ArticleDate></Article><MedlineJournalInfo><Country>United States</Country><MedlineTA>Rev Panam Salud Publica</MedlineTA><NlmUniqueID>9705400</NlmUniqueID><ISSNLinking>1020-4989</ISSNLinking></MedlineJournalInfo><OtherAbstract Type="Publisher" Language="spa"><AbstractText Label="OBJETIVO.">Las enfermedades cr&#xf3;nicas no transmisibles son la principal causa de muerte y discapacidad en el mundo, con efectos devastadores en la econom&#xed;a de las familias y en el crecimiento de las naciones. El objetivo de esta investigaci&#xf3;n es indagar en el conocimiento y el uso de gu&#xed;as de pr&#xe1;ctica cl&#xed;nica en el primer nivel de atenci&#xf3;n de Argentina, y detectar barreras y facilitadores en la implementaci&#xf3;n de pr&#xe1;cticas basadas en la evidencia para el diagn&#xf3;stico, el acceso y la adhesi&#xf3;n a la prevenci&#xf3;n y el control de enfermedades no transmisibles.</AbstractText><AbstractText Label="M&#xc9;TODO.">Estudio descriptivo cuanticualitativo. En la fase cuantitativa se realiz&#xf3; una encuesta a profesionales capacitados durante el 2020 y el 2021. En la fase cualitativa se realizaron entrevistas semiestructuradas a profesionales y gestores de salud entre julio y diciembre del 2021.</AbstractText><AbstractText Label="RESULTADOS.">La tasa de respuesta fue del 29%. Entre los profesionales con funci&#xf3;n asistencial, el 81% afirm&#xf3; conocer las gu&#xed;as (las m&#xe1;s conocidas eran las de hipertensi&#xf3;n y de diabetes), aunque la tasa de implementaci&#xf3;n var&#xed;a. El 83% percibi&#xf3; claridad en el contenido, el 70% las consider&#xf3; adecuadas al entorno y el 60% refiri&#xf3; la escasez de recursos como un obst&#xe1;culo. Las entrevistas revelaron que las gu&#xed;as no se utilizan con frecuencia y se detectaron barreras como la cultura organizacional, la falta de liderazgo, la resistencia al cambio y la heterogeneidad de los equipos. Los factores facilitadores incluyen la mirada integral y las capacitaciones.</AbstractText><AbstractText Label="CONCLUSIONES.">La existencia de gu&#xed;as no es suficiente para modificar las pr&#xe1;cticas en los equipos de salud, ya que, si bien son conocidas, su adopci&#xf3;n es limitada. El trabajo interdisciplinario y la capacitaci&#xf3;n continua en servicio, adaptada al contexto, son facilitadores clave. Es necesario desarrollar estrategias locales, incentivos y recursos espec&#xed;ficos en la atenci&#xf3;n primaria de salud para una implementaci&#xf3;n efectiva de las gu&#xed;as.</AbstractText></OtherAbstract><OtherAbstract Type="Publisher" Language="por"><AbstractText Label="OBJETIVO" NlmCategory="UNASSIGNED">As doen&#xe7;as cr&#xf4;nicas n&#xe3;o transmiss&#xed;veis s&#xe3;o a principal causa de morte e incapacidade no mundo, com efeitos devastadores na economia das fam&#xed;lias e no crescimento das na&#xe7;&#xf5;es. O objetivo desta pesquisa foi investigar o conhecimento e o uso de diretrizes de pr&#xe1;tica cl&#xed;nica na aten&#xe7;&#xe3;o prim&#xe1;ria &#xe0; sa&#xfa;de na Argentina e detectar as barreiras e os facilitadores da implementa&#xe7;&#xe3;o de pr&#xe1;ticas baseadas em evid&#xea;ncias para o diagn&#xf3;stico, o acesso e a ades&#xe3;o a medidas de preven&#xe7;&#xe3;o e controle de doen&#xe7;as n&#xe3;o transmiss&#xed;veis.</AbstractText><AbstractText Label="M&#xc9;TODOS" NlmCategory="UNASSIGNED">Estudo descritivo qualiquantitativo. Na fase quantitativa, entre os anos de 2020 e 2021, foi realizado um inqu&#xe9;rito com profissionais capacitados. Na fase qualitativa, entre julho e dezembro de 2021, foram realizadas entrevistas semiestruturadas com profissionais e gestores do setor de sa&#xfa;de.</AbstractText><AbstractText Label="RESULTADOS" NlmCategory="UNASSIGNED">A taxa de resposta foi de 29%. Entre os profissionais com fun&#xe7;&#xf5;es assistenciais, 81% afirmaram conhecer as diretrizes (as mais conhecidas eram as de hipertens&#xe3;o e diabetes), embora a taxa de implementa&#xe7;&#xe3;o fosse vari&#xe1;vel. Al&#xe9;m disso, 83% observaram a clareza do conte&#xfa;do, 70% as consideraram adequadas ao ambiente e 60% mencionaram a escassez de recursos como um obst&#xe1;culo. As entrevistas revelaram que as diretrizes n&#xe3;o s&#xe3;o utilizadas com frequ&#xea;ncia, sendo identificadas barreiras como a cultura organizacional, a falta de lideran&#xe7;a, a resist&#xea;ncia &#xe0;s mudan&#xe7;as e a heterogeneidade das equipes. Entre os fatores facilitadores est&#xe3;o a vis&#xe3;o integral e a a capacita&#xe7;&#xe3;o.</AbstractText><AbstractText Label="CONCLUS&#xd5;ES" NlmCategory="UNASSIGNED">A exist&#xea;ncia de diretrizes n&#xe3;o &#xe9; suficiente para modificar as pr&#xe1;ticas nas equipes de sa&#xfa;de, pois, embora sejam conhecidas, sua ado&#xe7;&#xe3;o &#xe9; limitada. O trabalho interdisciplinar e a capacita&#xe7;&#xe3;o cont&#xed;nua nos servi&#xe7;os, adaptada ao contexto, s&#xe3;o fatores facilitadores essenciais. Para que as diretrizes sejam implementadas de forma efetiva, &#xe9; necess&#xe1;rio desenvolver estrat&#xe9;gias locais e oferecer incentivos e recursos espec&#xed;ficos para a aten&#xe7;&#xe3;o prim&#xe1;ria &#xe0; sa&#xfa;de.</AbstractText></OtherAbstract><KeywordList Owner="NOTNLM"><Keyword MajorTopicYN="N">Argentina</Keyword><Keyword MajorTopicYN="N">Practice guideline</Keyword><Keyword MajorTopicYN="N">health services administration</Keyword><Keyword MajorTopicYN="N">implementation science</Keyword><Keyword MajorTopicYN="N">noncommunicable diseases</Keyword><Keyword MajorTopicYN="N">primary health care</Keyword><Keyword MajorTopicYN="N">public health</Keyword></KeywordList><CoiStatement>Conflictos de inter&#xe9;s. Ninguno declarado por las autoras.</CoiStatement></MedlineCitation><PubmedData><History><PubMedPubDate PubStatus="received"><Year>2025</Year><Month>7</Month><Day>30</Day></PubMedPubDate><PubMedPubDate PubStatus="accepted"><Year>2025</Year><Month>11</Month><Day>7</Day></PubMedPubDate><PubMedPubDate PubStatus="medline"><Year>2025</Year><Month>12</Month><Day>26</Day><Hour>7</Hour><Minute>41</Minute></PubMedPubDate><PubMedPubDate PubStatus="pubmed"><Year>2025</Year><Month>12</Month><Day>26</Day><Hour>7</Hour><Minute>40</Minute></PubMedPubDate><PubMedPubDate PubStatus="entrez"><Year>2025</Year><Month>12</Month><Day>26</Day><Hour>4</Hour><Minute>39</Minute></PubMedPubDate><PubMedPubDate PubStatus="pmc-release"><Year>2025</Year><Month>12</Month><Day>24</Day></PubMedPubDate></History><PublicationStatus>epublish</PublicationStatus><ArticleIdList><ArticleId IdType="pubmed">41450795</ArticleId><ArticleId IdType="pmc">PMC12730194</ArticleId><ArticleId IdType="doi">10.26633/RPSP.2025.134</ArticleId><ArticleId IdType="pii">RPSP.2025.134</ArticleId></ArticleIdList><ReferenceList><Reference><Citation>Centros para el Control y la Prevenci&#xf3;n de Enfermedades.   Economic Impact of NCDs, Global Health, Division of Global Health Protection. Atlanta: CDC; 2023. https://stacks.cdc.gov/view/cdc/141891 Disponible en:</Citation></Reference><Reference><Citation>Centros para el Control y la Prevenci&#xf3;n de Enfermedades. Economic Impact of NCDs, Global Health, Division of Global Health Protection. Atlanta: CDC; 2023. Disponible en: https://stacks.cdc.gov/view/cdc/141891</Citation></Reference><Reference><Citation>Organizaci&#xf3;n Mundial de la Salud.   Enfermedades no transmisibles. Ginebra: OMS; 2018. https://www.who.int/es/news-room/fact-sheets/detail/noncommunicable-diseases Disponible en:</Citation></Reference><Reference><Citation>Organizaci&#xf3;n Mundial de la Salud. Enfermedades no transmisibles. Ginebra: OMS; 2018. Disponible en: https://www.who.int/es/news-room/fact-sheets/detail/noncommunicable-diseases</Citation></Reference><Reference><Citation>Organizaci&#xf3;n Mundial de la Salud  . Enfermedades cardiovasculares. Ginebra: OMS; 2021. https://www.who.int/news-room/fact-sheets/detail/cardiovascular-diseases-(cvds) Disponible en:</Citation></Reference><Reference><Citation>Organizaci&#xf3;n Mundial de la Salud. Enfermedades cardiovasculares. Ginebra: OMS; 2021. Disponible en: https://www.who.int/news-room/fact-sheets/detail/cardiovascular-diseases-(cvds)</Citation></Reference><Reference><Citation>Prabhakaran D, Anand S, Watkins D, et al. Cardiovascular, respiratory, and related disorders: key messages from Disease Control Priorities, 3rd edition. The Lancet. 2017;391(10126):1224&#x2013;1236. doi: 10.1016/S0140-6736(17)32471-6. Disponible en:</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/S0140-6736(17)32471-6</ArticleId><ArticleId IdType="pmc">PMC5996970</ArticleId><ArticleId IdType="pubmed">29108723</ArticleId></ArticleIdList></Reference><Reference><Citation>Prabhakaran D, Anand S, Watkins D, et al. Cardiovascular, respiratory, and related disorders: key messages from Disease Control Priorities, 3rd edition. The Lancet. 2017;391(10126):1224-1236. Disponible en: https://://dx.doi.org/10.1016/S0140-6736(17)32471-6</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/S0140-6736(17)32471-6</ArticleId><ArticleId IdType="pmc">PMC5996970</ArticleId><ArticleId IdType="pubmed">29108723</ArticleId></ArticleIdList></Reference><Reference><Citation>Roth G, Mensah G, Fuster V. The global burden of cardiovascular diseases and risks: a compass for global action. JACC. 2020;76(25):2980&#x2013;2981. doi: 10.1016/j.jacc.2020.11.021. Disponible en:</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.jacc.2020.11.021</ArticleId><ArticleId IdType="pubmed">33309174</ArticleId></ArticleIdList></Reference><Reference><Citation>Roth, G, Mensah, G, Fuster, V. The global burden of cardiovascular diseases and risks: a compass for global action. JACC. 2020;76(25):2980-2981. Disponible en: https://doi.org/10.1016/j.jacc.2020.11.021</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.jacc.2020.11.021</ArticleId><ArticleId IdType="pubmed">33309174</ArticleId></ArticleIdList></Reference><Reference><Citation>Gheorghe A, Griffiths U, Murphy A, Legido-Quigley H, Lamptey P, Perel P. The economic burden of cardiovascular disease and hypertension in low- and middle-income countries: a systematic review. BMC Public Health. 2018;18:975. doi: 10.1186/s12889-018-5806-x. Disponible en:</Citation><ArticleIdList><ArticleId IdType="doi">10.1186/s12889-018-5806-x</ArticleId><ArticleId IdType="pmc">PMC6090747</ArticleId><ArticleId IdType="pubmed">30081871</ArticleId></ArticleIdList></Reference><Reference><Citation>Gheorghe A, Griffiths U, Murphy A, Legido-Quigley H, Lamptey P, Perel P. The economic burden of cardiovascular disease and hypertension in low- and middle-income countries: a systematic review. BMC Public Health. 2018;18:975. Disponible en: https://doi.org/10.1186/s12889-018-5806-x</Citation><ArticleIdList><ArticleId IdType="doi">10.1186/s12889-018-5806-x</ArticleId><ArticleId IdType="pmc">PMC6090747</ArticleId><ArticleId IdType="pubmed">30081871</ArticleId></ArticleIdList></Reference><Reference><Citation>Organizaci&#xf3;n Panamericana de la Salud  . Las dimensiones econ&#xf3;micas de las enfermedades no transmisibles en Am&#xe9;rica Latina y el Caribe. Washington, D.C.: OPS; 2017. https://iris.paho.org/handle/10665.2/33994 Disponible en:</Citation></Reference><Reference><Citation>Organizaci&#xf3;n Panamericana de la Salud. Las dimensiones econ&#xf3;micas de las enfermedades no transmisibles en Am&#xe9;rica Latina y el Caribe. Washington, D.C.: OPS; 2017. Disponible en: https://iris.paho.org/handle/10665.2/33994</Citation></Reference><Reference><Citation>Organizaci&#xf3;n Mundial de la Salud  . Enfermedades no transmisibles. Ginebra: OMS; 2020. https://www.who.int/news-room/fact-sheets/detail/noncommunicable-diseases Disponible en:</Citation></Reference><Reference><Citation>Organizaci&#xf3;n Mundial de la Salud. Enfermedades no transmisibles. Ginebra: OMS; 2020. Disponible en: https://www.who.int/news-room/fact-sheets/detail/noncommunicable-diseases</Citation></Reference><Reference><Citation>Diabetes Canada Clinical Practice Guidelines Expert Committee. Embil JM, Albalawi Z, Bowering K, Trepman E. Foot Care. Can J Diabetes. 2018;42(S1):S222&#x2013;7. doi: 10.1016/j.jcjd.2017.10.020. Disponible en:</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.jcjd.2017.10.020</ArticleId><ArticleId IdType="pubmed">29650101</ArticleId></ArticleIdList></Reference><Reference><Citation>Diabetes Canada Clinical Practice Guidelines Expert Committee, Embil JM, Albalawi Z, Bowering K, Trepman E. Foot Care. Can J Diabetes. 2018;42(S1):S222-7. Disponible en: https://doi.org/10.1016/j.jcjd.2017.10.020</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.jcjd.2017.10.020</ArticleId><ArticleId IdType="pubmed">29650101</ArticleId></ArticleIdList></Reference><Reference><Citation>Direcci&#xf3;n de Estad&#xed;sticas e Informaci&#xf3;n en Salud  Reporte interactivo de estad&#xed;sticas de salud. Ciudad Aut&#xf3;noma de Buenos Aires; Ministerio de Salud de la Naci&#xf3;n; 2025. https://www.argentina.gob.ar/salud/deis/reporte-interactivo Disponible en:</Citation></Reference><Reference><Citation>Direcci&#xf3;n de Estad&#xed;sticas e Informaci&#xf3;n en Salud. Reporte interactivo de estad&#xed;sticas de salud. Ciudad Aut&#xf3;noma de Buenos Aires; Ministerio de Salud de la Naci&#xf3;n; 2025. Disponible en: https://www.argentina.gob.ar/salud/deis/reporte-interactivo</Citation></Reference><Reference><Citation>Ministerio de Salud Argentina  . Informaci&#xf3;n b&#xe1;sica de Argentina &#x2013; A&#xf1;o 2019. Ciudad Aut&#xf3;noma de Buenos Aires; Ministerio de Salud; 2021. Estad&#xed;sticas vitales.https://www.argentina.gob.ar/sites/default/files/serie5numero63.pdf Disponible en:</Citation></Reference><Reference><Citation>Ministerio de Salud Argentina. Estad&#xed;sticas vitales. Informaci&#xf3;n b&#xe1;sica de Argentina &#x2013; A&#xf1;o 2019. Ciudad Aut&#xf3;noma de Buenos Aires; Ministerio de Salud; 2021. Disponible en: https://www.argentina.gob.ar/sites/default/files/serie5numero63.pdf</Citation></Reference><Reference><Citation>Marinovich S, Lavorato C, Bisigniano L, Hansen Krogh D, Celia E, Tagliafichi V, et al.  Registro Argentino de Di&#xe1;lisis Cr&#xf3;nica SAN-INCUCAI, 2017. Ciudad Aut&#xf3;noma de Buenos Aires: Sociedad Argentina de Nefrolog&#xed;a e Instituto Nacional Central &#xda;nico Coordinador de Ablaci&#xf3;n e Implante; 2018. https://san.org.ar/2015/docs/registros/2018/REGISTRO_ARGENTINO_DIALISIS_CRONICA_2017_VERSION_COMPLETA.pdf Disponible en:</Citation></Reference><Reference><Citation>Marinovich S, Lavorato C, Bisigniano L, Hansen Krogh D, Celia E, Tagliafichi V, et al. Registro Argentino de Di&#xe1;lisis Cr&#xf3;nica SAN-INCUCAI, 2017. Ciudad Aut&#xf3;noma de Buenos Aires: Sociedad Argentina de Nefrolog&#xed;a e Instituto Nacional Central &#xda;nico Coordinador de Ablaci&#xf3;n e Implante; 2018. Disponible en: https://san.org.ar/2015/docs/registros/2018/REGISTRO_ARGENTINO_DIALISIS_CRONICA_2017_VERSION_COMPLETA.pdf</Citation></Reference><Reference><Citation>Federaci&#xf3;n Internacional de Diabetes  . IDF Diabetes Atlas, 9&#xb0; ed. Bruselas: IDF; 2019. https://diabetesatlas.org/resources/previous-editions/ Disponible en:</Citation></Reference><Reference><Citation>Federaci&#xf3;n Internacional de Diabetes. IDF Diabetes Atlas, 9&#xb0; ed. Bruselas: IDF; 2019. Disponible en: https://diabetesatlas.org/resources/previous-editions/</Citation></Reference><Reference><Citation>Ministerio de Salud y Desarrollo Social de la Naci&#xf3;n  . 4.&#xaa; Encuesta Nacional de Factores de Riesgo, 2018. Ciudad Aut&#xf3;noma de Buenos Aires: MSDS; 2018. https://samfyr.org.ar/wp-content/uploads/2019/10/4ta_encuesta_nacional_de_FR_informe_definitivo.pdf Disponible en:</Citation></Reference><Reference><Citation>Ministerio de Salud y Desarrollo Social de la Naci&#xf3;n. 4.&#xaa; Encuesta Nacional de Factores de Riesgo, 2018. Ciudad Aut&#xf3;noma de Buenos Aires: MSDS; 2018. Disponible en: https://samfyr.org.ar/wp-content/uploads/2019/10/4ta_encuesta_nacional_de_FR_informe_definitivo.pdf</Citation></Reference><Reference><Citation>Marchionni M, Caporale J, Conconi A, Porto N.  Enfermedades cr&#xf3;nicas no transmisibles y sus factores de riesgo en Argentina: prevalencia y prevenci&#xf3;n. Washington, D.C.: BID;  [2011:11-12]. https://publications.iadb.org/publications/spanish/document/Enfermedades-cr%C3%B3nicas-no-transmisibles-y-sus-factores-de-riesgo-en-Argentina-prevalencia-y-prevenci%C3%B3n.pdf Disponible en:</Citation></Reference><Reference><Citation>Marchionni M, Caporale J, Conconi A, Porto N. Enfermedades cr&#xf3;nicas no transmisibles y sus factores de riesgo en Argentina: prevalencia y prevenci&#xf3;n. Washington, D.C.: BID; 2011:11-12. Disponible en: https://publications.iadb.org/publications/spanish/document/Enfermedades-cr%C3%B3nicas-no-transmisibles-y-sus-factores-de-riesgo-en-Argentina-prevalencia-y-prevenci%C3%B3n.pdf</Citation></Reference><Reference><Citation>Global Burden of Disease  Viewpoint collaborators. Five insights from the Global Burden of Disease Study 2019. The Lancet. 2020;396:1135&#x2013;59. https://www.researchgate.net/publication/354784173_Five_insights_from_the_Global_Burden_of_Disease_Study_2019_GBD_2019_Viewpoint_Collaborators_Double_down_on_catch-up_development Disponible en:</Citation><ArticleIdList><ArticleId IdType="pmc">PMC7116361</ArticleId><ArticleId IdType="pubmed">33069324</ArticleId></ArticleIdList></Reference><Reference><Citation>Global Burden of Disease. Viewpoint collaborators. Five insights from the Global Burden of Disease Study 2019. The Lancet. 2020; 396:1135-59. Disponible en : https://www.researchgate.net/publication/354784173_Five_insights_from_the_Global_Burden_of_Disease_Study_2019_GBD_2019_Viewpoint_Collaborators_Double_down_on_catch-up_development</Citation><ArticleIdList><ArticleId IdType="pmc">PMC7116361</ArticleId><ArticleId IdType="pubmed">33069324</ArticleId></ArticleIdList></Reference><Reference><Citation>Ministerio de Salud de la Naci&#xf3;n  Estrategia nacional para la prevenci&#xf3;n y control de enfermedades no transmisibles y el Plan Nacional Argentina Saludable. Ciudad Aut&#xf3;noma de Buenos Aires, Ministerio de Salud de la Naci&#xf3;n; 2009. https://servicios.infoleg.gob.ar/infolegInternet/anexos/160000-164999/162972/norma.htm Disponible en:</Citation></Reference><Reference><Citation>Ministerio de Salud de la Naci&#xf3;n. Estrategia nacional para la prevenci&#xf3;n y control de enfermedades no transmisibles y el Plan Nacional Argentina Saludable. Ciudad Aut&#xf3;noma de Buenos Aires, Ministerio de Salud de la Naci&#xf3;n; 2009. Disponible en: https://servicios.infoleg.gob.ar/infolegInternet/anexos/160000-164999/162972/norma.htm</Citation></Reference><Reference><Citation>Ministerio de Salud de la Naci&#xf3;n  Abordaje integral de personas con enfermedades cr&#xf3;nicas no transmisibles. Ciudad Aut&#xf3;noma de Buenos Aires, Ministerio de Salud de la Naci&#xf3;n; 2025. https://iah.msal.gov.ar/doc/Documento147.pdf Disponible en:</Citation></Reference><Reference><Citation>Ministerio de Salud de la Naci&#xf3;n. Abordaje integral de personas con enfermedades cr&#xf3;nicas no transmisibles. Ciudad Aut&#xf3;noma de Buenos Aires, Ministerio de Salud de la Naci&#xf3;n; 2025. Disponible en: https://iah.msal.gov.ar/doc/Documento147.pdf</Citation></Reference><Reference><Citation>Damschroder, L., et al. Fostering implementation of health services research findings into practice: a consolidated framework for advancing implementation science. Implementation Science. 2009;4:50. doi: 10.1186/1748-5908-4-50. Disponible en:</Citation><ArticleIdList><ArticleId IdType="doi">10.1186/1748-5908-4-50</ArticleId><ArticleId IdType="pmc">PMC2736161</ArticleId><ArticleId IdType="pubmed">19664226</ArticleId></ArticleIdList></Reference><Reference><Citation>Damschroder, L. et al. Fostering implementation of health services research findings into practice: a consolidated framework for advancing implementation science. Implementation Science. 2009;4:50. Disponible en: https://doi.org/10.1186/1748-5908-4-50</Citation><ArticleIdList><ArticleId IdType="doi">10.1186/1748-5908-4-50</ArticleId><ArticleId IdType="pmc">PMC2736161</ArticleId><ArticleId IdType="pubmed">19664226</ArticleId></ArticleIdList></Reference><Reference><Citation>Proctor E., et al. Outcomes for implementation research: conceptual distinctions, measurement challenges, and research agenda. Adm Policy Ment Health Ment Health Serv Res. 2011;38:65&#x2013;76. doi: 10.1007/s10488-010-0319-7. Disponible en:</Citation><ArticleIdList><ArticleId IdType="doi">10.1007/s10488-010-0319-7</ArticleId><ArticleId IdType="pmc">PMC3068522</ArticleId><ArticleId IdType="pubmed">20957426</ArticleId></ArticleIdList></Reference><Reference><Citation>Proctor, E. et al. Outcomes for implementation research: conceptual distinctions, measurement challenges, and research agenda. Adm Policy Ment Health Ment Health Serv Res. 2011;38:65-76. Disponible en: https://doi.org/10.1007/s10488-010-0319-7</Citation><ArticleIdList><ArticleId IdType="doi">10.1007/s10488-010-0319-7</ArticleId><ArticleId IdType="pmc">PMC3068522</ArticleId><ArticleId IdType="pubmed">20957426</ArticleId></ArticleIdList></Reference><Reference><Citation>Ministerio de Salud de la Naci&#xf3;n  Gu&#xed;a para la adaptaci&#xf3;n de gu&#xed;as de pr&#xe1;ctica cl&#xed;nica. Ciudad Aut&#xf3;noma de Buenos Aires: Ministerio de Salud de la Naci&#xf3;n; 2019. https://www.argentina.gob.ar/sites/default/files/infoleg/res2502-329832.pdf Disponible en:</Citation></Reference><Reference><Citation>Ministerio de Salud de la Naci&#xf3;n. Gu&#xed;a para la adaptaci&#xf3;n de gu&#xed;as de pr&#xe1;ctica cl&#xed;nica. . Ciudad Aut&#xf3;noma de Buenos Aires: Ministerio de Salud de la Naci&#xf3;n; 2019. Disponible en: https://www.argentina.gob.ar/sites/default/files/infoleg/res2502-329832.pdf</Citation></Reference><Reference><Citation>Ortiz Z, Esandi ME, Antonietti L. Intervenciones sanitarias informadas en evidencia. https://es.scribd.com/document/670371043/ Disponible en:</Citation></Reference><Reference><Citation>Ortiz Z, Esandi ME, Antonietti L. Intervenciones sanitarias informadas en evidencia. Disponible en: https://es.scribd.com/document/670371043/</Citation></Reference><Reference><Citation>Asirwa F, Greist A, Busakhala N, Rosen B, Loehrer Sr P. Medical education and training: building in-country capacity all levels. Journal of Clinical Oncology. 2015:1&#x2013;2.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC5070567</ArticleId><ArticleId IdType="pubmed">26578616</ArticleId></ArticleIdList></Reference><Reference><Citation>Asirwa F, Greist A, Busakhala N, Rosen B, Loehrer Sr P. Medical education and training: building in-country capacity all levels. Journal of Clinical Oncology. 2015:1-2.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC5070567</ArticleId><ArticleId IdType="pubmed">26578616</ArticleId></ArticleIdList></Reference><Reference><Citation>Montorzi G, de Haan S, IJsselmuiden C. Definici&#xf3;n de prioridades en investigaci&#xf3;n para la salud. Un proceso de gesti&#xf3;n para los pa&#xed;ses. lth: a management process for countries. Consejo de Investigaci&#xf3;n en Salud para el Desarrollo. 2010. https://Priority-Setting-Approach_ESP_2010-.pdf Disponible en:</Citation></Reference><Reference><Citation>Montorzi G, de Haan S, IJsselmuiden C. Definici&#xf3;n de prioridades en investigaci&#xf3;n para la salud. Un proceso de gesti&#xf3;n para los pa&#xed;ses. lth: a management process for countries. Consejo de Investigaci&#xf3;n en Salud para el Desarrollo; 2010. Disponible en: https://Priority-Setting-Approach_ESP_2010-.pdf</Citation></Reference><Reference><Citation>Goldman, A. La pol&#xed;tica de formaci&#xf3;n de recursos humanos en oncolog&#xed;a en el marco de un sistema federal de salud. El caso del Programa de Becas de Formaci&#xf3;n de Recursos Humanos en c&#xe1;ncer del Instituto Nacional del C&#xe1;ncer. A&#xf1;os 2011-2017. [Tesis de maestr&#xed;a]. Victoria (Argentina): Universidad de San Andr&#xe9;s. 2019. https://repositorio.udesa.edu.ar/items/2bac192d-c25b-4d03-8c70-5a27bd5763d6 Disponible en:</Citation></Reference><Reference><Citation>Goldman, A. La pol&#xed;tica de formaci&#xf3;n de recursos humanos en oncolog&#xed;a en el marco de un sistema federal de salud. El caso del Programa de Becas de Formaci&#xf3;n de Recursos Humanos en c&#xe1;ncer del Instituto Nacional del C&#xe1;ncer. A&#xf1;os 2011-2017. [Tesis de maestr&#xed;a]. Victoria (Argentina): Universidad de San Andr&#xe9;s; 2019. Disponible en: https://repositorio.udesa.edu.ar/items/2bac192d-c25b-4d03-8c70-5a27bd5763d6</Citation></Reference><Reference><Citation>Roschke MA, Brito P, Palacios MA. Manual del Educador. Serie Paltex N&#xb0; 44. Washington, D.C.: OPS; 2002. Gesti&#xf3;n de proyectos de educaci&#xf3;n permanente en los servicios de salud.</Citation></Reference><Reference><Citation>Roschke MA, Brito P, Palacios MA. Gesti&#xf3;n de proyectos de educaci&#xf3;n permanente en los servicios de salud. Manual del Educador. Serie Paltex N&#xb0; 44. Washington, D.C.: OPS; 2002.</Citation></Reference><Reference><Citation>Kork AA, Marttinen M, Laihonen H., et al. Implementing clinical practice guidelines into action: a qualitative study of managing knowledge translation in primary care organisations. Health Res Policy Sys. 2025;23:130. doi: 10.1186/s12961-025-01402-z. Disponible en:</Citation><ArticleIdList><ArticleId IdType="doi">10.1186/s12961-025-01402-z</ArticleId><ArticleId IdType="pmc">PMC12522609</ArticleId><ArticleId IdType="pubmed">41088353</ArticleId></ArticleIdList></Reference><Reference><Citation>Kork AA, Marttinen M, Laihonen H., et al. Implementing clinical practice guidelines into action: a qualitative study of managing knowledge translation in primary care organisations. Health Res Policy Sys. 2025;23:130. Disponible en: https://doi.org/10.1186/s12961-025-01402-z</Citation><ArticleIdList><ArticleId IdType="doi">10.1186/s12961-025-01402-z</ArticleId><ArticleId IdType="pmc">PMC12522609</ArticleId><ArticleId IdType="pubmed">41088353</ArticleId></ArticleIdList></Reference></ReferenceList></PubmedData></PubmedArticle></PubmedArticleSet>