<?xml version="1.0" ?>
<!DOCTYPE PubmedArticleSet PUBLIC "-//NLM//DTD PubMedArticle, 1st January 2025//EN" "https://dtd.nlm.nih.gov/ncbi/pubmed/out/pubmed_250101.dtd">
<PubmedArticleSet>
<PubmedArticle><MedlineCitation Status="MEDLINE" Owner="NLM" IndexingMethod="Automated"><PMID Version="1">41715969</PMID><DateCompleted><Year>2026</Year><Month>02</Month><Day>20</Day></DateCompleted><DateRevised><Year>2026</Year><Month>02</Month><Day>20</Day></DateRevised><Article PubModel="Electronic"><Journal><ISSN IssnType="Print">0040-3660</ISSN><JournalIssue CitedMedium="Print"><Volume>98</Volume><Issue>1</Issue><PubDate><Year>2026</Year><Month>Feb</Month><Day>15</Day></PubDate></JournalIssue><Title>Terapevticheskii arkhiv</Title><ISOAbbreviation>Ter Arkh</ISOAbbreviation></Journal><ArticleTitle>[Prevalence and predictors of suboptimal peak inspiratory flow values with metered-dose dry powder inhalers in patients with asthma and chronic obstructive pulmonary disease].</ArticleTitle><Pagination><StartPage>35</StartPage><EndPage>42</EndPage><MedlinePgn>35-42</MedlinePgn></Pagination><ELocationID EIdType="doi" ValidYN="Y">10.26442/00403660.2026.01.203558</ELocationID><Abstract><AbstractText Label="BACKGROUND" NlmCategory="BACKGROUND">A key requirement for effective dry powder inhaler (DPI) use is adequate patient inspiratory effort, measurable through peak inspiratory flow (PIF).</AbstractText><AbstractText Label="AIM" NlmCategory="OBJECTIVE">To assess the prevalence of suboptimal PIF values, and identify factors significantly affecting PIF in pulmonary disease (COPD) and asthma outpatients.</AbstractText><AbstractText Label="MATERIALS AND METHODS" NlmCategory="METHODS">The study enrolled asthma and COPD patients using DPIs for maintenance therapy. PIF was measured using In-Check DIAL G16<sup>&#xae;</sup> at resistance levels matching each patient's DPI, both before and after proper inhalation technique training. Clinical and functional parameters were evaluated to identify predictors of suboptimal PIF.</AbstractText><AbstractText Label="RESULTS" NlmCategory="RESULTS">The study included 61 asthma and 30 COPD patients. Baseline suboptimal PIF rates were 34% (asthma) and 63% (COPD). After training, these decreased significantly to 10% (asthma) and 23% (COPD); <i>p</i> &lt; 0.0001. Key limiting factors for achieving optimal PIF were age &#x2265; 60 years, FVC &#x2264; 70% predicted, and FEV1 &#x2264; 45% predicted.</AbstractText><AbstractText Label="CONCLUSION" NlmCategory="CONCLUSIONS">Many patients had insufficient inspiratory flow for effective DPI use due to technique errors or age/functional limitations. Pre-prescription PIF measurement objectively evaluates DPI suitability and enhances treatment efficacy.</AbstractText></Abstract><AuthorList CompleteYN="Y"><Author ValidYN="Y"><LastName>Lavginova</LastName><ForeName>B B</ForeName><Initials>BB</Initials><Identifier Source="ORCID">0000-0003-1254-6863</Identifier><AffiliationInfo><Affiliation>Sechenov First Moscow State Medical University (Sechenov University).</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Trushenko</LastName><ForeName>N V</ForeName><Initials>NV</Initials><Identifier Source="ORCID">0000-0002-0685-4133</Identifier><AffiliationInfo><Affiliation>Sechenov First Moscow State Medical University (Sechenov University).</Affiliation></AffiliationInfo><AffiliationInfo><Affiliation>Research Institute of Pulmonology.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Nekludova</LastName><ForeName>G V</ForeName><Initials>GV</Initials><Identifier Source="ORCID">0000-0002-9509-0867</Identifier><AffiliationInfo><Affiliation>Sechenov First Moscow State Medical University (Sechenov University).</Affiliation></AffiliationInfo><AffiliationInfo><Affiliation>Research Institute of Pulmonology.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Belkina</LastName><ForeName>O S</ForeName><Initials>OS</Initials><Identifier Source="ORCID">0009-0003-1847-4159</Identifier><AffiliationInfo><Affiliation>Sechenov First Moscow State Medical University (Sechenov University).</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Avdeev</LastName><ForeName>S N</ForeName><Initials>SN</Initials><Identifier Source="ORCID">0000-0002-5999-2150</Identifier><AffiliationInfo><Affiliation>Sechenov First Moscow State Medical University (Sechenov University).</Affiliation></AffiliationInfo><AffiliationInfo><Affiliation>Research Institute of Pulmonology.</Affiliation></AffiliationInfo></Author></AuthorList><Language>rus</Language><PublicationTypeList><PublicationType UI="D004740">English Abstract</PublicationType><PublicationType UI="D016428">Journal Article</PublicationType></PublicationTypeList><ArticleDate DateType="Electronic"><Year>2026</Year><Month>02</Month><Day>15</Day></ArticleDate></Article><MedlineJournalInfo><Country>Russia (Federation)</Country><MedlineTA>Ter Arkh</MedlineTA><NlmUniqueID>2984818R</NlmUniqueID><ISSNLinking>0040-3660</ISSNLinking></MedlineJournalInfo><ChemicalList><Chemical><RegistryNumber>0</RegistryNumber><NameOfSubstance UI="D001993">Bronchodilator Agents</NameOfSubstance></Chemical></ChemicalList><CitationSubset>IM</CitationSubset><MeshHeadingList><MeshHeading><DescriptorName UI="D006801" MajorTopicYN="N">Humans</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D029424" MajorTopicYN="Y">Pulmonary Disease, Chronic Obstructive</DescriptorName><QualifierName UI="Q000188" MajorTopicYN="N">drug therapy</QualifierName><QualifierName UI="Q000503" MajorTopicYN="N">physiopathology</QualifierName><QualifierName UI="Q000175" MajorTopicYN="N">diagnosis</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D008297" MajorTopicYN="N">Male</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D001249" MajorTopicYN="Y">Asthma</DescriptorName><QualifierName UI="Q000188" MajorTopicYN="N">drug therapy</QualifierName><QualifierName UI="Q000503" MajorTopicYN="N">physiopathology</QualifierName><QualifierName UI="Q000175" MajorTopicYN="N">diagnosis</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D058995" MajorTopicYN="Y">Dry Powder Inhalers</DescriptorName><QualifierName UI="Q000379" MajorTopicYN="N">methods</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D005260" MajorTopicYN="N">Female</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D008875" MajorTopicYN="N">Middle Aged</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D036501" MajorTopicYN="Y">Metered Dose Inhalers</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D000368" MajorTopicYN="N">Aged</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D000280" MajorTopicYN="N">Administration, Inhalation</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D015995" MajorTopicYN="N">Prevalence</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D001993" MajorTopicYN="N">Bronchodilator Agents</DescriptorName><QualifierName UI="Q000008" MajorTopicYN="N">administration &amp; dosage</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D000328" MajorTopicYN="N">Adult</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D007320" MajorTopicYN="N">Inspiratory Capacity</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D012129" MajorTopicYN="N">Respiratory Function Tests</DescriptorName><QualifierName UI="Q000379" MajorTopicYN="N">methods</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D016896" MajorTopicYN="N">Treatment Outcome</DescriptorName></MeshHeading></MeshHeadingList><OtherAbstract Type="Publisher" Language="rus"><AbstractText>&#x41e;&#x431;&#x43e;&#x441;&#x43d;&#x43e;&#x432;&#x430;&#x43d;&#x438;&#x435;. &#x41e;&#x434;&#x43d;&#x438;&#x43c; &#x438;&#x437; &#x43a;&#x43b;&#x44e;&#x447;&#x435;&#x432;&#x44b;&#x445; &#x443;&#x441;&#x43b;&#x43e;&#x432;&#x438;&#x439; &#x44d;&#x444;&#x444;&#x435;&#x43a;&#x442;&#x438;&#x432;&#x43d;&#x43e;&#x433;&#x43e; &#x438;&#x441;&#x43f;&#x43e;&#x43b;&#x44c;&#x437;&#x43e;&#x432;&#x430;&#x43d;&#x438;&#x44f; &#x434;&#x43e;&#x437;&#x438;&#x440;&#x43e;&#x432;&#x430;&#x43d;&#x43d;&#x44b;&#x445; &#x43f;&#x43e;&#x440;&#x43e;&#x448;&#x43a;&#x43e;&#x432;&#x44b;&#x445; &#x438;&#x43d;&#x433;&#x430;&#x43b;&#x44f;&#x442;&#x43e;&#x440;&#x43e;&#x432; (&#x414;&#x41f;&#x418;) &#x44f;&#x432;&#x43b;&#x44f;&#x435;&#x442;&#x441;&#x44f; &#x434;&#x43e;&#x441;&#x442;&#x430;&#x442;&#x43e;&#x447;&#x43d;&#x43e;&#x435; &#x438;&#x43d;&#x441;&#x43f;&#x438;&#x440;&#x430;&#x442;&#x43e;&#x440;&#x43d;&#x43e;&#x435; &#x443;&#x441;&#x438;&#x43b;&#x438;&#x435; &#x43f;&#x430;&#x446;&#x438;&#x435;&#x43d;&#x442;&#x430;, &#x43a;&#x43e;&#x442;&#x43e;&#x440;&#x43e;&#x435; &#x43c;&#x43e;&#x436;&#x43d;&#x43e; &#x43e;&#x446;&#x435;&#x43d;&#x438;&#x442;&#x44c; &#x43f;&#x43e; &#x443;&#x440;&#x43e;&#x432;&#x43d;&#x44e; &#x43f;&#x438;&#x43a;&#x43e;&#x432;&#x43e;&#x433;&#x43e; &#x438;&#x43d;&#x441;&#x43f;&#x438;&#x440;&#x430;&#x442;&#x43e;&#x440;&#x43d;&#x43e;&#x433;&#x43e; &#x43f;&#x43e;&#x442;&#x43e;&#x43a;&#x430; (&#x41f;&#x418;&#x41f;). &#x426;&#x435;&#x43b;&#x44c;. &#x418;&#x437;&#x443;&#x447;&#x438;&#x442;&#x44c; &#x440;&#x430;&#x441;&#x43f;&#x440;&#x43e;&#x441;&#x442;&#x440;&#x430;&#x43d;&#x435;&#x43d;&#x43d;&#x43e;&#x441;&#x442;&#x44c; &#x438; &#x43f;&#x440;&#x435;&#x434;&#x438;&#x43a;&#x442;&#x43e;&#x440;&#x44b; &#x440;&#x430;&#x437;&#x432;&#x438;&#x442;&#x438;&#x44f; &#x441;&#x443;&#x431;&#x43e;&#x43f;&#x442;&#x438;&#x43c;&#x430;&#x43b;&#x44c;&#x43d;&#x44b;&#x445; &#x434;&#x43b;&#x44f; &#x414;&#x41f;&#x418; &#x437;&#x43d;&#x430;&#x447;&#x435;&#x43d;&#x438;&#x439; &#x41f;&#x418;&#x41f; &#x443; &#x43f;&#x430;&#x446;&#x438;&#x435;&#x43d;&#x442;&#x43e;&#x432; &#x441; &#x445;&#x440;&#x43e;&#x43d;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x43e;&#x439; &#x43e;&#x431;&#x441;&#x442;&#x440;&#x443;&#x43a;&#x442;&#x438;&#x432;&#x43d;&#x43e;&#x439; &#x431;&#x43e;&#x43b;&#x435;&#x437;&#x43d;&#x44c;&#x44e; &#x43b;&#x435;&#x433;&#x43a;&#x438;&#x445; (&#x425;&#x41e;&#x411;&#x41b;) &#x438; &#x431;&#x440;&#x43e;&#x43d;&#x445;&#x438;&#x430;&#x43b;&#x44c;&#x43d;&#x43e;&#x439; &#x430;&#x441;&#x442;&#x43c;&#x43e;&#x439; (&#x411;&#x410;) &#x432; &#x430;&#x43c;&#x431;&#x443;&#x43b;&#x430;&#x442;&#x43e;&#x440;&#x43d;&#x43e;&#x439; &#x43f;&#x440;&#x430;&#x43a;&#x442;&#x438;&#x43a;&#x435;. &#x41c;&#x430;&#x442;&#x435;&#x440;&#x438;&#x430;&#x43b;&#x44b; &#x438; &#x43c;&#x435;&#x442;&#x43e;&#x434;&#x44b;. &#x412; &#x438;&#x441;&#x441;&#x43b;&#x435;&#x434;&#x43e;&#x432;&#x430;&#x43d;&#x438;&#x435; &#x432;&#x43a;&#x43b;&#x44e;&#x447;&#x430;&#x43b;&#x438;&#x441;&#x44c; &#x431;&#x43e;&#x43b;&#x44c;&#x43d;&#x44b;&#x435; &#x411;&#x410; &#x438; &#x425;&#x41e;&#x411;&#x41b;, &#x438;&#x441;&#x43f;&#x43e;&#x43b;&#x44c;&#x437;&#x443;&#x44e;&#x449;&#x438;&#x435; &#x432; &#x43a;&#x430;&#x447;&#x435;&#x441;&#x442;&#x432;&#x435; &#x431;&#x430;&#x437;&#x438;&#x441;&#x43d;&#x43e;&#x439; &#x442;&#x435;&#x440;&#x430;&#x43f;&#x438;&#x438; &#x414;&#x41f;&#x418;. &#x417;&#x43d;&#x430;&#x447;&#x435;&#x43d;&#x438;&#x435; &#x41f;&#x418;&#x41f; &#x43e;&#x446;&#x435;&#x43d;&#x438;&#x432;&#x430;&#x43b;&#x43e;&#x441;&#x44c; &#x441; &#x43f;&#x43e;&#x43c;&#x43e;&#x449;&#x44c;&#x44e; &#x43f;&#x43e;&#x440;&#x442;&#x430;&#x442;&#x438;&#x432;&#x43d;&#x43e;&#x433;&#x43e; &#x438;&#x43d;&#x441;&#x43f;&#x438;&#x440;&#x430;&#x442;&#x43e;&#x440;&#x43d;&#x43e;&#x433;&#x43e; &#x444;&#x43b;&#x43e;&#x443;&#x43c;&#x435;&#x442;&#x440;&#x430; In-Check DIAL G16<sup>&#xae;</sup> &#x43d;&#x430; &#x443;&#x440;&#x43e;&#x432;&#x43d;&#x435; &#x441;&#x43e;&#x43f;&#x440;&#x43e;&#x442;&#x438;&#x432;&#x43b;&#x435;&#x43d;&#x438;&#x44f; &#x441;&#x43e;&#x43e;&#x442;&#x432;&#x435;&#x442;&#x441;&#x442;&#x432;&#x443;&#x44e;&#x449;&#x435;&#x433;&#x43e; &#x414;&#x41f;&#x418;, &#x438;&#x441;&#x43f;&#x43e;&#x43b;&#x44c;&#x437;&#x443;&#x435;&#x43c;&#x43e;&#x433;&#x43e; &#x43f;&#x430;&#x446;&#x438;&#x435;&#x43d;&#x442;&#x43e;&#x43c;, &#x438;&#x441;&#x445;&#x43e;&#x434;&#x43d;&#x43e; &#x438; &#x43f;&#x43e;&#x441;&#x43b;&#x435; &#x43e;&#x431;&#x44a;&#x44f;&#x441;&#x43d;&#x435;&#x43d;&#x438;&#x44f; &#x43f;&#x440;&#x430;&#x432;&#x438;&#x43b;&#x44c;&#x43d;&#x43e;&#x439; &#x442;&#x435;&#x445;&#x43d;&#x438;&#x43a;&#x438; &#x438;&#x43d;&#x433;&#x430;&#x43b;&#x44f;&#x446;&#x438;&#x439; &#x43f;&#x440;&#x438; &#x411;&#x410; &#x438; &#x425;&#x41e;&#x411;&#x41b;. &#x421; &#x446;&#x435;&#x43b;&#x44c;&#x44e; &#x43e;&#x43f;&#x440;&#x435;&#x434;&#x435;&#x43b;&#x435;&#x43d;&#x438;&#x44f; &#x43f;&#x440;&#x435;&#x434;&#x438;&#x43a;&#x442;&#x43e;&#x440;&#x43e;&#x432; &#x441;&#x443;&#x431;&#x43e;&#x43f;&#x442;&#x438;&#x43c;&#x430;&#x43b;&#x44c;&#x43d;&#x43e;&#x433;&#x43e; &#x41f;&#x418;&#x41f; &#x43e;&#x446;&#x435;&#x43d;&#x438;&#x432;&#x430;&#x43b;&#x438; &#x43e;&#x441;&#x43d;&#x43e;&#x432;&#x43d;&#x44b;&#x435; &#x43a;&#x43b;&#x438;&#x43d;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x438;&#x435; &#x43f;&#x43e;&#x43a;&#x430;&#x437;&#x430;&#x442;&#x435;&#x43b;&#x438; &#x438; &#x43f;&#x430;&#x440;&#x430;&#x43c;&#x435;&#x442;&#x440;&#x44b; &#x43a;&#x43e;&#x43c;&#x43f;&#x43b;&#x435;&#x43a;&#x441;&#x43d;&#x43e;&#x433;&#x43e; &#x438;&#x441;&#x441;&#x43b;&#x435;&#x434;&#x43e;&#x432;&#x430;&#x43d;&#x438;&#x44f; &#x444;&#x443;&#x43d;&#x43a;&#x446;&#x438;&#x438; &#x434;&#x44b;&#x445;&#x430;&#x43d;&#x438;&#x44f;. &#x420;&#x435;&#x437;&#x443;&#x43b;&#x44c;&#x442;&#x430;&#x442;&#x44b;. &#x412; &#x438;&#x441;&#x441;&#x43b;&#x435;&#x434;&#x43e;&#x432;&#x430;&#x43d;&#x438;&#x435; &#x432;&#x43e;&#x448;&#x43b;&#x438; 61 &#x43f;&#x430;&#x446;&#x438;&#x435;&#x43d;&#x442; &#x441; &#x411;&#x410; &#x438; 30 &#x43f;&#x430;&#x446;&#x438;&#x435;&#x43d;&#x442;&#x43e;&#x432; &#x441; &#x425;&#x41e;&#x411;&#x41b;. &#x414;&#x43e;&#x43b;&#x44f; &#x43f;&#x430;&#x446;&#x438;&#x435;&#x43d;&#x442;&#x43e;&#x432; &#x441; &#x441;&#x443;&#x431;&#x43e;&#x43f;&#x442;&#x438;&#x43c;&#x430;&#x43b;&#x44c;&#x43d;&#x44b;&#x43c;&#x438; &#x43f;&#x43e;&#x43a;&#x430;&#x437;&#x430;&#x442;&#x435;&#x43b;&#x44f;&#x43c;&#x438; &#x41f;&#x418;&#x41f; &#x438;&#x441;&#x445;&#x43e;&#x434;&#x43d;&#x43e; &#x441;&#x43e;&#x441;&#x442;&#x430;&#x432;&#x43b;&#x44f;&#x43b;&#x430; 34% &#x432; &#x433;&#x440;&#x443;&#x43f;&#x43f;&#x435; &#x411;&#x410; &#x438; 63% &#x2013; &#x432; &#x433;&#x440;&#x443;&#x43f;&#x43f;&#x435; &#x425;&#x41e;&#x411;&#x41b;. &#x41f;&#x43e;&#x441;&#x43b;&#x435; &#x43e;&#x431;&#x443;&#x447;&#x435;&#x43d;&#x438;&#x44f; &#x43f;&#x440;&#x430;&#x432;&#x438;&#x43b;&#x44c;&#x43d;&#x43e;&#x439; &#x442;&#x435;&#x445;&#x43d;&#x438;&#x43a;&#x435; &#x438;&#x43d;&#x433;&#x430;&#x43b;&#x44f;&#x446;&#x438;&#x438; &#x434;&#x43e;&#x43b;&#x44f; &#x43f;&#x430;&#x446;&#x438;&#x435;&#x43d;&#x442;&#x43e;&#x432; &#x441; &#x441;&#x443;&#x431;&#x43e;&#x43f;&#x442;&#x438;&#x43c;&#x430;&#x43b;&#x44c;&#x43d;&#x44b;&#x43c; &#x41f;&#x418;&#x41f; &#x437;&#x43d;&#x430;&#x447;&#x438;&#x442;&#x435;&#x43b;&#x44c;&#x43d;&#x43e; &#x441;&#x43d;&#x438;&#x437;&#x438;&#x43b;&#x430;&#x441;&#x44c; &#x432; &#x43e;&#x431;&#x435;&#x438;&#x445; &#x433;&#x440;&#x443;&#x43f;&#x43f;&#x430;&#x445;: &#x434;&#x43e; 10% &#x432; &#x433;&#x440;&#x443;&#x43f;&#x43f;&#x435; &#x411;&#x410; &#x438; &#x434;&#x43e; 23% &#x2013; &#x432; &#x433;&#x440;&#x443;&#x43f;&#x43f;&#x435; &#x425;&#x41e;&#x411;&#x41b; (<i>p</i> &lt; 0,0001). &#x41d;&#x430;&#x438;&#x431;&#x43e;&#x43b;&#x435;&#x435; &#x437;&#x43d;&#x430;&#x447;&#x438;&#x43c;&#x44b;&#x43c;&#x438; &#x444;&#x430;&#x43a;&#x442;&#x43e;&#x440;&#x430;&#x43c;&#x438;, &#x441;&#x443;&#x449;&#x435;&#x441;&#x442;&#x432;&#x435;&#x43d;&#x43d;&#x43e; &#x43e;&#x433;&#x440;&#x430;&#x43d;&#x438;&#x447;&#x438;&#x432;&#x430;&#x44e;&#x449;&#x438;&#x43c;&#x438; &#x432;&#x435;&#x440;&#x43e;&#x44f;&#x442;&#x43d;&#x43e;&#x441;&#x442;&#x44c; &#x434;&#x43e;&#x441;&#x442;&#x438;&#x436;&#x435;&#x43d;&#x438;&#x44f; &#x443; &#x43f;&#x430;&#x446;&#x438;&#x435;&#x43d;&#x442;&#x430; &#x43e;&#x43f;&#x442;&#x438;&#x43c;&#x430;&#x43b;&#x44c;&#x43d;&#x43e;&#x433;&#x43e; &#x41f;&#x418;&#x41f;, &#x43d;&#x435;&#x43e;&#x431;&#x445;&#x43e;&#x434;&#x438;&#x43c;&#x43e;&#x433;&#x43e; &#x434;&#x43b;&#x44f; &#x44d;&#x444;&#x444;&#x435;&#x43a;&#x442;&#x438;&#x432;&#x43d;&#x43e;&#x433;&#x43e; &#x438;&#x441;&#x43f;&#x43e;&#x43b;&#x44c;&#x437;&#x43e;&#x432;&#x430;&#x43d;&#x438;&#x44f; &#x414;&#x41f;&#x418;, &#x441;&#x442;&#x430;&#x43b;&#x438; &#x432;&#x43e;&#x437;&#x440;&#x430;&#x441;&#x442; &#x2265; 60 &#x43b;&#x435;&#x442;, &#x444;&#x43e;&#x440;&#x441;&#x438;&#x440;&#x43e;&#x432;&#x430;&#x43d;&#x43d;&#x430;&#x44f; &#x436;&#x438;&#x437;&#x43d;&#x435;&#x43d;&#x43d;&#x430;&#x44f; &#x435;&#x43c;&#x43a;&#x43e;&#x441;&#x442;&#x44c; &#x43b;&#x435;&#x433;&#x43a;&#x438;&#x445; &#x2264; 70%&#x434;&#x43e;&#x43b;&#x436;. &#x438; &#x43e;&#x431;&#x44a;&#x435;&#x43c; &#x444;&#x43e;&#x440;&#x441;&#x438;&#x440;&#x43e;&#x432;&#x430;&#x43d;&#x43d;&#x43e;&#x433;&#x43e; &#x432;&#x44b;&#x434;&#x43e;&#x445;&#x430; &#x437;&#x430; 1-&#x44e; &#x441;&#x435;&#x43a;&#x443;&#x43d;&#x434;&#x443; &#x2264; 45%&#x434;&#x43e;&#x43b;&#x436;. &#x417;&#x430;&#x43a;&#x43b;&#x44e;&#x447;&#x435;&#x43d;&#x438;&#x435;. &#x41c;&#x43d;&#x43e;&#x433;&#x438;&#x435; &#x43f;&#x430;&#x446;&#x438;&#x435;&#x43d;&#x442;&#x44b; &#x438;&#x43c;&#x435;&#x43b;&#x438; &#x43d;&#x435;&#x434;&#x43e;&#x441;&#x442;&#x430;&#x442;&#x43e;&#x447;&#x43d;&#x443;&#x44e; &#x441;&#x438;&#x43b;&#x443; &#x432;&#x434;&#x43e;&#x445;&#x430; &#x434;&#x43b;&#x44f; &#x44d;&#x444;&#x444;&#x435;&#x43a;&#x442;&#x438;&#x432;&#x43d;&#x43e;&#x433;&#x43e; &#x43f;&#x440;&#x438;&#x43c;&#x435;&#x43d;&#x435;&#x43d;&#x438;&#x44f; &#x414;&#x41f;&#x418; &#x438;&#x437;-&#x437;&#x430; &#x43e;&#x448;&#x438;&#x431;&#x43e;&#x43a; &#x432; &#x442;&#x435;&#x445;&#x43d;&#x438;&#x43a;&#x435; &#x438;&#x43d;&#x433;&#x430;&#x43b;&#x44f;&#x446;&#x438;&#x439; &#x438;&#x43b;&#x438; &#x432;&#x43e;&#x437;&#x440;&#x430;&#x441;&#x442;&#x43d;&#x44b;&#x445;/&#x444;&#x443;&#x43d;&#x43a;&#x446;&#x438;&#x43e;&#x43d;&#x430;&#x43b;&#x44c;&#x43d;&#x44b;&#x445; &#x43e;&#x433;&#x440;&#x430;&#x43d;&#x438;&#x447;&#x435;&#x43d;&#x438;&#x439;. &#x418;&#x437;&#x43c;&#x435;&#x440;&#x435;&#x43d;&#x438;&#x435; &#x41f;&#x418;&#x41f; &#x43f;&#x435;&#x440;&#x435;&#x434; &#x43d;&#x430;&#x437;&#x43d;&#x430;&#x447;&#x435;&#x43d;&#x438;&#x435;&#x43c; &#x414;&#x41f;&#x418; &#x43f;&#x43e;&#x437;&#x432;&#x43e;&#x43b;&#x44f;&#x435;&#x442; &#x43e;&#x431;&#x44a;&#x435;&#x43a;&#x442;&#x438;&#x432;&#x43d;&#x43e; &#x43e;&#x446;&#x435;&#x43d;&#x438;&#x442;&#x44c; &#x432;&#x43e;&#x437;&#x43c;&#x43e;&#x436;&#x43d;&#x43e;&#x441;&#x442;&#x44c; &#x435;&#x433;&#x43e; &#x438;&#x441;&#x43f;&#x43e;&#x43b;&#x44c;&#x437;&#x43e;&#x432;&#x430;&#x43d;&#x438;&#x44f; &#x438; &#x43f;&#x43e;&#x432;&#x44b;&#x441;&#x438;&#x442;&#x44c; &#x44d;&#x444;&#x444;&#x435;&#x43a;&#x442;&#x438;&#x432;&#x43d;&#x43e;&#x441;&#x442;&#x44c; &#x442;&#x435;&#x440;&#x430;&#x43f;&#x438;&#x438;.</AbstractText></OtherAbstract><KeywordList Owner="NOTNLM"><Keyword MajorTopicYN="N">bronchial asthma</Keyword><Keyword MajorTopicYN="N">chronic obstructive pulmonary disease</Keyword><Keyword MajorTopicYN="N">dry powder inhalers</Keyword><Keyword MajorTopicYN="N">inhalation technique</Keyword><Keyword MajorTopicYN="N">peak inspiratory flow</Keyword></KeywordList></MedlineCitation><PubmedData><History><PubMedPubDate PubStatus="received"><Year>2025</Year><Month>4</Month><Day>11</Day></PubMedPubDate><PubMedPubDate PubStatus="accepted"><Year>2025</Year><Month>10</Month><Day>31</Day></PubMedPubDate><PubMedPubDate PubStatus="medline"><Year>2026</Year><Month>2</Month><Day>20</Day><Hour>7</Hour><Minute>6</Minute></PubMedPubDate><PubMedPubDate PubStatus="pubmed"><Year>2026</Year><Month>2</Month><Day>20</Day><Hour>7</Hour><Minute>5</Minute></PubMedPubDate><PubMedPubDate PubStatus="entrez"><Year>2026</Year><Month>2</Month><Day>20</Day><Hour>2</Hour><Minute>12</Minute></PubMedPubDate></History><PublicationStatus>epublish</PublicationStatus><ArticleIdList><ArticleId IdType="pubmed">41715969</ArticleId><ArticleId IdType="doi">10.26442/00403660.2026.01.203558</ArticleId></ArticleIdList></PubmedData></PubmedArticle></PubmedArticleSet>