<?xml version="1.0" ?>
<!DOCTYPE PubmedArticleSet PUBLIC "-//NLM//DTD PubMedArticle, 1st January 2025//EN" "https://dtd.nlm.nih.gov/ncbi/pubmed/out/pubmed_250101.dtd">
<PubmedArticleSet>
<PubmedArticle><MedlineCitation Status="PubMed-not-MEDLINE" Owner="NLM"><PMID Version="1">41531796</PMID><DateCompleted><Year>2026</Year><Month>02</Month><Day>11</Day></DateCompleted><DateRevised><Year>2026</Year><Month>02</Month><Day>11</Day></DateRevised><Article PubModel="Electronic-eCollection"><Journal><ISSN IssnType="Electronic">2504-3145</ISSN><JournalIssue CitedMedium="Internet"><Volume>43</Volume><Issue>4</Issue><PubDate><Year>2026</Year><Month>Feb</Month></PubDate></JournalIssue><Title>Portuguese journal of public health</Title><ISOAbbreviation>Port J Public Health</ISOAbbreviation></Journal><ArticleTitle>Attitudes of Physiotherapy Students toward People Experiencing Homelessness through a Musculoskeletal Health Program.</ArticleTitle><Pagination><StartPage>233</StartPage><EndPage>239</EndPage><MedlinePgn>233-239</MedlinePgn></Pagination><ELocationID EIdType="doi" ValidYN="Y">10.1159/000549119</ELocationID><Abstract><AbstractText Label="INTRODUCTION" NlmCategory="UNASSIGNED">People experiencing homelessness (PEH) are more susceptible to developing musculoskeletal (MSK) conditions. However, they often lack access to adequate healthcare due to factors such as stigmatization and discrimination by healthcare professionals, which impacts their social integration. This study aimed to improve the attitudes of physiotherapy students toward PEH through a program focused on enhancing MSK health among PEH, implemented in homeless shelters.</AbstractText><AbstractText Label="METHODS" NlmCategory="UNASSIGNED">The project involved PEH from (shelter name) and undergraduate physiotherapy students from (institution name). MSK health in PEH was assessed using the Musculoskeletal Health Questionnaire and the Work Ability Index. Students' attitudes were measured using the Escala de Atitudes Face &#xe0; Popula&#xe7;&#xe3;o em Situa&#xe7;&#xe3;o de Sem-Abrigo (EAFPSSA) and a survey with six open-ended questions subjected to thematic analysis.</AbstractText><AbstractText Label="INTERVENTION" NlmCategory="UNASSIGNED">The program consisted of 20 sessions led by the students and defined by the coordinator, combining MSK health education with strength and aerobic training. Prior to this, students participated in sessions on education about homelessness, the program's presentation, and a simulation of a session.</AbstractText><AbstractText Label="RESULTS" NlmCategory="UNASSIGNED">None of the PEH met the criteria for project completion. All students demonstrated positive attitudes in 11 of the 17 ATHS items, but no significant improvements were observed in any domain. By the end of the project, students perceived PEH as individuals and reported enhanced interaction, which was shaped throughout the project. Students recognized the role of physiotherapy in social inclusion, education, and promoting self-efficacy among PEH. Participation impacted students as citizens, enhancing their appreciation for the psychosocial domain and improving skills such as communication and flexibility.</AbstractText><AbstractText Label="CONCLUSION" NlmCategory="UNASSIGNED">Given the students' perceptions, the implementation of projects aimed at bringing healthcare professionals closer to PEH is considered beneficial. It is recommended that PEH be involved in the design and implementation of such projects to increase their engagement.</AbstractText><CopyrightInformation>&#xa9; 2025 The Author(s). Published by S. Karger AG, Basel on behalf of NOVA National School of Public Health.</CopyrightInformation></Abstract><AuthorList CompleteYN="Y"><Author ValidYN="Y"><LastName>Sousa Silva</LastName><ForeName>Diogo</ForeName><Initials>D</Initials><AffiliationInfo><Affiliation>Escola Nacional de Sa&#xfa;de P&#xfa;blica, Universidade Nova de Lisboa, Lisbon, Portugal.</Affiliation></AffiliationInfo><AffiliationInfo><Affiliation>Escola Superior de Sa&#xfa;de, Instituto Polit&#xe9;cnico de Set&#xfa;bal, Setubal, Portugal.</Affiliation></AffiliationInfo></Author></AuthorList><Language>eng</Language><PublicationTypeList><PublicationType UI="D016428">Journal Article</PublicationType></PublicationTypeList><ArticleDate DateType="Electronic"><Year>2025</Year><Month>12</Month><Day>16</Day></ArticleDate></Article><MedlineJournalInfo><Country>Switzerland</Country><MedlineTA>Port J Public Health</MedlineTA><NlmUniqueID>101719507</NlmUniqueID><ISSNLinking>2504-3145</ISSNLinking></MedlineJournalInfo><OtherAbstract Type="Publisher" Language="por"><AbstractText Label="INTRODU&#xc7;&#xc3;O" NlmCategory="UNASSIGNED">As pessoas em situa&#xe7;&#xe3;o de sem-abrigo (PSSA) t&#xea;m maior suscetibilidade a desenvolver condi&#xe7;&#xf5;es musculoesquel&#xe9;ticas (ME). Contudo, n&#xe3;o t&#xea;m acesso aos cuidados de sa&#xfa;de adequados, devido, entre muitos fatores, a atitudes de estigmatiza&#xe7;&#xe3;o e discrimina&#xe7;&#xe3;o pelos profissionais de sa&#xfa;de, impactando a integra&#xe7;&#xe3;o social. Atrav&#xe9;s de um programa de melhoria da sa&#xfa;de ME das PSSA implementado nas casas de abrigo, pretendeu-se melhorar as atitudes dos estudantes de fisioterapia face &#xe0;s PSSA.</AbstractText><AbstractText Label="M&#xc9;TODOS" NlmCategory="UNASSIGNED">O projeto envolveu PSSA do (nome da casa de abrigo) e estudantes do curso de licenciatura em fisioterapia da (nome da institui&#xe7;&#xe3;o). Nas PSSA utilizou-se o Musculoskeletal Health Questionnaire para avaliar a sa&#xfa;de ME e o &#xcd;ndice de Capacidade para o Trabalho. Aos estudantes aplicou-se a Escala de Atitudes Face a PSSA (EAFPSSA) e um inqu&#xe9;rito de 6 quest&#xf5;es abertas submetidas a an&#xe1;lise tem&#xe1;tica.</AbstractText><AbstractText Label="INTERVEN&#xc7;&#xc3;O" NlmCategory="UNASSIGNED">O programa consistiu em 20 sess&#xf5;es dinamizadas pelos estudantes e definidas pelo coordenador, em que se combinou educa&#xe7;&#xe3;o para a sa&#xfa;de ME e treino de for&#xe7;a e aer&#xf3;bio. Previamente, os estudantes participaram em sess&#xf5;es educacionais sobre as PSSA, de apresenta&#xe7;&#xe3;o do programa e de simula&#xe7;&#xe3;o de uma sess&#xe3;o.</AbstractText><AbstractText Label="RESULTADOS" NlmCategory="UNASSIGNED">Nenhuma PSSA atingiu os crit&#xe9;rios de conclus&#xe3;o do projeto. Todos os estudantes apresentaram atitudes positivas em 11 das 17 quest&#xf5;es da EAFPSSA, mas n&#xe3;o se verificaram melhorias significativas em nenhum dom&#xed;nio. No final do projeto, os estudantes percecionavam as PSSA como pessoas que melhoraram a sua intera&#xe7;&#xe3;o, algo moldado durante o projeto. Os estudantes reconheciam a fisioterapia com pap&#xe9;is de inclus&#xe3;o social, educa&#xe7;&#xe3;o e promo&#xe7;&#xe3;o da autoefic&#xe1;cia face &#xe0;s PSSA. A participa&#xe7;&#xe3;o impactou enquanto cidad&#xe3;o, na valoriza&#xe7;&#xe3;o do dom&#xed;nio psicossocial e no ganho de compet&#xea;ncias (comunica&#xe7;&#xe3;o e flexibilidade).</AbstractText><AbstractText Label="CONCLUS&#xc3;O" NlmCategory="UNASSIGNED">Devido &#xe0;s perce&#xe7;&#xf5;es dos estudantes, considera-se uma mais-valia a implementa&#xe7;&#xe3;o de projetos que visem aproximar os profissionais da &#xe1;rea da sa&#xfa;de das PSSA. Prop&#xf5;e-se o envolvimento das PSSA no desenho e implementa&#xe7;&#xe3;o dos projetos de modo a aumentar a sua ades&#xe3;o.</AbstractText><CopyrightInformation>&#xa9; 2025 The Author(s). Published by S. Karger AG, Basel on behalf of NOVA National School of Public Health.</CopyrightInformation></OtherAbstract><KeywordList Owner="NOTNLM"><Keyword MajorTopicYN="N">Attitudes</Keyword><Keyword MajorTopicYN="N">Homeless</Keyword><Keyword MajorTopicYN="N">Physiotherapy</Keyword><Keyword MajorTopicYN="N">Social inclusion</Keyword><Keyword MajorTopicYN="N">Stigmatization</Keyword></KeywordList><CoiStatement>The author has no conflicts of interest to declare.</CoiStatement></MedlineCitation><PubmedData><History><PubMedPubDate PubStatus="received"><Year>2025</Year><Month>1</Month><Day>31</Day></PubMedPubDate><PubMedPubDate PubStatus="accepted"><Year>2025</Year><Month>9</Month><Day>15</Day></PubMedPubDate><PubMedPubDate PubStatus="medline"><Year>2026</Year><Month>1</Month><Day>14</Day><Hour>7</Hour><Minute>6</Minute></PubMedPubDate><PubMedPubDate PubStatus="pubmed"><Year>2026</Year><Month>1</Month><Day>14</Day><Hour>7</Hour><Minute>5</Minute></PubMedPubDate><PubMedPubDate PubStatus="entrez"><Year>2026</Year><Month>1</Month><Day>14</Day><Hour>4</Hour><Minute>9</Minute></PubMedPubDate><PubMedPubDate PubStatus="pmc-release"><Year>2025</Year><Month>12</Month><Day>16</Day></PubMedPubDate></History><PublicationStatus>epublish</PublicationStatus><ArticleIdList><ArticleId IdType="pubmed">41531796</ArticleId><ArticleId IdType="pmc">PMC12795551</ArticleId><ArticleId IdType="doi">10.1159/000549119</ArticleId><ArticleId IdType="pii">549119</ArticleId></ArticleIdList><ReferenceList><Reference><Citation>Presid&#xea;ncia do Conselho de Ministros. Resolu&#xe7;&#xe3;o do Conselho de Ministros n.o 107/2017 . Di&#xe1;rio da Rep&#xfa;blica n.o 142/2017, S&#xe9;rie I de 2017-07-25; p. 3923&#x2013;31.</Citation></Reference><Reference><Citation>Bensken WP, Krieger NI, Berg KA, Einstadter D, Dalton JE, Perzynski AT. Health status and chronic disease burden of the homeless population: an analysis of two decades of multi-institutional electronic medical records. J Health Care Poor Underserved. 2021;32(3):1619&#x2013;34.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC8477616</ArticleId><ArticleId IdType="pubmed">34421052</ArticleId></ArticleIdList></Reference><Reference><Citation>Fazel S, Geddes JR, Kushel M. The health of homeless people in high-income countries: descriptive epidemiology, health consequences, and clinical and policy recommendations. Lancet. 2014;384(9953):1529&#x2013;40.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC4520328</ArticleId><ArticleId IdType="pubmed">25390578</ArticleId></ArticleIdList></Reference><Reference><Citation>Williams A, Kamper SJ, Wiggers JH, O&#x2019;Brien KM, Lee H, Wolfenden L, et al. Musculoskeletal conditions may increase the risk of chronic disease: a systematic review and meta-analysis of cohort studies. BMC Med. 2018;16:167&#x2013;9.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC6154805</ArticleId><ArticleId IdType="pubmed">30249247</ArticleId></ArticleIdList></Reference><Reference><Citation>Kale NN, Marsh J, Kale NK, Miskimin C, Mulcahey MK. Musculoskeletal injuries and conditions among homeless patients. JAAOS Glob Res Rev. 2021;5(11):e21.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC8604007</ArticleId><ArticleId IdType="pubmed">34807874</ArticleId></ArticleIdList></Reference><Reference><Citation>de Kok J, Vroonhof P, Snijders J, Roullis G, Clarke M, Peereboom K, et al. Work-related musculoskeletal disorders: prevalence, costs and demographics in the EU. Luxembourg: 2019.</Citation></Reference><Reference><Citation>Cieza A, Causey K, Kamenov K, Hanson SW, Chatterji S, Vos T. Global estimates of the need for rehabilitation based on the Global Burden of Disease study 2019: a systematic analysis for the Global Burden of Disease Study 2019. Lancet. 2021;396(10267):2006&#x2013;17.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC7811204</ArticleId><ArticleId IdType="pubmed">33275908</ArticleId></ArticleIdList></Reference><Reference><Citation>Briggs AM, Shiffman J, Shawar YR, &#xc5;kesson K, Ali N, Woolf AD. Global health policy in the 21st century: challenges and opportunities to arrest the global disability burden from musculoskeletal health conditions. Best Pract Res Clin Rheumatol. 2020;34(5):101549.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC7377715</ArticleId><ArticleId IdType="pubmed">32713802</ArticleId></ArticleIdList></Reference><Reference><Citation>Lin I, Wiles L, Waller R, Goucke R, Nagree Y, Gibberd M, et al. What does best practice care for musculoskeletal pain look like? Eleven consistent recommendations from high-quality clinical practice guidelines: systematic review. Br J Sports Med. 2020;54(2):79&#x2013;86.</Citation><ArticleIdList><ArticleId IdType="pubmed">30826805</ArticleId></ArticleIdList></Reference><Reference><Citation>Clark PM, Ellis BM. A public health approach to musculoskeletal health. Best Pract Res Clin Rheumatol. 2014;28(3):517&#x2013;32.</Citation><ArticleIdList><ArticleId IdType="pubmed">25481428</ArticleId></ArticleIdList></Reference><Reference><Citation>Dawes J, Deaton S, Greenwood N. Homeless people&#x2019;s access to primary care physiotherapy services: an exploratory, mixed-method investigation using a follow-up qualitative extension to core quantitative research. BMJ Open. 2017;7(6):e012957.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC5734209</ArticleId><ArticleId IdType="pubmed">28667195</ArticleId></ArticleIdList></Reference><Reference><Citation>Cernadas A, Fern&#xe1;ndez &#xc1;. Healthcare inequities and barriers to access for homeless individuals: a qualitative study in Barcelona (Spain). Int J Equity Health. 2021;20:1&#x2013;17.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC7980324</ArticleId><ArticleId IdType="pubmed">33743729</ArticleId></ArticleIdList></Reference><Reference><Citation>Carmichael C, Schiffler T, Smith L, Moudatsou M, Tabaki I, Do&#xf1;ate-Mart&#xed;nez A, et al. Barriers and facilitators to health care access for people experiencing homelessness in four European countries: an exploratory qualitative study. Int J Equity Health. 2023;22(1):206.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC10559410</ArticleId><ArticleId IdType="pubmed">37803317</ArticleId></ArticleIdList></Reference><Reference><Citation>Purkey E, MacKenzie M. Experience of healthcare among the homeless and vulnerably housed a qualitative study: opportunities for equity-oriented health care. Int J Equity Health. 2019;18:101&#x2013;7.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC6604349</ArticleId><ArticleId IdType="pubmed">31262310</ArticleId></ArticleIdList></Reference><Reference><Citation>Gilmer C, Buccieri K. Homeless patients associate clinician bias with suboptimal care for mental illness, addictions, and chronic pain. J Prim Care Community Health. 2020;11:2150132720910289.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC7059226</ArticleId><ArticleId IdType="pubmed">32133906</ArticleId></ArticleIdList></Reference><Reference><Citation>Becker JN, Foli KJ. Health&#x2010;seeking behaviours in the homeless population: a concept analysis. Health Soc Care Community. 2022;30(2):e278&#x2013;86.</Citation><ArticleIdList><ArticleId IdType="pubmed">34250681</ArticleId></ArticleIdList></Reference><Reference><Citation>Omerov P, Craftman &#xc5;G, Mattsson E, Klarare A. Homeless persons&#x2019; experiences of health&#x2010;and social care: a systematic integrative review. Health Soc Care Community. 2020;28:1&#x2013;11.</Citation><ArticleIdList><ArticleId IdType="pubmed">31524327</ArticleId></ArticleIdList></Reference><Reference><Citation>OECD . Portugal: Perfil de Sa&#xfa;de do Pa&#xed;s 2023. Paris: Organisation for Economic Co-operation and Development; 2024.</Citation></Reference><Reference><Citation>Escoval A, Duarte-Ramos F, de Barros H, Gon&#xe7;alves J, Perelman J, Lopes M, et al. E Agora? relat&#xf3;rio de Primavera. Coimbra: Observat&#xf3;rio Portugu&#xea;s dos Sistemas de Sa&#xfa;de; 2022.</Citation></Reference><Reference><Citation>Field H, Hudson B, Hewett N, Khan Z. Secondary care usage and characteristics of hospital inpatients referred to a UK homeless health team: a retrospective service evaluation. BMC Health Serv Res. 2019;19:857&#x2013;15.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC6868755</ArticleId><ArticleId IdType="pubmed">31752857</ArticleId></ArticleIdList></Reference><Reference><Citation>Oosman S, Weber G, Ogunson M, Bath B. Enhancing access to physical therapy services for people experiencing poverty and homelessness: the Lighthouse Pilot Project. Physiother Can. 2019;71(2):176&#x2013;86.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC6484964</ArticleId><ArticleId IdType="pubmed">31040513</ArticleId></ArticleIdList></Reference><Reference><Citation>Feldman CT, Stevens GD, Lowe E, Lie DA. Inclusion of the homeless in health equity curricula: a needs assessment study. Med Educ Online. 2020;25(1):1777061.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC7482743</ArticleId><ArticleId IdType="pubmed">32573370</ArticleId></ArticleIdList></Reference><Reference><Citation>Walker JN, Vanderhoef D, Adams SM, Fleisch SB. The impact of an educational intervention on nursing staff attitudes toward patients experiencing homelessness and mental illness. J Am Psychiatr Nurses Assoc. 2022;28(6):474&#x2013;9.</Citation><ArticleIdList><ArticleId IdType="pubmed">33949244</ArticleId></ArticleIdList></Reference><Reference><Citation>Mercadante SF, Goldberg LA, Divakaruni VL, Erwin R, Savoy M, O&#x2019;Gurek D. Impact of student-run clinics on students&#x2019; attitudes toward people experiencing homelessness. PRiMER. 2021;5:19.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC8284492</ArticleId><ArticleId IdType="pubmed">34286222</ArticleId></ArticleIdList></Reference><Reference><Citation>Griggs DJ, Nilsson M, Stevance A, McCollum D. A guide to SDG interactions: from science to implementation. Paris: International Council for Science; 2017.</Citation></Reference><Reference><Citation>Gwinnutt JM, Wieczorek M, Balanescu A, Bischoff-Ferrari HA, Boonen A, Cavalli G, et al. 2021 EULAR recommendations regarding lifestyle behaviours and work participation to prevent progression of rheumatic and musculoskeletal diseases. Ann Rheum Dis. 2023;82(1):48&#x2013;56.</Citation><ArticleIdList><ArticleId IdType="pubmed">35260387</ArticleId></ArticleIdList></Reference><Reference><Citation>Rajan P, Hiller C, Lin J, Refshauge K, Lincoln M, Leaver A. Community&#x2010;based interventions for chronic musculoskeletal health conditions in rural and remote populations: a systematic review. Health Soc Care Community. 2021;29(6):1621&#x2013;31.</Citation><ArticleIdList><ArticleId IdType="pubmed">33368791</ArticleId></ArticleIdList></Reference><Reference><Citation>Norris E, van Steen T, Direito A, Stamatakis E. Physically active lessons in schools and their impact on physical activity, educational, health and cognition outcomes: a systematic review and meta-analysis. Br J Sports Med. 2020;54(14):826&#x2013;38.</Citation><ArticleIdList><ArticleId IdType="pubmed">31619381</ArticleId></ArticleIdList></Reference><Reference><Citation>Meyer C, Denis CM, Berquin AD. Secondary prevention of chronic musculoskeletal pain: a systematic review of clinical trials. Ann Phys Rehabil Med. 2018;61(5):323&#x2013;38.</Citation><ArticleIdList><ArticleId IdType="pubmed">29578102</ArticleId></ArticleIdList></Reference><Reference><Citation>Cardoso ASF, Galhardo AO. Desenvolvimento do Question&#xe1;rio de Atitudes em Rela&#xe7;&#xe3;o &#xe0; Popula&#xe7;&#xe3;o em Situa&#xe7;&#xe3;o de Sem-Abrigo: estudo da estrutura fatorial e caracter&#xed;sticas psicom&#xe9;tricas. 2021.</Citation></Reference><Reference><Citation>Braun V, Clarke V. Using thematic analysis in psychology. Qual Res Psychol. 2006;3(2):77&#x2013;101.</Citation></Reference><Reference><Citation>Presid&#xea;ncia do Conselho de Ministros. Resolu&#xe7;&#xe3;o do Conselho de Ministros n.o 61/2024 . Di&#xe1;rio da Rep&#xfa;blica n.o 65/2024, S&#xe9;rie I de 2024-04-02; p. 1&#x2013;15.</Citation></Reference><Reference><Citation>Busch IM, Moretti F, Travaini G, Wu AW, Rimondini M. Humanization of care: key elements identified by patients, caregivers, and healthcare providers: a systematic review. JPCRR. 2019;12(5):461&#x2013;74.</Citation><ArticleIdList><ArticleId IdType="pubmed">31203515</ArticleId></ArticleIdList></Reference><Reference><Citation>Wilson OW, Broman P, Tokolahi E, Andersen P, Brownie S. Learning outcomes from participation in student-run health clinics: a systematic review. J Multidiscip Healthc. 2023;16:143&#x2013;57.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC9869697</ArticleId><ArticleId IdType="pubmed">36700175</ArticleId></ArticleIdList></Reference><Reference><Citation>Annapureddy D, Teaw S, Kumar P, Turlington WM, Wang E, Speed S, et al. Assessing educational and attitudinal outcomes of a student learner experience focused on homelessness. Fam Med. 2024;56(1):30&#x2013;4.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC10836624</ArticleId><ArticleId IdType="pubmed">37725769</ArticleId></ArticleIdList></Reference><Reference><Citation>Geelhoed MA, Callaway SM, Cruz JM, Subramanian SK. Attitudes of physical therapy students toward the population currently experiencing homelessness: a pilot study. J Allied Health. 2019;48(3):220&#x2013;5.</Citation><ArticleIdList><ArticleId IdType="pubmed">31487362</ArticleId></ArticleIdList></Reference><Reference><Citation>Chan V, Estrella MJ, Baddeliyanage R, Shah R, Babineau J, Colantonio A. Rehabilitation among individuals experiencing homelessness and traumatic brain injury: a scoping review. Front Med. 2022;9:916602.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC9692012</ArticleId><ArticleId IdType="pubmed">36438043</ArticleId></ArticleIdList></Reference><Reference><Citation>Carroll &#xc1;, O&#x2019;Brien S, Harrington D, Cheallaigh CN, Lawlee A-M, Sukumar P. The unmet rehabilitation needs in an inclusion health integrated care programme for homeless adults in Dublin, Ireland. Int J Environ Res Public Health. 2021;18(15):7917.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC8345505</ArticleId><ArticleId IdType="pubmed">34360210</ArticleId></ArticleIdList></Reference><Reference><Citation>Eshun E, Burke O, Do F, Maciver A, Mathur A, Mayne C, et al. Exploring the role of rehabilitation medicine within an inclusion health context: examining a population at risk from homelessness and brain injury in Edinburgh. Int J Environ Res Public Health. 2024;21(6):769.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC11203637</ArticleId><ArticleId IdType="pubmed">38929015</ArticleId></ArticleIdList></Reference><Reference><Citation>Hurwitz M, Lam J. Unmet needs: bringing physical rehabilitation to people experiencing homelessness. PM R. 2025;17(4):445&#x2013;51.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC11974490</ArticleId><ArticleId IdType="pubmed">39707886</ArticleId></ArticleIdList></Reference><Reference><Citation>Dean E, Skinner M, Myezwa H, Mkumbuzi V, Mostert K, Parra DC, et al. Health competency standards in physical therapist practice. Phys Ther. 2019;99(9):1242&#x2013;54.</Citation><ArticleIdList><ArticleId IdType="pubmed">31189180</ArticleId></ArticleIdList></Reference><Reference><Citation>Dean E, S&#xf6;derlund A. What is the role of lifestyle behaviour change associated with non-communicable disease risk in managing musculoskeletal health conditions with special reference to chronic pain? BMC Musculoskelet Disord. 2015;16:87.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC4397667</ArticleId><ArticleId IdType="pubmed">25888381</ArticleId></ArticleIdList></Reference><Reference><Citation>Jim&#xe9;nez-S&#xe1;nchez C, la Cruz NB, Lafuente-Ureta R, Franc&#xed;n-Gallego M, Calvo S, Fort&#xfa;n-Rabad&#xe1;n R, et al. Physical therapy interventions for people experiencing homelessness to improve pain and self-perceived health status. BMC Public Health. 2024;24(1):993.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC11003153</ArticleId><ArticleId IdType="pubmed">38594673</ArticleId></ArticleIdList></Reference><Reference><Citation>Kennedy CJ, Grewal J, Warren G, Schmidt J, Biagioni JB, Garcia-Barrera MA. Brain injury, mental health and substance use in homeless populations: community-generated recommendations for healthcare service delivery and research. BMC Health Serv Res. 2025;25(1):715.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC12084935</ArticleId><ArticleId IdType="pubmed">40382615</ArticleId></ArticleIdList></Reference><Reference><Citation>Walker SC, Baquero B, Bekemeier B, Parnes M, Arora K. Strategies for enacting health policy codesign: a scoping review and direction for research. Implement Sci. 2023;18(1):44.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC10512571</ArticleId><ArticleId IdType="pubmed">37735397</ArticleId></ArticleIdList></Reference></ReferenceList></PubmedData></PubmedArticle></PubmedArticleSet>