<?xml version="1.0" ?>
<!DOCTYPE PubmedArticleSet PUBLIC "-//NLM//DTD PubMedArticle, 1st January 2025//EN" "https://dtd.nlm.nih.gov/ncbi/pubmed/out/pubmed_250101.dtd">
<PubmedArticleSet>
<PubmedArticle><MedlineCitation Status="MEDLINE" Owner="NLM" IndexingMethod="Automated"><PMID Version="1">41649309</PMID><DateCompleted><Year>2026</Year><Month>02</Month><Day>06</Day></DateCompleted><DateRevised><Year>2026</Year><Month>02</Month><Day>06</Day></DateRevised><Article PubModel="Electronic"><Journal><ISSN IssnType="Electronic">2173-9110</ISSN><JournalIssue CitedMedium="Internet"><Volume>100</Volume><PubDate><Year>2026</Year><Month>Feb</Month><Day>06</Day></PubDate></JournalIssue><Title>Revista espanola de salud publica</Title><ISOAbbreviation>Rev Esp Salud Publica</ISOAbbreviation></Journal><ArticleTitle>[The role of Nursing in the care and control of emerging tropical diseases associated with climate change in Europe: a systematic review].</ArticleTitle><ELocationID EIdType="pii" ValidYN="Y">e202602009</ELocationID><Abstract><AbstractText Label="OBJECTIVE" NlmCategory="OBJECTIVE">Rising temperatures, altered precipitation patterns, and the increasing frequency of extreme weather events are changing the distribution of mosquitoes, ticks, and other vectors, facilitating the spread of tropical diseases to regions where they were previously absent. With the present study, we aimed to analyze the role of Nursing in the prevention, surveillance, community education, and clinical management of emerging tropical diseases.</AbstractText><AbstractText Label="METHODS" NlmCategory="METHODS">A systematic review was conducted of articles published between January 2015 and December 2024, following the PRISMA protocol. The databases consulted included PubMed/PMC, Scopus, Web of Science, EMBASE, LILACS, Scielo, and Google Scholar, along with complementary searches in the European Centre for Disease Prevention and Control and World Health Organization repositories. MeSH and DeCS terms were used, combined with the Boolean operators AND and OR. A specific search strategy was developed for each database. The evidence was synthesized using a qualitative and thematic approach, integrating studies with diverse methodologies and assessing their methodological quality to weigh the strength of the findings.</AbstractText><AbstractText Label="RESULTS" NlmCategory="RESULTS">A total of 18 studies were selected, conducted in European countries (n=15), the Middle East (n=2) and North America (n=1). The studies demonstrated the strategic role of Nursing in surveillance, prevention, community education, and clinical management of tropical diseases. The findings highlighted the need to strengthen education, research, and health policies aimed at climate adaptation. The incorporation of clinical simulation methodologies and continuous training on emerging outbreaks proved to be effective tools to enhance the response capacity to health crisis scenarios.</AbstractText><AbstractText Label="CONCLUSIONS" NlmCategory="CONCLUSIONS">Nursing, due to its close contact with the community and its ability to lead preventive interventions, is positioned to play a key role in building health systems resilient to climate change.</AbstractText></Abstract><AuthorList CompleteYN="Y"><Author ValidYN="Y"><LastName>P&#xe9;rez-Murillo</LastName><ForeName>Crescencio</ForeName><Initials>C</Initials><AffiliationInfo><Affiliation>Unidad de Anestesiolog&#xed;a y Reanimaci&#xf3;n. Hospital B&#xe1;sico General Santa Ana. Motril (Granada). Espa&#xf1;a.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>L&#xf3;pez-Ram&#xf3;n</LastName><ForeName>Mar&#xed;a Luz</ForeName><Initials>ML</Initials><AffiliationInfo><Affiliation>Centro de Salud G&#xf3;ngora. Distrito Sanitario de Granada. Granada. Espa&#xf1;a.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Avil&#xe9;s-G&#xf3;mez</LastName><ForeName>Mar&#xed;a Francisca</ForeName><Initials>MF</Initials><AffiliationInfo><Affiliation>Centro de Salud Gran Capit&#xe1;n. Distrito Sanitario de Granada. Granada. Espa&#xf1;a.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Jim&#xe9;nez-Quintana</LastName><ForeName>Olga</ForeName><Initials>O</Initials><AffiliationInfo><Affiliation>Dispositivo Sanitario de Apoyo Granada. Granada. Espa&#xf1;a.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Fajardo-P&#xe9;rez</LastName><ForeName>Luc&#xed;a</ForeName><Initials>L</Initials><AffiliationInfo><Affiliation>Unidad de T&#xe9;cnicas Diagn&#xf3;sticas y Terap&#xe9;uticas del Aparato Digestivo. Hospital Universitario San Cecilio-PTS. Granada. Espa&#xf1;a.</Affiliation></AffiliationInfo></Author></AuthorList><Language>spa</Language><PublicationTypeList><PublicationType UI="D016428">Journal Article</PublicationType><PublicationType UI="D000078182">Systematic Review</PublicationType><PublicationType UI="D004740">English Abstract</PublicationType><PublicationType UI="D016454">Review</PublicationType></PublicationTypeList><VernacularTitle>El rol de la Enfermer&#xed;a en la atenci&#xf3;n y control de enfermedades tropicales emergentes asociadas al cambio clim&#xe1;tico en Europa: una revisi&#xf3;n sistem&#xe1;tica.</VernacularTitle><ArticleDate DateType="Electronic"><Year>2026</Year><Month>02</Month><Day>06</Day></ArticleDate></Article><MedlineJournalInfo><Country>Spain</Country><MedlineTA>Rev Esp Salud Publica</MedlineTA><NlmUniqueID>9600212</NlmUniqueID><ISSNLinking>1135-5727</ISSNLinking></MedlineJournalInfo><CitationSubset>IM</CitationSubset><MeshHeadingList><MeshHeading><DescriptorName UI="D057231" MajorTopicYN="Y">Climate Change</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D006801" MajorTopicYN="N">Humans</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D005060" MajorTopicYN="N" Type="Geographic">Europe</DescriptorName><QualifierName UI="Q000453" MajorTopicYN="N">epidemiology</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D021821" MajorTopicYN="Y">Communicable Diseases, Emerging</DescriptorName><QualifierName UI="Q000451" MajorTopicYN="N">nursing</QualifierName><QualifierName UI="Q000517" MajorTopicYN="N">prevention &amp; control</QualifierName><QualifierName UI="Q000453" MajorTopicYN="N">epidemiology</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D024802" MajorTopicYN="Y">Nurse's Role</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D014330" MajorTopicYN="Y">Tropical Medicine</DescriptorName></MeshHeading></MeshHeadingList><OtherAbstract Type="Publisher" Language="spa"><AbstractText Label="OBJETIVO" NlmCategory="OBJECTIVE">El aumento de la temperatura, los cambios en los patrones de precipitaci&#xf3;n y la mayor frecuencia de eventos meteorol&#xf3;gicos extremos modifican la distribuci&#xf3;n de mosquitos, garrapatas y otros vectores, facilitando la expansi&#xf3;n de enfermedades tropicales hacia regiones donde antes no se registraban. Con el presente estudio se quiso analizar el papel de la Enfermer&#xed;a en la prevenci&#xf3;n, vigilancia, educaci&#xf3;n comunitaria y manejo cl&#xed;nico de enfermedades tropicales emergentes.</AbstractText><AbstractText Label="METODOS" NlmCategory="METHODS">Se realiz&#xf3; una revisi&#xf3;n sistem&#xe1;tica de art&#xed;culos publicados entre enero de 2015 a diciembre de 2024, aplicando el protocolo PRISMA. Las bases de datos fueron: PubMed/PMC, Scopus, Web of Science, EMBASE, LILACS, Scielo, Google Scholar y se hizo una b&#xfa;squeda complementaria en repositorios del Centro Europeo para la Prevenci&#xf3;n y Control de Enfermedades y la Organizaci&#xf3;n Mundial de la Salud. Se usaron MeSH y DeSH, con los operadores booleanos AND y OR. Para cada base de datos se desarroll&#xf3; una estrategia de b&#xfa;squeda espec&#xed;fica. La evidencia obtenida fue sintetizada de manera cualitativa y tem&#xe1;tica, integrando estudios de diversa metodolog&#xed;a y evaluando su calidad metodol&#xf3;gica para ponderar la solidez de los hallazgos.</AbstractText><AbstractText Label="RESULTADOS" NlmCategory="RESULTS">Se seleccionaron un total de 18 estudios, realizados en pa&#xed;ses europeos (n=15), Oriente Pr&#xf3;ximo (n=2) y Norteam&#xe9;rica (n=1), que demostraron el rol estrat&#xe9;gico que desempe&#xf1;a la Enfermer&#xed;a en la vigilancia, prevenci&#xf3;n, educaci&#xf3;n comunitaria y manejo cl&#xed;nico de las enfermedades tropicales. Los hallazgos destacaron la necesidad de fortalecer la educaci&#xf3;n, investigaci&#xf3;n y pol&#xed;ticas de salud orientadas a la adaptaci&#xf3;n clim&#xe1;tica. Se comprob&#xf3; que la incorporaci&#xf3;n de metodolog&#xed;as de simulaci&#xf3;n cl&#xed;nica y de formaci&#xf3;n continua sobre brotes emergentes demostr&#xf3; ser una herramienta eficaz para mejorar la capacidad de respuesta ante escenarios de crisis sanitaria.</AbstractText><AbstractText Label="CONCLUSIONES" NlmCategory="CONCLUSIONS">La Enfermer&#xed;a, por su cercan&#xed;a a la comunidad y su capacidad para liderar intervenciones preventivas, est&#xe1; llamada a desempe&#xf1;ar un papel clave en la construcci&#xf3;n de sistemas de salud resilientes al cambio clim&#xe1;tico.</AbstractText></OtherAbstract><KeywordList Owner="NOTNLM"><Keyword MajorTopicYN="N">Climate change</Keyword><Keyword MajorTopicYN="N">Clinical management</Keyword><Keyword MajorTopicYN="N">Clinical practice</Keyword><Keyword MajorTopicYN="N">Education</Keyword><Keyword MajorTopicYN="N">Investigation</Keyword><Keyword MajorTopicYN="N">Nursing</Keyword><Keyword MajorTopicYN="N">Spain</Keyword></KeywordList></MedlineCitation><PubmedData><History><PubMedPubDate PubStatus="received"><Year>2025</Year><Month>10</Month><Day>20</Day></PubMedPubDate><PubMedPubDate PubStatus="accepted"><Year>2025</Year><Month>12</Month><Day>24</Day></PubMedPubDate><PubMedPubDate PubStatus="medline"><Year>2026</Year><Month>2</Month><Day>6</Day><Hour>13</Hour><Minute>19</Minute></PubMedPubDate><PubMedPubDate PubStatus="pubmed"><Year>2026</Year><Month>2</Month><Day>6</Day><Hour>13</Hour><Minute>18</Minute></PubMedPubDate><PubMedPubDate PubStatus="entrez"><Year>2026</Year><Month>2</Month><Day>6</Day><Hour>9</Hour><Minute>14</Minute></PubMedPubDate></History><PublicationStatus>epublish</PublicationStatus><ArticleIdList><ArticleId IdType="pubmed">41649309</ArticleId><ArticleId IdType="pii">e202602009</ArticleId></ArticleIdList></PubmedData></PubmedArticle></PubmedArticleSet>