<?xml version="1.0" ?>
<!DOCTYPE PubmedArticleSet PUBLIC "-//NLM//DTD PubMedArticle, 1st January 2025//EN" "https://dtd.nlm.nih.gov/ncbi/pubmed/out/pubmed_250101.dtd">
<PubmedArticleSet>
<PubmedArticle><MedlineCitation Status="PubMed-not-MEDLINE" Owner="NLM"><PMID Version="1">41466723</PMID><DateCompleted><Year>2025</Year><Month>12</Month><Day>30</Day></DateCompleted><DateRevised><Year>2026</Year><Month>01</Month><Day>01</Day></DateRevised><Article PubModel="Electronic-eCollection"><Journal><ISSN IssnType="Print">2054-3581</ISSN><JournalIssue CitedMedium="Print"><Volume>12</Volume><PubDate><Year>2025</Year></PubDate></JournalIssue><Title>Canadian journal of kidney health and disease</Title><ISOAbbreviation>Can J Kidney Health Dis</ISOAbbreviation></Journal><ArticleTitle>Benefits and Challenges When Implementing Incremental Hemodialysis: A Qualitative Study of Patients and Providers.</ArticleTitle><Pagination><StartPage>20543581251399138</StartPage><MedlinePgn>20543581251399138</MedlinePgn></Pagination><ELocationID EIdType="pii" ValidYN="Y">20543581251399138</ELocationID><ELocationID EIdType="doi" ValidYN="Y">10.1177/20543581251399138</ELocationID><Abstract><AbstractText Label="BACKGROUND" NlmCategory="UNASSIGNED">In 2022, we implemented an incremental hemodialysis (iHD) protocol to initiate twice-weekly treatment for eligible patients. This patient-centered approach aims to ease the transition to dialysis and enhance quality of life. However, limited data exists on how iHD is experienced by patients and health care providers (HCPs).</AbstractText><AbstractText Label="OBJECTIVE" NlmCategory="UNASSIGNED">The aim of the study was to explore the benefits and challenges of iHD from patients' and HCPs' perspectives, and to generate practical considerations for its implementation.</AbstractText><AbstractText Label="STUDY DESIGN" NlmCategory="UNASSIGNED">We conducted an exploratory descriptive qualitative study, guided by an interpretivist-constructivist paradigm, using semi-structured interviews (March-May 2024).</AbstractText><AbstractText Label="SETTING" NlmCategory="UNASSIGNED">The study was conducted in a tertiary care center.</AbstractText><AbstractText Label="PARTICIPANTS" NlmCategory="UNASSIGNED">Participants included patients who were actively or had previously received iHD and HCPs caring for iHD patients.</AbstractText><AbstractText Label="METHODS" NlmCategory="UNASSIGNED">Interview data was analyzed thematically using inductive thematic analysis.</AbstractText><AbstractText Label="RESULTS" NlmCategory="UNASSIGNED">Ten patients and five HCPs were interviewed. Six major themes were identified: (1) better quality of life than conventional hemodialysis, (2) travel and financial benefits, (3) psychosocial and emotional impact similar to conventional hemodialysis, (4) coordination of care and logistics, (5) knowledge and training challenges, and (6) challenges when switching modality. Patients preferred iHD because it afforded them more time for participation in daily life activities. However, the start of a dialysis treatment remained "traumatic" for some patients. While HCPs recognized the greater quality of life for iHD patients, HCPs expressed a need for increased monitoring to ensure adequate care. Patients noticed an inconsistency in care coordination and reduced opportunities to see nephrologists. Some HCPs reported a lack of guidance on iHD. Finally, HCPs observed patients negotiating to stay on iHD even when it became unsafe.</AbstractText><AbstractText Label="LIMITATIONS" NlmCategory="UNASSIGNED">The small sample size and single-center setting may limit the findings' transferability.</AbstractText><AbstractText Label="CONCLUSIONS" NlmCategory="UNASSIGNED">IHD was shown to offer quality of life advantages. However, the transition to iHD remained emotionally challenging for patients. Patients often exhibited resistance when moving from twice-weekly to a thrice-weekly schedule. Logistical issues for HCPs and educational barriers must be addressed to optimize delivery of iHD.</AbstractText><CopyrightInformation>&#xa9; The Author(s) 2025.</CopyrightInformation></Abstract><AuthorList CompleteYN="Y"><Author ValidYN="Y"><LastName>Laurier</LastName><ForeName>No&#xe9;mie</ForeName><Initials>N</Initials><Identifier Source="ORCID">0009-0004-1895-5179</Identifier><AffiliationInfo><Affiliation>Faculty of Medicine and Health Sciences, McGill University, Montreal, QC, Canada.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Wong-Mersereau</LastName><ForeName>Chloe</ForeName><Initials>C</Initials><AffiliationInfo><Affiliation>Research Institute of the McGill University Health Centre, Montreal, QC, Canada.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Sandal</LastName><ForeName>Shaifali</ForeName><Initials>S</Initials><Identifier Source="ORCID">0000-0003-1941-0598</Identifier><AffiliationInfo><Affiliation>Research Institute of the McGill University Health Centre, Montreal, QC, Canada.</Affiliation></AffiliationInfo><AffiliationInfo><Affiliation>Division of Nephrology, McGill University Health Centre, Montreal, QC, Canada.</Affiliation></AffiliationInfo><AffiliationInfo><Affiliation>Division of Clinical and Translational Research, Department of Medicine, McGill University, Montreal, QC, Canada.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Przybylak-Brouillard</LastName><ForeName>Antoine</ForeName><Initials>A</Initials><AffiliationInfo><Affiliation>Research Institute of the McGill University Health Centre, Montreal, QC, Canada.</Affiliation></AffiliationInfo><AffiliationInfo><Affiliation>Institute of Health Sciences Education, McGill University, Montreal, QC, Canada.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Taha</LastName><ForeName>Ali</ForeName><Initials>A</Initials><AffiliationInfo><Affiliation>Faculty of Medicine and Health Sciences, McGill University, Montreal, QC, Canada.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Messina</LastName><ForeName>Alexander</ForeName><Initials>A</Initials><AffiliationInfo><Affiliation>Faculty of Medicine and Health Sciences, McGill University, Montreal, QC, Canada.</Affiliation></AffiliationInfo><AffiliationInfo><Affiliation>Faculty of Medicine, Ottawa University, ON, Canada.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Blum</LastName><ForeName>Daniel</ForeName><Initials>D</Initials><Identifier Source="ORCID">0000-0001-5742-0848</Identifier><AffiliationInfo><Affiliation>Division of Nephrology, Jewish General Hospital, Montreal, QC, Canada.</Affiliation></AffiliationInfo><AffiliationInfo><Affiliation>Lady Davis Institute for Medical Research, Montreal, QC, Canada.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Weber</LastName><ForeName>Catherine</ForeName><Initials>C</Initials><Identifier Source="ORCID">0000-0002-2558-6904</Identifier><AffiliationInfo><Affiliation>Division of Nephrology, McGill University Health Centre, Montreal, QC, Canada.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Trinh</LastName><ForeName>Emilie</ForeName><Initials>E</Initials><Identifier Source="ORCID">0000-0001-8479-6656</Identifier><AffiliationInfo><Affiliation>Research Institute of the McGill University Health Centre, Montreal, QC, Canada.</Affiliation></AffiliationInfo><AffiliationInfo><Affiliation>Division of Nephrology, McGill University Health Centre, Montreal, QC, Canada.</Affiliation></AffiliationInfo><AffiliationInfo><Affiliation>Division of Clinical and Translational Research, Department of Medicine, McGill University, Montreal, QC, Canada.</Affiliation></AffiliationInfo></Author></AuthorList><Language>eng</Language><PublicationTypeList><PublicationType UI="D016428">Journal Article</PublicationType></PublicationTypeList><ArticleDate DateType="Electronic"><Year>2025</Year><Month>12</Month><Day>24</Day></ArticleDate></Article><MedlineJournalInfo><Country>England</Country><MedlineTA>Can J Kidney Health Dis</MedlineTA><NlmUniqueID>101640242</NlmUniqueID><ISSNLinking>2054-3581</ISSNLinking></MedlineJournalInfo><OtherAbstract Type="Publisher" Language="fre"><AbstractText Label="CONTEXTE" NlmCategory="UNASSIGNED">En 2022, nous avons mis en &#x153;uvre un protocole d&#x2019;h&#xe9;modialyse incr&#xe9;mentielle (HDi) pour l&#x2019;amorce d&#x2019;un traitement bihebdomadaire chez les patients admissibles. Cette approche centr&#xe9;e sur le patient vise &#xe0; faciliter la transition vers la dialyse et &#xe0; am&#xe9;liorer la qualit&#xe9; de vie. Cependant, on manque de donn&#xe9;es sur la fa&#xe7;on dont l&#x2019;HDi est v&#xe9;cue par les patients et par les professionnels de la sant&#xe9;.</AbstractText><AbstractText Label="OBJECTIFS" NlmCategory="UNASSIGNED">Explorer les avantages et les d&#xe9;fis de l&#x2019;HDi du point de vue des patients et des professionnels de la sant&#xe9;, et formuler des consid&#xe9;rations pratiques pour sa mise en &#x153;uvre.</AbstractText><AbstractText Label="TYPE D&#x2019;&#xc9;TUDE" NlmCategory="UNASSIGNED">&#xc9;tude qualitative descriptive exploratoire, guid&#xe9;e par un paradigme interpr&#xe9;tatif constructiviste, men&#xe9;e par le biais d&#x2019;entretiens semi-structur&#xe9;s (mars-mai 2024).</AbstractText><AbstractText Label="CADRE" NlmCategory="UNASSIGNED">L&#x2019;&#xe9;tude a &#xe9;t&#xe9; r&#xe9;alis&#xe9;e dans un centre de soins tertiaires.</AbstractText><AbstractText Label="PARTICIPANTS" NlmCategory="UNASSIGNED">Des patients recevant ou ayant d&#xe9;j&#xe0; re&#xe7;u l&#x2019;HDi, ainsi que des professionnels de la sant&#xe9; prenant en charge des patients trait&#xe9;s par HDi.</AbstractText><AbstractText Label="M&#xc9;THODOLOGIE" NlmCategory="UNASSIGNED">Une analyse th&#xe9;matique inductive a servi &#xe0; &#xe9;valuer les donn&#xe9;es issues des entretiens.</AbstractText><AbstractText Label="R&#xc9;SULTATS" NlmCategory="UNASSIGNED">Dix patients et cinq professionnels de la sant&#xe9; ont &#xe9;t&#xe9; interrog&#xe9;s. Six th&#xe8;mes principaux ont &#xe9;t&#xe9; identifi&#xe9;s&#x2009;: 1) la meilleure qualit&#xe9; de vie comparativement &#xe0; l&#x2019;h&#xe9;modialyse conventionnelle; 2) les avantages en mati&#xe8;re de transport et de co&#xfb;ts; 3) l&#x2019;impact psychosocial et &#xe9;motionnel semblable &#xe0; celui de l&#x2019;h&#xe9;modialyse conventionnelle; 4) la coordination des soins et la logistique; 5) les lacunes dans les connaissances et la formation; et 6) les d&#xe9;fis rencontr&#xe9;s au moment du changement de modalit&#xe9;. Les patients ont pr&#xe9;f&#xe9;r&#xe9; l&#x2019;HDi parce qu&#x2019;elle laisse plus de temps pour participer aux activit&#xe9;s de la vie quotidienne. Toutefois, l&#x2019;amorce du traitement de dialyse est rest&#xe9;e &#xab;&#x2009;traumatisante&#x2009;&#xbb; pour certains patients. Les professionnels de la sant&#xe9; ont &#xe9;galement reconnu l&#x2019;am&#xe9;lioration de la qualit&#xe9; de vie des patients sous HDi, mais ont soulign&#xe9; la n&#xe9;cessit&#xe9; d&#x2019;un suivi accru afin d&#x2019;assurer des soins ad&#xe9;quats. En outre, les patients ont not&#xe9; des incoh&#xe9;rences dans la coordination des soins et une diminution des occasions de consulter des n&#xe9;phrologues. Les professionnels de la sant&#xe9; ont par ailleurs observ&#xe9; que certains patients tentaient de n&#xe9;gocier pour rester sous HDi m&#xea;me lorsque cela devenait non s&#xe9;curitaire. Enfin, certains professionnels de la sant&#xe9; ont signal&#xe9; un manque de directives sur l&#x2019;HDi.</AbstractText><AbstractText Label="LIMITES" NlmCategory="UNASSIGNED">&#xc9;tude monocentrique men&#xe9;e sur un petit &#xe9;chantillon, ce qui peut limiter la transf&#xe9;rabilit&#xe9; des r&#xe9;sultats.</AbstractText><AbstractText Label="CONCLUSION" NlmCategory="UNASSIGNED">L&#x2019;h&#xe9;modialyse incr&#xe9;mentielle a d&#xe9;montr&#xe9; des avantages en mati&#xe8;re de qualit&#xe9; de vie, mais la transition vers cette modalit&#xe9; reste &#xe9;motionnellement &#xe9;prouvante pour certains patients, car, le passage d&#x2019;un programme bihebdomadaire &#xe0; un programme trihebdomadaire est souvent v&#xe9;cu avec r&#xe9;ticence. Pour optimiser la mise en &#x153;uvre de l&#x2019;HDi, il importe de r&#xe9;pondre aux d&#xe9;fis logistiques rencontr&#xe9;s par les professionnels de la sant&#xe9;, ainsi qu&#x2019;aux lacunes en mati&#xe8;re de formation.</AbstractText><CopyrightInformation>&#xa9; The Author(s) 2025.</CopyrightInformation></OtherAbstract><KeywordList Owner="NOTNLM"><Keyword MajorTopicYN="N">dialysis</Keyword><Keyword MajorTopicYN="N">hemodialysis</Keyword><Keyword MajorTopicYN="N">incremental</Keyword><Keyword MajorTopicYN="N">perspective</Keyword><Keyword MajorTopicYN="N">quality of life</Keyword></KeywordList><CoiStatement>The authors declared the following potential conflicts of interest with respect to the research, authorship, and/or publication of this article: E.T. has received investigator-initiated research funds from GSK Inc, outside of the submitted work. The other authors have no relevant disclosures to declare.</CoiStatement></MedlineCitation><PubmedData><History><PubMedPubDate PubStatus="received"><Year>2025</Year><Month>5</Month><Day>9</Day></PubMedPubDate><PubMedPubDate PubStatus="accepted"><Year>2025</Year><Month>10</Month><Day>23</Day></PubMedPubDate><PubMedPubDate PubStatus="medline"><Year>2025</Year><Month>12</Month><Day>30</Day><Hour>7</Hour><Minute>41</Minute></PubMedPubDate><PubMedPubDate PubStatus="pubmed"><Year>2025</Year><Month>12</Month><Day>30</Day><Hour>7</Hour><Minute>40</Minute></PubMedPubDate><PubMedPubDate PubStatus="entrez"><Year>2025</Year><Month>12</Month><Day>30</Day><Hour>4</Hour><Minute>14</Minute></PubMedPubDate><PubMedPubDate PubStatus="pmc-release"><Year>2025</Year><Month>12</Month><Day>24</Day></PubMedPubDate></History><PublicationStatus>epublish</PublicationStatus><ArticleIdList><ArticleId IdType="pubmed">41466723</ArticleId><ArticleId IdType="pmc">PMC12743795</ArticleId><ArticleId IdType="doi">10.1177/20543581251399138</ArticleId><ArticleId IdType="pii">10.1177_20543581251399138</ArticleId></ArticleIdList><ReferenceList><Reference><Citation>Chan CT, Blankestijn PJ, Dember LM, et al. Dialysis initiation, modality choice, access, and prescription: conclusions from a kidney disease: improving global outcomes (KDIGO) controversies conference. Kidney Int. 2019;96(1):37-47. doi: 10.1016/j.kint.2019.01.017.</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.kint.2019.01.017</ArticleId><ArticleId IdType="pubmed">30987837</ArticleId></ArticleIdList></Reference><Reference><Citation>Murea M, Highland BR, Yang W, Dressler E, Russell GB. Patient-reported outcomes in a pilot clinical trial of twice-weekly hemodialysis start with adjuvant pharmacotherapy and transition to thrice-weekly hemodialysis vs conventional hemodialysis. BMC Nephrol. 2022;23:322. doi: 10.1186/s12882-022-02946-w.</Citation><ArticleIdList><ArticleId IdType="doi">10.1186/s12882-022-02946-w</ArticleId><ArticleId IdType="pmc">PMC9513956</ArticleId><ArticleId IdType="pubmed">36167537</ArticleId></ArticleIdList></Reference><Reference><Citation>Basile C, Casino FG, Aucella F. Incremental hemodialysis, a valuable option for the frail elderly patient. J Nephrol. 2019;32(5):741-750. doi: 10.1007/s40620-019-00611-4.</Citation><ArticleIdList><ArticleId IdType="doi">10.1007/s40620-019-00611-4</ArticleId><ArticleId IdType="pubmed">31004284</ArticleId></ArticleIdList></Reference><Reference><Citation>Park JI, Park JT, Kim YL, et al. Comparison of outcomes between the incremental and thrice-weekly initiation of hemodialysis: a propensity-matched study of a prospective cohort in Korea. Nephrol Dial Transplant. 2017;32:355-363. doi: 10.1093/ndt/gfw332.</Citation><ArticleIdList><ArticleId IdType="doi">10.1093/ndt/gfw332</ArticleId><ArticleId IdType="pubmed">28186541</ArticleId></ArticleIdList></Reference><Reference><Citation>Garofalo C, Borrelli S, De Stefano T, et al. Incremental dialysis in ESRD: systematic review and meta-analysis. J Nephrol. 2019;32(5):823-836. doi: 10.1007/s40620-018-00577-9.</Citation><ArticleIdList><ArticleId IdType="doi">10.1007/s40620-018-00577-9</ArticleId><ArticleId IdType="pubmed">30604150</ArticleId></ArticleIdList></Reference><Reference><Citation>Lee S, Pham NM, Montez-Rath ME, et al. Twice weekly versus thrice weekly hemodialysis-a pilot cross-over equivalence trial. Clin J Am Soc Nephrol. 2024;19(9):1159-1168. doi: 10.2215/cjn.0000000000000507.</Citation><ArticleIdList><ArticleId IdType="doi">10.2215/cjn.0000000000000507</ArticleId><ArticleId IdType="pmc">PMC11390027</ArticleId><ArticleId IdType="pubmed">38922689</ArticleId></ArticleIdList></Reference><Reference><Citation>Obi Y, Streja E, Rhee CM, et al. Incremental hemodialysis, residual kidney function, and mortality risk in incident dialysis patients: a cohort study. Am J Kidney Dis. 2016;68(2):256-265. doi: 10.1053/j.ajkd.2016.01.008.</Citation><ArticleIdList><ArticleId IdType="doi">10.1053/j.ajkd.2016.01.008</ArticleId><ArticleId IdType="pmc">PMC4969165</ArticleId><ArticleId IdType="pubmed">26867814</ArticleId></ArticleIdList></Reference><Reference><Citation>Zhang M, Wang M, Li H, et al. Association of initial twice-weekly hemodialysis treatment with preservation of residual kidney function in ESRD patients. Am J Nephrol. 2014;40(2):140-150. doi: 10.1159/000365819.</Citation><ArticleIdList><ArticleId IdType="doi">10.1159/000365819</ArticleId><ArticleId IdType="pubmed">25171342</ArticleId></ArticleIdList></Reference><Reference><Citation>Tong A, Sainsbury P, Craig J. Consolidated criteria for reporting qualitative research (COREQ): a 32-item checklist for interviews and focus groups. Int J Qual Health Care. 2007;19(6):349-357. doi: 10.1093/intqhc/mzm042.</Citation><ArticleIdList><ArticleId IdType="doi">10.1093/intqhc/mzm042</ArticleId><ArticleId IdType="pubmed">17872937</ArticleId></ArticleIdList></Reference><Reference><Citation>Torreggiani M, Fois A, Chatrenet A, et al. Incremental and personalized hemodialysis start: a new standard of care. Kidney Int Rep. 2022;7(5):1049-1061. doi: 10.1016/j.ekir.2022.02.010</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.ekir.2022.02.010</ArticleId><ArticleId IdType="pmc">PMC9091804</ArticleId><ArticleId IdType="pubmed">35571001</ArticleId></ArticleIdList></Reference><Reference><Citation>Murea M. Precision medicine approach to dialysis including incremental and decremental dialysis regimens. Curr Opin Nephrol Hypertens. 2021;30(1):85-92. doi: 10.1097/mnh.0000000000000667.</Citation><ArticleIdList><ArticleId IdType="doi">10.1097/mnh.0000000000000667</ArticleId><ArticleId IdType="pubmed">33165001</ArticleId></ArticleIdList></Reference><Reference><Citation>Dahiya A, Bello A, Thompson S, Schick-Makaroff K, Pannu N. Knowledge and practice of incremental hemodialysis: a survey of Canadian nephrologists. Can J Kidney Health Dis. 2021;8:20543581211065255. doi: 10.1177/20543581211065255.</Citation><ArticleIdList><ArticleId IdType="doi">10.1177/20543581211065255</ArticleId><ArticleId IdType="pmc">PMC8689607</ArticleId><ArticleId IdType="pubmed">34950483</ArticleId></ArticleIdList></Reference><Reference><Citation>Wong J, Vilar E, Davenport A, Farrington K. Incremental haemodialysis. Nephrol Dial Transplant. 2015;30(10):1639-1648. doi: 10.1093/ndt/gfv231.</Citation><ArticleIdList><ArticleId IdType="doi">10.1093/ndt/gfv231</ArticleId><ArticleId IdType="pubmed">26038351</ArticleId></ArticleIdList></Reference><Reference><Citation>Armstrong M, Wityk Martin TL, Zimmermann GL, Drall K, Pannu NI. Personalising haemodialysis treatment with incremental dialysis for incident patients with end-stage kidney disease: an implementation study protocol. BMJ Open. 2024;14(1):e075195. doi: 10.1136/bmjopen-2023-075195.</Citation><ArticleIdList><ArticleId IdType="doi">10.1136/bmjopen-2023-075195</ArticleId><ArticleId IdType="pmc">PMC10826580</ArticleId><ArticleId IdType="pubmed">38286687</ArticleId></ArticleIdList></Reference><Reference><Citation>Wiesner C. Doing qualitative and interpretative research: reflecting principles and principled challenges. Political Res Exch. 2022;4:2127372. doi: 10.1080/2474736x.2022.2127372.</Citation><ArticleIdList><ArticleId IdType="doi">10.1080/2474736x.2022.2127372</ArticleId></ArticleIdList></Reference><Reference><Citation>Stevens RE, Loudon DL, Cole H, Wrenn B. Concise Encyclopedia of Church and Religious Organization Marketing. New York: Taylor &amp; Francis; 2013.</Citation></Reference><Reference><Citation>Hunter D, McCallum J, Howes D. Defining Exploratory-Descriptive Qualitative (EDQ) research and considering its application to healthcare. J Nurs Health Care. 2018;4(1):1-7.</Citation></Reference><Reference><Citation>Kallio H, Pietil&#xe4; AM, Johnson M, Kangasniemi M. Systematic methodological review: developing a framework for a qualitative semi-structured interview guide. J Adv Nurs. 2016;72(12):2954-2965. doi: 10.1111/jan.13031.</Citation><ArticleIdList><ArticleId IdType="doi">10.1111/jan.13031</ArticleId><ArticleId IdType="pubmed">27221824</ArticleId></ArticleIdList></Reference><Reference><Citation>Kalantar-Zadeh K, Unruh M, Zager PG, et al. Twice-weekly and incremental hemodialysis treatment for initiation of kidney replacement therapy. Am J Kidney Dis. 2014;64(2):181-186. doi: 10.1053/j.ajkd.2014.04.019.</Citation><ArticleIdList><ArticleId IdType="doi">10.1053/j.ajkd.2014.04.019</ArticleId><ArticleId IdType="pmc">PMC4111970</ArticleId><ArticleId IdType="pubmed">24840669</ArticleId></ArticleIdList></Reference><Reference><Citation>Stratton SJ. Population research: convenience sampling strategies. Prehosp Disaster Med. 2021;36(4):373-374. doi: 10.1017/s1049023x21000649.</Citation><ArticleIdList><ArticleId IdType="doi">10.1017/s1049023x21000649</ArticleId><ArticleId IdType="pubmed">34284835</ArticleId></ArticleIdList></Reference><Reference><Citation>Morgan DL, Nica A. Iterative thematic inquiry: a new method for analyzing qualitative data. Int J Qual Methods. 2020;19:1609406920955118. doi: 10.1177/1609406920955118.</Citation><ArticleIdList><ArticleId IdType="doi">10.1177/1609406920955118</ArticleId></ArticleIdList></Reference><Reference><Citation>Saunders B, Sim J, Kingstone T, et al. Saturation in qualitative research: exploring its conceptualization and operationalization. Qual Quant. 2018;52(4):1893-1907. doi: 10.1007/s11135-017-0574-8.</Citation><ArticleIdList><ArticleId IdType="doi">10.1007/s11135-017-0574-8</ArticleId><ArticleId IdType="pmc">PMC5993836</ArticleId><ArticleId IdType="pubmed">29937585</ArticleId></ArticleIdList></Reference><Reference><Citation>Wanner C, Lopau K, Haberstroh H. The safety and feasibility of incremental dialysis must be proven before its widespread use. Kidney Int. 2022;101(3):468-471. doi: 10.1016/j.kint.2022.01.007.</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.kint.2022.01.007</ArticleId><ArticleId IdType="pubmed">35190036</ArticleId></ArticleIdList></Reference><Reference><Citation>Leape LL, Rogers G, Hanna D, et al. Developing and implementing new safe practices: voluntary adoption through statewide collaboratives. Qual Saf Health Care. 2006;15(4):289-295. doi: 10.1136/qshc.2005.017632.</Citation><ArticleIdList><ArticleId IdType="doi">10.1136/qshc.2005.017632</ArticleId><ArticleId IdType="pmc">PMC2564013</ArticleId><ArticleId IdType="pubmed">16885255</ArticleId></ArticleIdList></Reference><Reference><Citation>Kondo K, Antick JR, Ayers CK, Kansagara D, Chopra P. Depression screening tools for patients with kidney failure: a systematic review. Clin J Am Soc Nephrol. 2020;15(12):1785-1795. doi: 10.2215/cjn.05540420.</Citation><ArticleIdList><ArticleId IdType="doi">10.2215/cjn.05540420</ArticleId><ArticleId IdType="pmc">PMC7769028</ArticleId><ArticleId IdType="pubmed">33203736</ArticleId></ArticleIdList></Reference><Reference><Citation>Bello AK, Okpechi IG, Levin A, et al. ISN&#x2013;global kidney health atlas: a report by the international society of nephrology: an assessment of global kidney health care status focussing on capacity, availability, accessibility, affordability and outcomes of kidney disease. Brussels, Belgium: International Society of Nephrology. 2023.</Citation></Reference></ReferenceList></PubmedData></PubmedArticle></PubmedArticleSet>