<?xml version="1.0" ?>
<!DOCTYPE PubmedArticleSet PUBLIC "-//NLM//DTD PubMedArticle, 1st January 2025//EN" "https://dtd.nlm.nih.gov/ncbi/pubmed/out/pubmed_250101.dtd">
<PubmedArticleSet>
<PubmedArticle><MedlineCitation Status="MEDLINE" Owner="NLM" IndexingMethod="Automated"><PMID Version="1">41121118</PMID><DateCompleted><Year>2025</Year><Month>10</Month><Day>22</Day></DateCompleted><DateRevised><Year>2025</Year><Month>10</Month><Day>24</Day></DateRevised><Article PubModel="Electronic"><Journal><ISSN IssnType="Electronic">1471-2458</ISSN><JournalIssue CitedMedium="Internet"><Volume>25</Volume><Issue>1</Issue><PubDate><Year>2025</Year><Month>Oct</Month><Day>21</Day></PubDate></JournalIssue><Title>BMC public health</Title><ISOAbbreviation>BMC Public Health</ISOAbbreviation></Journal><ArticleTitle>The effect of hip-hop dance training on motor competence, physical activity, and enjoyment in early adolescent girls.</ArticleTitle><Pagination><StartPage>3556</StartPage><MedlinePgn>3556</MedlinePgn></Pagination><ELocationID EIdType="pii" ValidYN="Y">3556</ELocationID><ELocationID EIdType="doi" ValidYN="Y">10.1186/s12889-025-24875-7</ELocationID><Abstract><AbstractText Label="BACKGROUND" NlmCategory="BACKGROUND">This study addresses the declining physical activity participation among adolescent girls by evaluating the effects of a 14-week structured hip-hop dance intervention on motor competence, physical activity levels, and enjoyment of physical activity. Given that the competitive nature of traditional sports can alienate some students, especially girls, thereby decreasing overall participation and enjoyment, there is a need for culturally relevant and inclusive alternatives like hip-hop dance.</AbstractText><AbstractText Label="METHODS" NlmCategory="METHODS">This quasi-experimental, pre-test-post-test control group study involved 192 seventh-grade girls (intervention group n&#x2009;=&#x2009;96, control group n&#x2009;=&#x2009;96). The intervention group participated in a 14-week hip-hop dance training program with three 90-minute sessions per week, while the control group continued with their regular school curriculum. Motor competence was measured using the Bruininks-Oseretsky Motor Proficiency Test, Second Edition (BOT-2), physical activity levels as daily step counts with pedometers, and enjoyment of physical activity with the Physical Activity Enjoyment Scale (PAES). Baseline equivalence between groups was tested using independent samples t-tests. Repeated measures MANOVA and ANOVA evaluated within- and between-group changes.</AbstractText><AbstractText Label="RESULTS" NlmCategory="RESULTS">At baseline, groups were largely equivalent, with small, non-practically significant differences in manual dexterity and running speed &amp; agility. Post-intervention, the dance group showed significant improvements in bilateral coordination (&#x3b7;&#xb2; = 0.216), balance (&#x3b7;&#xb2; = 0.147), running speed &amp; agility (&#x3b7;&#xb2; = 0.048), upper-limb coordination (&#x3b7;&#xb2; = 0.126), and fine motor integration (&#x3b7;&#xb2; = 0.032). No notable changes were observed for fine motor precision, manual dexterity, or body strength. Enjoyment increased significantly (&#x3b7;&#xb2; = 0.027), and daily steps rose markedly (&#x3b7;&#xb2; = 0.656) in the dance group compared to controls.</AbstractText><AbstractText Label="CONCLUSIONS" NlmCategory="CONCLUSIONS">This study demonstrates that a structured hip-hop dance intervention can significantly enhance motor competence, physical activity levels, and enjoyment of physical activity in adolescent girls. The findings highlight the potential of dance as an inclusive and motivating alternative to traditional physical education approaches. Programs should emphasize cultural relevance, program quality, and teacher training aligned with Self-Determination Theory to sustain benefits.</AbstractText><AbstractText Label="TRIAL REGISTRATION" NlmCategory="BACKGROUND">Not applicable.</AbstractText><CopyrightInformation>&#xa9; 2025. The Author(s).</CopyrightInformation></Abstract><AuthorList CompleteYN="Y"><Author ValidYN="Y"><LastName>Akinci</LastName><ForeName>Yasin</ForeName><Initials>Y</Initials><AffiliationInfo><Affiliation>U&#x15f;ak University, Faculty of Sport Sciences, U&#x15f;ak, Turkey. yasin.akinci@usak.edu.tr.</Affiliation></AffiliationInfo></Author></AuthorList><Language>eng</Language><PublicationTypeList><PublicationType UI="D016428">Journal Article</PublicationType></PublicationTypeList><ArticleDate DateType="Electronic"><Year>2025</Year><Month>10</Month><Day>21</Day></ArticleDate></Article><MedlineJournalInfo><Country>England</Country><MedlineTA>BMC Public Health</MedlineTA><NlmUniqueID>100968562</NlmUniqueID><ISSNLinking>1471-2458</ISSNLinking></MedlineJournalInfo><CitationSubset>IM</CitationSubset><MeshHeadingList><MeshHeading><DescriptorName UI="D006801" MajorTopicYN="N">Humans</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D005260" MajorTopicYN="N">Female</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D003615" MajorTopicYN="Y">Dancing</DescriptorName><QualifierName UI="Q000523" MajorTopicYN="N">psychology</QualifierName><QualifierName UI="Q000502" MajorTopicYN="N">physiology</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D000293" MajorTopicYN="N">Adolescent</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D015444" MajorTopicYN="Y">Exercise</DescriptorName><QualifierName UI="Q000523" MajorTopicYN="N">psychology</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D009048" MajorTopicYN="Y">Motor Skills</DescriptorName><QualifierName UI="Q000502" MajorTopicYN="N">physiology</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D057181" MajorTopicYN="Y">Pleasure</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D002648" MajorTopicYN="N">Child</DescriptorName></MeshHeading></MeshHeadingList><KeywordList Owner="NOTNLM"><Keyword MajorTopicYN="N">Adolescent girls</Keyword><Keyword MajorTopicYN="N">Enjoyment</Keyword><Keyword MajorTopicYN="N">Hip-hop dance</Keyword><Keyword MajorTopicYN="N">Motor competence</Keyword><Keyword MajorTopicYN="N">Physical activity</Keyword><Keyword MajorTopicYN="N">School-based intervention.</Keyword></KeywordList><CoiStatement>Declarations. Ethics approval and consent to participate: This study was approved by the U&#x15f;ak University Non-Interventional Clinical Research Ethics Committee (725-725-29). Informed consent was obtained from all participants parents/legal guardians. Consent for publication: Not applicable. (As the manuscript does not contain individual data, images, or videos) Competing interests: The authors declare no competing interests.</CoiStatement></MedlineCitation><PubmedData><History><PubMedPubDate PubStatus="received"><Year>2025</Year><Month>6</Month><Day>23</Day></PubMedPubDate><PubMedPubDate PubStatus="accepted"><Year>2025</Year><Month>9</Month><Day>11</Day></PubMedPubDate><PubMedPubDate PubStatus="medline"><Year>2025</Year><Month>10</Month><Day>22</Day><Hour>6</Hour><Minute>34</Minute></PubMedPubDate><PubMedPubDate PubStatus="pubmed"><Year>2025</Year><Month>10</Month><Day>22</Day><Hour>6</Hour><Minute>33</Minute></PubMedPubDate><PubMedPubDate PubStatus="entrez"><Year>2025</Year><Month>10</Month><Day>22</Day><Hour>0</Hour><Minute>12</Minute></PubMedPubDate><PubMedPubDate PubStatus="pmc-release"><Year>2025</Year><Month>10</Month><Day>21</Day></PubMedPubDate></History><PublicationStatus>epublish</PublicationStatus><ArticleIdList><ArticleId IdType="pubmed">41121118</ArticleId><ArticleId IdType="pmc">PMC12542291</ArticleId><ArticleId IdType="doi">10.1186/s12889-025-24875-7</ArticleId><ArticleId IdType="pii">10.1186/s12889-025-24875-7</ArticleId></ArticleIdList><ReferenceList><Reference><Citation>Bull FC, Al-Ansari SS, Biddle S, Borodulin K, Buman MP, Cardon G, et al. World health organization 2020 guidelines on physical activity and sedentary behaviour. Br J Sports Med. 2020;54:1451&#x2013;62. 10.1136/bjsports-2020-102955.</Citation><ArticleIdList><ArticleId IdType="doi">10.1136/bjsports-2020-102955</ArticleId><ArticleId IdType="pmc">PMC7719906</ArticleId><ArticleId IdType="pubmed">33239350</ArticleId></ArticleIdList></Reference><Reference><Citation>Poitras VJ, Gray CE, Borghese MM, Carson V, Chaput J-P, Janssen I, et al. Systematic review of the relationships between objectively measured physical activity and health indicators in school-aged children and youth. Appl Physiol Nutr Metab. 2016;41(6):S197&#x2013;239. 10.1139/apnm-2015-0663.</Citation><ArticleIdList><ArticleId IdType="doi">10.1139/apnm-2015-0663</ArticleId><ArticleId IdType="pubmed">27306431</ArticleId></ArticleIdList></Reference><Reference><Citation>Chaput J-P, Willumsen J, Bull F, Chou R, Ekelund U, Firth J, et al. 2020 WHO guidelines on physical activity and sedentary behaviour for children and adolescents aged 5&#x2013;17 years: summary of the evidence. Int J Behav Nutr Phys Act. 2020;17:141. 10.1186/s12966-020-01037-z.</Citation><ArticleIdList><ArticleId IdType="doi">10.1186/s12966-020-01037-z</ArticleId><ArticleId IdType="pmc">PMC7691077</ArticleId><ArticleId IdType="pubmed">33239009</ArticleId></ArticleIdList></Reference><Reference><Citation>Dempsey P. WHO guidelines on physical activity and sedentary behaviour. Geneva: World Health Organization; 2020.</Citation><ArticleIdList><ArticleId IdType="pubmed">33369898</ArticleId></ArticleIdList></Reference><Reference><Citation>Guthold R, Stevens GA, Riley LM, Bull FC. Global trends in insufficient physical activity among adolescents: a pooled analysis of 298 population-based surveys with 1&#xb7; 6 million participants. Lancet Child Adolesc Health. 2020;4:23&#x2013;35. 10.1016/s2352-4642(19)30323-2.</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/s2352-4642(19)30323-2</ArticleId><ArticleId IdType="pmc">PMC6919336</ArticleId><ArticleId IdType="pubmed">31761562</ArticleId></ArticleIdList></Reference><Reference><Citation>Bakanl&#x131;&#x11f;&#x131; TS. T&#xfc;rkiye Fiziksel aktivite rehberi. Ankara: T&#xfc;rkiye Halk Sa&#x11f;l&#x131;&#x11f;&#x131; Kurumu; 2014.</Citation></Reference><Reference><Citation>Woods JA, Hutchinson NT, Powers SK, Roberts WO, Gomez-Cabrera MC, Radak Z, et al. The COVID-19 pandemic and physical activity. Sports Med Health Sci. 2020;2:55&#x2013;64. 10.1016/j.smhs.2020.05.006.</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.smhs.2020.05.006</ArticleId><ArticleId IdType="pmc">PMC7261095</ArticleId><ArticleId IdType="pubmed">34189484</ArticleId></ArticleIdList></Reference><Reference><Citation>Aslan I, Ochnik D, &#xc7;&#x131;nar O. Exploring perceived stress among students in Turkey during the COVID-19 pandemic. Int J Environ Res Public Health. 2020;17:8961. 10.3390/ijerph17238961.</Citation><ArticleIdList><ArticleId IdType="doi">10.3390/ijerph17238961</ArticleId><ArticleId IdType="pmc">PMC7729602</ArticleId><ArticleId IdType="pubmed">33276520</ArticleId></ArticleIdList></Reference><Reference><Citation>Rossi L, Behme N, Breuer C. Physical activity of children and adolescents during the COVID-19 pandemic&#x2014;a scoping review. Int J Environ Res Public Health. 2021;18:11440. 10.3390/ijerph182111440.</Citation><ArticleIdList><ArticleId IdType="doi">10.3390/ijerph182111440</ArticleId><ArticleId IdType="pmc">PMC8583307</ArticleId><ArticleId IdType="pubmed">34769956</ArticleId></ArticleIdList></Reference><Reference><Citation>Telama R, Yang X, Leskinen E, Kankaanp&#xe4;&#xe4; A, Hirvensalo M, Tammelin T, et al. Tracking of physical activity from early childhood through youth into adulthood. Med Sci Sports Exerc. 2014;46:955&#x2013;62. 10.1249/mss.0000000000000181.</Citation><ArticleIdList><ArticleId IdType="doi">10.1249/mss.0000000000000181</ArticleId><ArticleId IdType="pubmed">24121247</ArticleId></ArticleIdList></Reference><Reference><Citation>Aubert S, Brazo-Sayavera J, Gonz&#xe1;lez SA, Janssen I, Manyanga T, Oyeyemi AL, et al. Global prevalence of physical activity for children and adolescents; inconsistencies, research gaps, and recommendations: a narrative review. Int J Behav Nutr Phys Act. 2021;18:81. 10.1186/s12966-021-01155-2.</Citation><ArticleIdList><ArticleId IdType="doi">10.1186/s12966-021-01155-2</ArticleId><ArticleId IdType="pmc">PMC8243483</ArticleId><ArticleId IdType="pubmed">34187486</ArticleId></ArticleIdList></Reference><Reference><Citation>Bailey R, Armour K, Kirk D, Jess M, Pickup I, Sandford R, et al. The educational benefits claimed for physical education and school sport: an academic review. Res Papers Educ. 2009;24:1&#x2013;27. 10.1080/02671520701809817.</Citation><ArticleIdList><ArticleId IdType="doi">10.1080/02671520701809817</ArticleId></ArticleIdList></Reference><Reference><Citation>Donnelly JE, Hillman CH, Castelli D, Etnier JL, Lee S, Tomporowski P, et al. Physical activity, fitness, cognitive function, and academic achievement in children: a systematic review. Med Sci Sports Exerc. 2016;48:1197. 10.1249/mss.0000000000000901.</Citation><ArticleIdList><ArticleId IdType="doi">10.1249/mss.0000000000000901</ArticleId><ArticleId IdType="pmc">PMC4874515</ArticleId><ArticleId IdType="pubmed">27182986</ArticleId></ArticleIdList></Reference><Reference><Citation>Hollis JL, Sutherland R, Williams AJ, Campbell E, Nathan N, Wolfenden L, et al. A systematic review and meta-analysis of moderate-to-vigorous physical activity levels in secondary school physical education lessons. Int J Behav Nutr Phys Act. 2017;14:52. 10.1186/s12966-017-0504-0.</Citation><ArticleIdList><ArticleId IdType="doi">10.1186/s12966-017-0504-0</ArticleId><ArticleId IdType="pmc">PMC5402678</ArticleId><ArticleId IdType="pubmed">28438171</ArticleId></ArticleIdList></Reference><Reference><Citation>Ayd&#x131;n E, Temel A, Kangalgil M. Ge&#xe7;mi&#x15f;ten g&#xfc;n&#xfc;m&#xfc;ze orta&#xf6;&#x11f;retim Beden e&#x11f;itimi ve spor Dersi &#xf6;&#x11f;retim programlar&#x131;n&#x131;n incelenmesi. J Global Sport Educ Res. 2022;5:99&#x2013;117. 10.55142/jogser.1113312.</Citation><ArticleIdList><ArticleId IdType="doi">10.55142/jogser.1113312</ArticleId></ArticleIdList></Reference><Reference><Citation>Evans B. I&#x2019;d feel ashamed&#x2019;: girls&#x2019; bodies and sports participation. Gend Place Cult. 2006;13:547&#x2013;61. 10.1080/09663690600858952.</Citation><ArticleIdList><ArticleId IdType="doi">10.1080/09663690600858952</ArticleId></ArticleIdList></Reference><Reference><Citation>Wetton AR, Radley R, Jones AR, Pearce MS. What are the barriers which discourage 15&#x2013;16 year-old girls from participating in team sports and how can we overcome them? BioMed Res Int. 2013;2013:1&#x2013;8. 10.1155/2013/738705.</Citation><ArticleIdList><ArticleId IdType="doi">10.1155/2013/738705</ArticleId><ArticleId IdType="pmc">PMC3773401</ArticleId><ArticleId IdType="pubmed">24073416</ArticleId></ArticleIdList></Reference><Reference><Citation>Crum BJ. Conventional thought and practice in physical education: problems of teaching and implications for change. Quest. 1993;45:339&#x2013;56. 10.1080/00336297.1993.10484092.</Citation><ArticleIdList><ArticleId IdType="doi">10.1080/00336297.1993.10484092</ArticleId></ArticleIdList></Reference><Reference><Citation>Demirhan G, Bulca Y, Sa&#xe7;l&#x131; F, Kangalgil M. Beden e&#x11f;itimi &#xf6;&#x11f;retmenlerinin Uygulamada kar&#x15f;&#x131;la&#x15f;t&#x131;klar&#x131; Sorunlar ve &#xe7;&#xf6;z&#xfc;m &#xf6;nerileri. Hacettepe &#xdc;niversitesi E&#x11f;itim Fak&#xfc;ltesi Dergisi. 2014;29:57&#x2013;68.</Citation></Reference><Reference><Citation>Perlman D, Webster CA. Supporting student autonomy in physical education. J Phys Educ Recreat Dance. 2011;82:46&#x2013;9. 10.1080/07303084.2011.10598628.</Citation><ArticleIdList><ArticleId IdType="doi">10.1080/07303084.2011.10598628</ArticleId></ArticleIdList></Reference><Reference><Citation>Lleix&#xe0; T, Gonz&#xe1;lez-Ar&#xe9;valo C, Braz-Vieira M. Integrating key competences in school physical education programmes. Eur Phys Educ Rev. 2016;22:506&#x2013;25. 10.1177/1356336x15621497.</Citation><ArticleIdList><ArticleId IdType="doi">10.1177/1356336x15621497</ArticleId></ArticleIdList></Reference><Reference><Citation>Yue S. The evolution of pedagogical theory: from traditional to modern approaches and their impact on student engagement and success. J Educ Educational Res. 2024;7:226&#x2013;30. 10.54097/j4agx439.</Citation><ArticleIdList><ArticleId IdType="doi">10.54097/j4agx439</ArticleId></ArticleIdList></Reference><Reference><Citation>Balyan M, Balyan KY, Kiremit&#xe7;i O. Farkl&#x131; sportif Etkinliklerin ilk&#xf6;&#x11f;retim 2. kademe &#xf6;&#x11f;rencilerinin Beden e&#x11f;itimi dersine y&#xf6;nelik tutum, Sosyal beceri ve &#xf6;z Yeterlik d&#xfc;zeylerine etkileri. Sel&#xe7;uk &#xdc;niversitesi Beden E&#x11f;itimi Ve Spor Bilim Dergisi. 2012;14:196&#x2013;201.</Citation></Reference><Reference><Citation>Cook HD, Kohl HW III. Educating the student body: taking physical activity and physical education to school. 2013. 10.17226/18314</Citation><ArticleIdList><ArticleId IdType="pubmed">24851299</ArticleId></ArticleIdList></Reference><Reference><Citation>Jago R, Edwards MJ, Sebire SJ, Tomkinson K, Bird EL, Banfield K, et al. Effect and cost of an after-school dance programme on the physical activity of 11&#x2013;12 year old girls: the Bristol girls dance project, a school-based cluster randomised controlled trial. Int J Behav Nutr Phys Act. 2015;12:128. 10.1186/s12966-015-0289-y.</Citation><ArticleIdList><ArticleId IdType="doi">10.1186/s12966-015-0289-y</ArticleId><ArticleId IdType="pmc">PMC4595057</ArticleId><ArticleId IdType="pubmed">26437720</ArticleId></ArticleIdList></Reference><Reference><Citation>Campbell M. Go white girl!&#x2019;: hip hop booty dancing and the white female body. Continuum. 2004;18:497&#x2013;508. 10.1080/1030431042000297626.</Citation><ArticleIdList><ArticleId IdType="doi">10.1080/1030431042000297626</ArticleId></ArticleIdList></Reference><Reference><Citation>Alim HS, Chang J, Wong C. Freedom moves: hip hop knowledges, pedagogies, and futures. Univ of California; 2023. 10.1525/9780520382817-003.</Citation></Reference><Reference><Citation>Campbell H. Hip hop as critical pedagogy: Re-Imagining education. Canadian Journal for New Scholars in Education/Revue canadienne des jeunes chercheures et chercheurs en &#xe9;ducation. 2022;13:106&#x2013;13.</Citation></Reference><Reference><Citation>Biddle SJ, Whitehead SH, O&#x2019;Donovan TM, Nevill ME. Correlates of participation in physical activity for adolescent girls: a systematic review of recent literature. J Phys Act Health. 2005;2:423&#x2013;34. 10.1123/jpah.2.4.423.</Citation><ArticleIdList><ArticleId IdType="doi">10.1123/jpah.2.4.423</ArticleId></ArticleIdList></Reference><Reference><Citation>Martins J, Costa J, Sarmento H, Marques A, Farias C, Onofre M, et al. Adolescents&#x2019; perspectives on the barriers and facilitators of physical activity: an updated systematic review of qualitative studies. Int J Environ Res Public Health. 2021;18:4954. 10.3390/ijerph18094954.</Citation><ArticleIdList><ArticleId IdType="doi">10.3390/ijerph18094954</ArticleId><ArticleId IdType="pmc">PMC8125166</ArticleId><ArticleId IdType="pubmed">34066596</ArticleId></ArticleIdList></Reference><Reference><Citation>Edwardson CL, Gorely T, Pearson N, Atkin A. Sources of activity-related social support and adolescents&#x2019; objectively measured after-school and weekend physical activity: gender and age differences. J Phys Act Health. 2013;10:1153&#x2013;8. 10.1123/jpah.10.8.1153.</Citation><ArticleIdList><ArticleId IdType="doi">10.1123/jpah.10.8.1153</ArticleId><ArticleId IdType="pubmed">23223792</ArticleId></ArticleIdList></Reference><Reference><Citation>Beaulac J, Kristjansson E, Calhoun M. Bigger than hip-hop?&#x2019; impact of a community-based physical activity program on youth living in a disadvantaged neighborhood in Canada. J Youth Stud. 2011;14:961&#x2013;74. 10.1080/13676261.2011.616488.</Citation><ArticleIdList><ArticleId IdType="doi">10.1080/13676261.2011.616488</ArticleId></ArticleIdList></Reference><Reference><Citation>Cain KL, Gavand KA, Conway TL, Peck E, Bracy NL, Bonilla E, et al. Physical activity in youth dance classes. Pediatrics. 2015;135:1066&#x2013;73. 10.1542/peds.2014-2415.</Citation><ArticleIdList><ArticleId IdType="doi">10.1542/peds.2014-2415</ArticleId><ArticleId IdType="pubmed">25986023</ArticleId></ArticleIdList></Reference><Reference><Citation>Girgin G. On the marginal requisites: overview of popular urban dances in T&#xfc;rkiye. Musicologist. 2023;7:93&#x2013;123. 10.33906/musicologist.1097843.</Citation><ArticleIdList><ArticleId IdType="doi">10.33906/musicologist.1097843</ArticleId></ArticleIdList></Reference><Reference><Citation>Deci EL, Ryan RM. The what and why of goal pursuits: human needs and the self-determination of behavior. Psychol Inq. 2000;11:227&#x2013;68. 10.1207/s15327965pli1104_01.</Citation><ArticleIdList><ArticleId IdType="doi">10.1207/s15327965pli1104_01</ArticleId></ArticleIdList></Reference><Reference><Citation>Ryan RM, Deci EL. (2017). Self-determination theory: Basic psychological needs in motivation, development, and wellness. Guilford Press. 2017. 10.1521/978.14625/28806</Citation></Reference><Reference><Citation>Pulido JJ, Sanchez-Oliva D, Amado D, Gonzalez-Ponce I, Sanchez-Miguel PA. Influence of motivational processes on enjoyment, boredom and intention to persist in young sportspersons. South Afr J Res Sport Phys Educ Recreation. 2014;36:135&#x2013;49.</Citation></Reference><Reference><Citation>Mane M, Mahapatra N. Correlation of dance functional status with lower limb Flexibility, power and dynamic balance in recreational Ballet dancers-A Cross-Sectional study. Baltic J Sport Health Sci. 2024;132:4&#x2013;12.</Citation></Reference><Reference><Citation>Chen Y, Wang S, Senanu Ametefe D, John D. Impact of dancing on physical and mental health: a systematic literature review. Dance Res. 2024;42(2):220&#x2013;56. 10.3366/drs.2024.0432.</Citation><ArticleIdList><ArticleId IdType="doi">10.3366/drs.2024.0432</ArticleId></ArticleIdList></Reference><Reference><Citation>Prates CM, Tsiouti N, Fagundes ADO, Reichert T, Wyon M, Haas AN. Hip hop party dance: cardiorespiratory profile and responses to a predefined sequence. J Dance Med Sci. 2023;27:41&#x2013;9. 10.1177/1089313X231176627.</Citation><ArticleIdList><ArticleId IdType="doi">10.1177/1089313X231176627</ArticleId><ArticleId IdType="pubmed">37218637</ArticleId></ArticleIdList></Reference><Reference><Citation>Aldemir GY, Ramazanoglu N, Camliguney AF, Kaya F. The effects of dance education on motor performance of children. Educ Res Rev. 2011;6:979&#x2013;82.</Citation></Reference><Reference><Citation>Chatzihidiroglou P, Chatzopoulos D, Lykesas G, Doganis G. Dancing effects on preschoolers&#x2019; sensorimotor synchronization, balance, and movement reaction time. Percept Mot Skills. 2018;125:463&#x2013;77. 10.1177/0031512518765545.</Citation><ArticleIdList><ArticleId IdType="doi">10.1177/0031512518765545</ArticleId><ArticleId IdType="pubmed">29578374</ArticleId></ArticleIdList></Reference><Reference><Citation>Bonavolont&#xe0; V, Greco F, Sabatini U, Saavedra FJ, Fischetti F, Baldari C, et al. Effects of ballroom dance on physical fitness and reaction time in experienced middle-aged adults of both genders. Int J Environ Res Public Health. 2021;18:2036. 10.3390/ijerph18042036.</Citation><ArticleIdList><ArticleId IdType="doi">10.3390/ijerph18042036</ArticleId><ArticleId IdType="pmc">PMC7922230</ArticleId><ArticleId IdType="pubmed">33669760</ArticleId></ArticleIdList></Reference><Reference><Citation>Kiefer AW, Riley MA, Shockley K, Sitton CA, Hewett TE, Cummins-Sebree S, et al. Lower-limb proprioceptive awareness in professional ballet dancers. J Dance Med Sci. 2013;17:126&#x2013;32. 10.12678/1089-313x.17.3.126.</Citation><ArticleIdList><ArticleId IdType="doi">10.12678/1089-313x.17.3.126</ArticleId><ArticleId IdType="pubmed">24069947</ArticleId></ArticleIdList></Reference><Reference><Citation>Duberg A, Jutengren G, Hagberg L, M&#xf6;ller M. The effects of a dance intervention on somatic symptoms and emotional distress in adolescent girls: a randomized controlled trial. J Int Med Res. 2020;48:0300060520902610. 10.1177/0300060520902610.</Citation><ArticleIdList><ArticleId IdType="doi">10.1177/0300060520902610</ArticleId><ArticleId IdType="pmc">PMC7111017</ArticleId><ArticleId IdType="pubmed">32019389</ArticleId></ArticleIdList></Reference><Reference><Citation>Creswell JW, Poth CN. Qualitative inquiry and research design: choosing among five approaches. Sage; 2016.</Citation></Reference><Reference><Citation>Etikan I, Musa SA, Alkassim RS. Comparison of convenience sampling and purposive sampling. Am J Theor Appl Stat. 2016;5:1&#x2013;4. 10.11648/j.ajtas.20160501.11.</Citation><ArticleIdList><ArticleId IdType="doi">10.11648/j.ajtas.20160501.11</ArticleId></ArticleIdList></Reference><Reference><Citation>Faul F, Erdfelder E, Buchner A, Lang A-G. Statistical power analyses using G*Power 3.1: tests for correlation and regression analyses. Behav Res Methods. 2009;41:1149&#x2013;60. 10.3758/brm.41.4.1149.</Citation><ArticleIdList><ArticleId IdType="doi">10.3758/brm.41.4.1149</ArticleId><ArticleId IdType="pubmed">19897823</ArticleId></ArticleIdList></Reference><Reference><Citation>Bruininks RH, Bruininks BD. BOT2: Bruininks-Oseretsky test of motor proficiency: administration easel. Minneapolis: Pearson Assessments; 2005.</Citation></Reference><Reference><Citation>Wiklund M, Cider &#xc5;, Ols&#xe9;n MF. Accuracy of a pedometer and an accelerometer in women with obesity. Open Obes J. 2012;4:11&#x2013;7.</Citation><ArticleIdList><ArticleId IdType="doi">10.2174/1876823701204010011</ArticleId></ArticleIdList></Reference><Reference><Citation>Schneider PL, Crouter SE, Bassett DR. Pedometer measures of free-living physical activity: comparison of 13 models. Med Sci Sports Exerc. 2004;36:331&#x2013;5. 10.1249/01.mss.0000113486.60548.e9.</Citation><ArticleIdList><ArticleId IdType="doi">10.1249/01.mss.0000113486.60548.e9</ArticleId><ArticleId IdType="pubmed">14767259</ArticleId></ArticleIdList></Reference><Reference><Citation>Mullen SP, Olson EA, Phillips SM, Szabo AN, W&#xf3;jcicki TR, Mailey EL, et al. Measuring enjoyment of physical activity in older adults: invariance of the physical activity enjoyment scale (paces) across groups and time. Int J Behav Nutr Phys Act. 2011;8:103. 10.1186/1479-5868-8-103.</Citation><ArticleIdList><ArticleId IdType="doi">10.1186/1479-5868-8-103</ArticleId><ArticleId IdType="pmc">PMC3206413</ArticleId><ArticleId IdType="pubmed">21951520</ArticleId></ArticleIdList></Reference><Reference><Citation>&#xd6;zkurt B, K&#xfc;&#xe7;&#xfc;ki&#x307;Bi&#x307;&#x15e; HF, Eski&#x307;Ler E. Fiziksel aktivitelerden keyif Alma &#xd6;l&#xe7;e&#x11f;i (FAK&#xd6;): T&#xfc;rk K&#xfc;lt&#xfc;r&#xfc;ne Uyarlama, Ge&#xe7;erlik ve G&#xfc;venirlik &#xc7;al&#x131;&#x15f;mas&#x131;. Anemon Mu&#x15f; Alparslan &#xdc;niversitesi Sosyal Bilimler Dergisi. 2022;10:21&#x2013;37. 10.18506/anemon.976300.</Citation><ArticleIdList><ArticleId IdType="doi">10.18506/anemon.976300</ArticleId></ArticleIdList></Reference><Reference><Citation>Tabachnick BG. Using multivariate statistics. Boston: Alyn and Bacon; 2007.</Citation></Reference><Reference><Citation>Cohen J. Statistical power analysis for the behavioral sciences. New York: Routledge; 2013.</Citation></Reference><Reference><Citation>Rodrigues-Krause J, Krause M, Reischak-Oliveira A. Dancing for healthy aging: functional and metabolic perspectives. Altern Ther Health Med. 2019;25:44&#x2013;63.</Citation><ArticleIdList><ArticleId IdType="pubmed">29428927</ArticleId></ArticleIdList></Reference><Reference><Citation>Connolly MK, Quin E, Redding E. Dance 4 your life: exploring the health and well-being implications of a contemporary dance intervention for female adolescents. Res Dance Educ. 2011;12:53&#x2013;66. 10.1080/14647893.2011.561306.</Citation><ArticleIdList><ArticleId IdType="doi">10.1080/14647893.2011.561306</ArticleId></ArticleIdList></Reference><Reference><Citation>O&#x2019;Neill JR, Pate RR, Hooker SP. The contribution of dance to daily physical activity among adolescent girls. Int J Behav Nutr Phys Act. 2011;8:87. 10.1186/1479-5868-8-87.</Citation><ArticleIdList><ArticleId IdType="doi">10.1186/1479-5868-8-87</ArticleId><ArticleId IdType="pmc">PMC3162521</ArticleId><ArticleId IdType="pubmed">21816074</ArticleId></ArticleIdList></Reference><Reference><Citation>Fong Yan A, Nicholson LL, Ward RE, Hiller CE, Dovey K, Parker HM, et al. The effectiveness of dance interventions on psychological and cognitive health outcomes compared with other forms of physical activity: a systematic review with meta-analysis. Sports Med. 2024;54:1179&#x2013;205. 10.1007/s40279-023-01990-2.</Citation><ArticleIdList><ArticleId IdType="doi">10.1007/s40279-023-01990-2</ArticleId><ArticleId IdType="pmc">PMC11127814</ArticleId><ArticleId IdType="pubmed">38270792</ArticleId></ArticleIdList></Reference></ReferenceList></PubmedData></PubmedArticle></PubmedArticleSet>