<?xml version="1.0" ?>
<!DOCTYPE PubmedArticleSet PUBLIC "-//NLM//DTD PubMedArticle, 1st January 2025//EN" "https://dtd.nlm.nih.gov/ncbi/pubmed/out/pubmed_250101.dtd">
<PubmedArticleSet>
<PubmedArticle><MedlineCitation Status="Publisher" Owner="NLM"><PMID Version="1">41672890</PMID><DateRevised><Year>2026</Year><Month>02</Month><Day>11</Day></DateRevised><Article PubModel="Print-Electronic"><Journal><ISSN IssnType="Print">0376-2491</ISSN><JournalIssue CitedMedium="Print"><Volume>106</Volume><PubDate><Year>2026</Year><Month>Feb</Month><Day>12</Day></PubDate></JournalIssue><Title>Zhonghua yi xue za zhi</Title><ISOAbbreviation>Zhonghua Yi Xue Za Zhi</ISOAbbreviation></Journal><ArticleTitle>[Impact of bone metastasis on the prognosis of lung adenocarcinoma patients treated with third-generation EGFR-TKIs and the underlying mechanisms].</ArticleTitle><Pagination><StartPage>102</StartPage><EndPage>111</EndPage><MedlinePgn>102-111</MedlinePgn></Pagination><ELocationID EIdType="doi" ValidYN="Y">10.3760/cma.j.cn112137-20251110-02936</ELocationID><Abstract><AbstractText><b>Objective:</b> To evaluate the impact of bone metastasis on the prognosis of lung adenocarcinoma patients receiving first-line third-generation epidermal growth factor receptor tyrosine kinase inhibitors (EGFR-TKIs) and to explore the potential mechanisms by which bone metastasis contributes to EGFR-TKI resistance. <b>Methods:</b> A retrospective analysis was conducted on the clinical data of 370 EGFR-mutant advanced lung adenocarcinoma patients who received first-line treatment with third-generation EGFR-TKI at the First Affiliated Hospital of Nanjing Medical University from January 2019 to June 2024, with follow-up until June 2024. Progression-free survival (PFS) and overall survival (OS) were compared between patients with and without baseline bone metastasis. Survival curves were generated using the Kaplan-Meier method, and differences between groups were assessed by the log-rank test. Univariate and multivariate Cox proportional hazards regression models were applied to identify factors associated with PFS following third-generation EGFR-TKI treatment. Single-cell RNA sequencing (scRNA-seq) was performed on two primary pulmonary tumors and two bone metastatic lesions to characterize transcriptomic differences in cancer cells and immune cells within the tumor microenvironment. Gene Ontology (GO) enrichment analysis was applied to identify bone metastasis-specific signaling pathways. Based on immune regulatory genes upregulated in cancer cells from bone metastatic lesions, an immune-regulatory score was constructed using a LASSO-Cox regression model in a training cohort of EGFR-mutant lung adenocarcinoma patients from The Cancer Genome Atlas (TCGA). Patients in both the training cohort and an independent Asian EGFR-mutant lung adenocarcinoma validation cohort were stratified into high-and low-score groups according to the median immune regulatory score, and OS was compared between groups. <b>Results:</b> Among the 370 lung adenocarcinoma patients receiving first-line third-generation EGFR-TKI treatment, 161 patients had baseline bone metastasis (mean age 60&#xb1;11 years; 70 males), while 209 patients had no baseline bone metastasis (mean age 61&#xb1;9 years; 80 males). No significant differences in baseline clinicopathological characteristics were observed between patients with and without bone metastasis (all <i>P</i>&gt;0.05). The median PFS in the bone metastasis group was 27.5 months (95%<i>CI</i>: 22.0-33.1), which was significantly shorter than that in the non-bone metastasis group [59.0 months (95%<i>CI</i>: 32.8-85.1), <i>P</i>&lt;0.001]. The median OS was 46.2 months (95%<i>CI</i>: 40.4-51.9) in the bone metastasis group, whereas the median OS had not yet been reached in the non-bone metastasis group, with a statistically significant difference (<i>P</i>=0.013). Multivariate Cox regression analysis identified bone metastasis as an independent risk factor for PFS (<i>HR</i>=1.74, 95%<i>CI</i>:1.27-2.37, <i>P</i>&lt;0.001). Cancer cells in bone metastatic lesions exhibited upregulation of C-X-C motif chemokine ligand 17 (CXCL17), complement decay-accelerating factor (CD55), interferon regulatory factor 1 (IRF1), E3 ubiquitin-protein ligase pellino homolog 1 (PELI1), solute carrier family 7 member 5 (SLC7A5) and prostaglandin-endoperoxide synthase 2 (PTGS2), which were predominantly enriched in pathways related to immune cell differentiation, chemotaxis, and inflammatory responses. At the immune cell level, lymphoid cells in bone metastatic lesions showed activation of stress response and apoptotic pathways, whereas myeloid cells demonstrated significant activation of cytokine/chemokine signaling and inflammation-related pathways. An immune-regulatory score based on CXCL17, CD55, IRF1, PELI1, SLC7A5, and PTGS2 was constructed. In the TCGA training cohort, the median OS of 41 patients with a high immune-regulatory score was 23.1 months (95%<i>CI</i>: 17.5-28.7), which was significantly shorter than that of patients with a low score [58.5 months (95%<i>CI</i>: 43.0-73.9), <i>P</i>&lt;0.001]. In the independent Asian cohort of 93 EGFR-mutant lung adenocarcinoma patients, the median OS of 46 patients with a high immune-regulatory score was 85.3 months (95%<i>CI</i>: 80.0-not reached), while the median OS in the low-score group was not reached, with a statistically significant difference (<i>P</i>=0.014). <b>Conclusions:</b> Bone metastasis is an adverse prognostic factor for progression-free survival in lung adenocarcinoma patients treated with third-generation EGFR-TKIs. Bone metastasis lesions exhibit a distinct immunosuppressive tumor microenvironment in EGFR-mutant advanced lung adenocarcinoma, in which upregulation of immune regulatory genes in cancer cells and dysfunction of immune cells may constitute a potential mechanism underlying resistance to third-generation EGFR-TKIs.</AbstractText></Abstract><AuthorList CompleteYN="Y"><Author ValidYN="Y"><LastName>Zhang</LastName><ForeName>C</ForeName><Initials>C</Initials><AffiliationInfo><Affiliation>Department of Oncology, First Affiliated Hospital of Nanjing Medical University, Nanjing 210029, China.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Shi</LastName><ForeName>X L</ForeName><Initials>XL</Initials><AffiliationInfo><Affiliation>Department of Oncology, First Affiliated Hospital of Nanjing Medical University, Nanjing 210029, China.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Jiang</LastName><ForeName>Y Q</ForeName><Initials>YQ</Initials><AffiliationInfo><Affiliation>Department of Oncology, First Affiliated Hospital of Nanjing Medical University, Nanjing 210029, China.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Li</LastName><ForeName>J</ForeName><Initials>J</Initials><AffiliationInfo><Affiliation>Department of Oncology, First Affiliated Hospital of Nanjing Medical University, Nanjing 210029, China.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Xu</LastName><ForeName>J L</ForeName><Initials>JL</Initials><AffiliationInfo><Affiliation>Department of Oncology, First Affiliated Hospital of Nanjing Medical University, Nanjing 210029, China.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Guo</LastName><ForeName>R H</ForeName><Initials>RH</Initials><AffiliationInfo><Affiliation>Department of Oncology, First Affiliated Hospital of Nanjing Medical University, Nanjing 210029, China.</Affiliation></AffiliationInfo></Author></AuthorList><Language>chi</Language><GrantList CompleteYN="Y"><Grant><GrantID>82473171, 82272669</GrantID><Agency>National Natural Science Foundation of China</Agency><Country/></Grant></GrantList><PublicationTypeList><PublicationType UI="D004740">English Abstract</PublicationType><PublicationType UI="D016428">Journal Article</PublicationType></PublicationTypeList><ArticleDate DateType="Electronic"><Year>2026</Year><Month>02</Month><Day>12</Day></ArticleDate></Article><MedlineJournalInfo><Country>China</Country><MedlineTA>Zhonghua Yi Xue Za Zhi</MedlineTA><NlmUniqueID>7511141</NlmUniqueID><ISSNLinking>0376-2491</ISSNLinking></MedlineJournalInfo><CitationSubset>IM</CitationSubset><OtherAbstract Type="Publisher" Language="chi"><AbstractText><b>&#x76ee;&#x7684;&#xff1a;</b> &#x8bc4;&#x4f30;&#x9aa8;&#x8f6c;&#x79fb;&#x5bf9;&#x80ba;&#x817a;&#x764c;&#x60a3;&#x8005;&#x63a5;&#x53d7;&#x7b2c;&#x4e09;&#x4ee3;&#x8868;&#x76ae;&#x751f;&#x957f;&#x56e0;&#x5b50;&#x53d7;&#x4f53;&#x916a;&#x6c28;&#x9178;&#x6fc0;&#x9176;&#x6291;&#x5236;&#x5242;&#xff08;EGFR-TKI&#xff09;&#x6cbb;&#x7597;&#x9884;&#x540e;&#x7684;&#x5f71;&#x54cd;&#xff0c;&#x5e76;&#x63a2;&#x8ba8;&#x9aa8;&#x8f6c;&#x79fb;&#x5728;EGFR-TKI&#x6cbb;&#x7597;&#x8010;&#x836f;&#x4e2d;&#x7684;&#x6f5c;&#x5728;&#x673a;&#x5236;&#x3002; <b>&#x65b9;&#x6cd5;&#xff1a;</b> &#x56de;&#x987e;&#x6027;&#x5206;&#x6790;2019&#x5e74;1&#x6708;&#x81f3;2024&#x5e74;6&#x6708;&#x5728;&#x5357;&#x4eac;&#x533b;&#x79d1;&#x5927;&#x5b66;&#x7b2c;&#x4e00;&#x9644;&#x5c5e;&#x533b;&#x9662;&#x63a5;&#x53d7;&#x7b2c;&#x4e09;&#x4ee3;EGFR-TKI&#x4e00;&#x7ebf;&#x6cbb;&#x7597;&#x7684;370&#x4f8b;EGFR&#x7a81;&#x53d8;&#x578b;&#x665a;&#x671f;&#x80ba;&#x817a;&#x764c;&#x60a3;&#x8005;&#x7684;&#x4e34;&#x5e8a;&#x8d44;&#x6599;&#xff0c;&#x968f;&#x8bbf;&#x622a;&#x81f3;2024&#x5e74;6&#x6708;&#xff0c;&#x6bd4;&#x8f83;&#x57fa;&#x7ebf;&#x9aa8;&#x8f6c;&#x79fb;&#x4e0e;&#x975e;&#x9aa8;&#x8f6c;&#x79fb;&#x60a3;&#x8005;&#x7684;&#x65e0;&#x8fdb;&#x5c55;&#x751f;&#x5b58;&#x65f6;&#x95f4;&#xff08;PFS&#xff09;&#x548c;&#x603b;&#x751f;&#x5b58;&#x65f6;&#x95f4;&#xff08;OS&#xff09;&#x3002;&#x91c7;&#x7528;Kaplan-Meier&#x6cd5;&#x7ed8;&#x5236;&#x751f;&#x5b58;&#x66f2;&#x7ebf;&#xff0c;log rank&#x68c0;&#x9a8c;&#x6bd4;&#x8f83;&#x7ec4;&#x95f4;&#x751f;&#x5b58;&#x5dee;&#x5f02;&#x3002;&#x5355;&#x56e0;&#x7d20;&#x53ca;&#x591a;&#x56e0;&#x7d20;Cox&#x6bd4;&#x4f8b;&#x98ce;&#x9669;&#x56de;&#x5f52;&#x6a21;&#x578b;&#x8bc4;&#x4f30;&#x80ba;&#x817a;&#x764c;&#x60a3;&#x8005;&#x7b2c;&#x4e09;&#x4ee3;EGFR-TKI&#x6cbb;&#x7597;&#x7684;PFS&#x7684;&#x5f71;&#x54cd;&#x56e0;&#x7d20;&#x3002;&#x5bf9;2&#x4f8b;&#x80ba;&#x539f;&#x53d1;&#x7076;&#x548c;2&#x4f8b;&#x9aa8;&#x8f6c;&#x79fb;&#x7076;&#x6837;&#x672c;&#x8fdb;&#x884c;&#x5355;&#x7ec6;&#x80de;&#x8f6c;&#x5f55;&#x7ec4;&#x6d4b;&#x5e8f;&#xff08;scRNA-seq&#xff09;&#xff0c;&#x5206;&#x6790;&#x80bf;&#x7624;&#x5fae;&#x73af;&#x5883;&#x4e2d;&#x80bf;&#x7624;&#x7ec6;&#x80de;&#x548c;&#x514d;&#x75ab;&#x7ec6;&#x80de;&#x7684;&#x8868;&#x8fbe;&#x8c31;&#x5dee;&#x5f02;&#xff0c;&#x5e76;&#x5229;&#x7528;&#x57fa;&#x56e0;&#x672c;&#x4f53;&#xff08;GO&#xff09;&#x5bcc;&#x96c6;&#x5206;&#x6790;&#x63a2;&#x7d22;&#x9aa8;&#x8f6c;&#x79fb;&#x7076;&#x7279;&#x5f02;&#x7684;&#x4fe1;&#x53f7;&#x901a;&#x8def;&#x3002;&#x57fa;&#x4e8e;&#x9aa8;&#x8f6c;&#x79fb;&#x7076;&#x80bf;&#x7624;&#x7ec6;&#x80de;&#x4e2d;&#x4e0a;&#x8c03;&#x7684;&#x514d;&#x75ab;&#x8c03;&#x8282;&#x76f8;&#x5173;&#x57fa;&#x56e0;&#xff0c;&#x5728;&#x764c;&#x75c7;&#x57fa;&#x56e0;&#x7ec4;&#x56fe;&#x8c31;&#xff08;TCGA&#xff09;EGFR&#x7a81;&#x53d8;&#x578b;&#x80ba;&#x817a;&#x764c;&#x961f;&#x5217;&#x8bad;&#x7ec3;&#x96c6;&#x4e2d;&#x91c7;&#x7528;LASSO-Cox&#x56de;&#x5f52;&#x6a21;&#x578b;&#x6784;&#x5efa;&#x514d;&#x75ab;&#x8c03;&#x8282;&#x8bc4;&#x5206;&#xff0c;&#x5728;&#x8bad;&#x7ec3;&#x96c6;&#x53ca;&#x72ec;&#x7acb;&#x7684;&#x4e9a;&#x88d4;EGFR&#x7a81;&#x53d8;&#x578b;&#x80ba;&#x817a;&#x764c;&#x961f;&#x5217;&#x9a8c;&#x8bc1;&#x96c6;&#x4e2d;&#x4f9d;&#x636e;&#x514d;&#x75ab;&#x8c03;&#x8282;&#x8bc4;&#x5206;&#x7684;&#x4e2d;&#x4f4d;&#x6570;&#x5c06;&#x60a3;&#x8005;&#x5212;&#x5206;&#x4e3a;&#x9ad8;&#x8bc4;&#x5206;&#x7ec4;&#x548c;&#x4f4e;&#x8bc4;&#x5206;&#x7ec4;&#xff0c;&#x6bd4;&#x8f83;&#x4e24;&#x7ec4;&#x7684;OS&#x5dee;&#x5f02;&#x3002; <b>&#x7ed3;&#x679c;&#xff1a;</b> &#x5728;&#x63a5;&#x53d7;&#x7b2c;&#x4e09;&#x4ee3;EGFR-TKI&#x4e00;&#x7ebf;&#x6cbb;&#x7597;&#x7684;370&#x4f8b;&#x80ba;&#x817a;&#x764c;&#x60a3;&#x8005;&#x4e2d;&#xff0c;&#x57fa;&#x7ebf;&#x9aa8;&#x8f6c;&#x79fb;&#x7ec4;161&#x4f8b;&#xff0c;&#x5e74;&#x9f84;&#xff08;60&#xb1;11&#xff09;&#x5c81;&#xff0c;&#x7537;70&#x4f8b;&#xff1b;&#x57fa;&#x7ebf;&#x975e;&#x9aa8;&#x8f6c;&#x79fb;&#x7ec4;209&#x4f8b;&#xff0c;&#x5e74;&#x9f84;&#xff08;61&#xb1;9&#xff09;&#x5c81;&#xff0c;&#x7537;80&#x4f8b;&#x3002;&#x4e24;&#x7ec4;&#x95f4;&#x57fa;&#x7ebf;&#x7279;&#x5f81;&#x5dee;&#x5f02;&#x5747;&#x65e0;&#x7edf;&#x8ba1;&#x5b66;&#x610f;&#x4e49;&#xff08;&#x5747;<i>P</i>&lt;0.05&#xff09;&#x3002;&#x9aa8;&#x8f6c;&#x79fb;&#x7ec4;&#x60a3;&#x8005;&#x7684;&#x4e2d;&#x4f4d;PFS&#x4e3a;27.5&#xff08;95%<i>CI</i>&#xff1a;22.0~33.1&#xff09;&#x4e2a;&#x6708;&#xff0c;&#x77ed;&#x4e8e;&#x975e;&#x9aa8;&#x8f6c;&#x79fb;&#x7ec4;&#x60a3;&#x8005;&#xff3b;59.0&#xff08;95%<i>CI</i>&#xff1a;32.8~85.1&#xff09;&#x4e2a;&#x6708;&#xff0c;<i>P</i>&lt;0.001&#xff3d;&#x3002;&#x9aa8;&#x8f6c;&#x79fb;&#x7ec4;&#x60a3;&#x8005;&#x7684;&#x4e2d;&#x4f4d;OS&#x4e3a;46.2&#xff08;95%<i>CI</i>&#xff1a;40.4~51.9&#xff09;&#x4e2a;&#x6708;&#xff0c;&#x800c;&#x65e0;&#x9aa8;&#x8f6c;&#x79fb;&#x7ec4;&#x60a3;&#x8005;&#x7684;&#x4e2d;&#x4f4d;OS&#x5c1a;&#x672a;&#x8fbe;&#x5230;&#xff0c;&#x5dee;&#x5f02;&#x6709;&#x7edf;&#x8ba1;&#x5b66;&#x610f;&#x4e49;&#xff08;<i>P</i>=0.013&#xff09;&#x3002;&#x591a;&#x56e0;&#x7d20;Cox&#x56de;&#x5f52;&#x5206;&#x6790;&#x663e;&#x793a;&#xff0c;&#x9aa8;&#x8f6c;&#x79fb;&#x662f;&#x80ba;&#x817a;&#x764c;&#x60a3;&#x8005;&#x63a5;&#x53d7;EGFR-TKI&#x6cbb;&#x7597;&#x7684;PFS&#x7684;&#x5371;&#x9669;&#x56e0;&#x7d20;&#xff08;<i>HR</i>=1.74&#xff0c;95%<i>CI</i>&#xff1a;1.27~2.37&#xff0c;<i>P</i>&lt;0.001&#xff09;&#x3002;&#x9aa8;&#x8f6c;&#x79fb;&#x7076;&#x80bf;&#x7624;&#x7ec6;&#x80de;&#x4e0a;&#x8c03;C-X-C&#x57fa;&#x5e8f;&#x8d8b;&#x5316;&#x56e0;&#x5b50;&#x914d;&#x4f53;17&#xff08;CXCL17&#xff09;&#x3001;&#x8865;&#x4f53;&#x8870;&#x53d8;&#x52a0;&#x901f;&#x56e0;&#x5b50;&#xff08;CD55&#xff09;&#x3001;&#x5e72;&#x6270;&#x7d20;&#x8c03;&#x8282;&#x56e0;&#x5b50;1&#xff08;IRF1&#xff09;&#x3001;E3&#x6cdb;&#x7d20;&#x86cb;&#x767d;&#x8fde;&#x63a5;&#x9176;pellino&#x540c;&#x7cfb;&#x7269;1&#xff08;PELI1&#xff09;&#x3001;&#x6eb6;&#x8d28;&#x8f7d;&#x4f53;&#x5bb6;&#x65cf;7&#x6210;&#x5458;5&#xff08;SLC7A5&#xff09;&#x548c;&#x524d;&#x5217;&#x817a;&#x7d20;&#x5185;&#x8fc7;&#x6c27;&#x5316;&#x7269;&#x5408;&#x9176;2&#xff08;PTGS2&#xff09;&#xff0c;&#x4e3b;&#x8981;&#x5bcc;&#x96c6;&#x4e8e;&#x514d;&#x75ab;&#x7ec6;&#x80de;&#x5206;&#x5316;&#x3001;&#x8d8b;&#x5316;&#x53ca;&#x708e;&#x75c7;&#x53cd;&#x5e94;&#x901a;&#x8def;&#xff1b;&#x5728;&#x514d;&#x75ab;&#x7ec6;&#x80de;&#x5c42;&#x9762;&#xff0c;&#x9aa8;&#x8f6c;&#x79fb;&#x7076;&#x6dcb;&#x7cfb;&#x514d;&#x75ab;&#x7ec6;&#x80de;&#x4e0a;&#x8c03;&#x5e94;&#x6fc0;&#x53cd;&#x5e94;&#x4e0e;&#x51cb;&#x4ea1;&#x901a;&#x8def;&#xff0c;&#x800c;&#x9ad3;&#x7cfb;&#x7ec6;&#x80de;&#x663e;&#x8457;&#x6fc0;&#x6d3b;&#x7ec6;&#x80de;&#x56e0;&#x5b50;/&#x8d8b;&#x5316;&#x56e0;&#x5b50;&#x53ca;&#x708e;&#x75c7;&#x76f8;&#x5173;&#x4fe1;&#x53f7;&#x3002;&#x57fa;&#x4e8e;CXCL17&#x3001;CD55&#x3001;IRF1&#x3001;PELI1&#x3001;SLC7A5&#x548c;PTGS2&#x57fa;&#x56e0;&#x6784;&#x5efa;&#x514d;&#x75ab;&#x8c03;&#x8282;&#x8bc4;&#x5206;&#xff0c;&#x5728;TCGA&#x8bad;&#x7ec3;&#x96c6;&#x4e2d;&#xff0c;41&#x4f8b;&#x9ad8;&#x514d;&#x75ab;&#x8c03;&#x8282;&#x8bc4;&#x5206;&#x60a3;&#x8005;&#x7684;&#x4e2d;&#x4f4d;OS&#x4e3a;23.1&#xff08;95%<i>CI</i>&#xff1a;17.5~28.7&#xff09;&#x4e2a;&#x6708;&#xff0c;&#x77ed;&#x4e8e;&#x4f4e;&#x514d;&#x75ab;&#x8c03;&#x8282;&#x8bc4;&#x5206;&#x60a3;&#x8005;&#x7684;58.5&#xff08;95%<i>CI</i>&#xff1a;43.0~73.9&#xff09;&#x4e2a;&#x6708;&#xff08;<i>P</i>&lt;0.001&#xff09;&#x3002;93&#x4f8b;&#x4e9a;&#x88d4;EGFR&#x7a81;&#x53d8;&#x578b;&#x80ba;&#x817a;&#x764c;&#x60a3;&#x8005;&#x4e2d;&#xff0c;46&#x4f8b;&#x9ad8;&#x514d;&#x75ab;&#x8c03;&#x8282;&#x8bc4;&#x5206;&#x60a3;&#x8005;&#x7684;&#x4e2d;&#x4f4d;OS&#x4e3a;85.3&#xff08;95%<i>CI</i>&#xff1a;80.0~&#x672a;&#x8fbe;&#x5230;&#xff09;&#x4e2a;&#x6708;&#xff0c;47&#x4f8b;&#x4f4e;&#x514d;&#x75ab;&#x8bc4;&#x5206;&#x60a3;&#x8005;&#x7684;&#x4e2d;&#x4f4d;OS&#x672a;&#x8fbe;&#x5230;&#xff0c;&#x5dee;&#x5f02;&#x6709;&#x7edf;&#x8ba1;&#x5b66;&#x610f;&#x4e49;&#xff08;<i>P</i>=0.014&#xff09;&#x3002; <b>&#x7ed3;&#x8bba;&#xff1a;</b> &#x9aa8;&#x8f6c;&#x79fb;&#x662f;&#x80ba;&#x817a;&#x764c;&#x60a3;&#x8005;&#x63a5;&#x53d7;EGFR-TKI&#x6cbb;&#x7597;PFS&#x7684;&#x5371;&#x9669;&#x56e0;&#x7d20;&#x3002;&#x9aa8;&#x8f6c;&#x79fb;&#x5728;EGFR&#x7a81;&#x53d8;&#x578b;&#x665a;&#x671f;&#x80ba;&#x817a;&#x764c;&#x4e2d;&#x5177;&#x6709;&#x72ec;&#x7279;&#x7684;&#x514d;&#x75ab;&#x6291;&#x5236;&#x5fae;&#x73af;&#x5883;&#x7279;&#x5f81;&#xff0c;&#x80bf;&#x7624;&#x7ec6;&#x80de;&#x514d;&#x75ab;&#x8c03;&#x8282;&#x57fa;&#x56e0;&#x4e0a;&#x8c03;&#x4e0e;&#x514d;&#x75ab;&#x7ec6;&#x80de;&#x529f;&#x80fd;&#x969c;&#x788d;&#x6784;&#x6210;&#x4e86;&#x7b2c;&#x4e09;&#x4ee3;EGFR-TKI&#x8010;&#x836f;&#x7684;&#x6f5c;&#x5728;&#x673a;&#x5236;&#x3002;.</AbstractText></OtherAbstract></MedlineCitation><PubmedData><History><PubMedPubDate PubStatus="medline"><Year>2026</Year><Month>2</Month><Day>12</Day><Hour>0</Hour><Minute>47</Minute></PubMedPubDate><PubMedPubDate PubStatus="pubmed"><Year>2026</Year><Month>2</Month><Day>12</Day><Hour>0</Hour><Minute>47</Minute></PubMedPubDate><PubMedPubDate PubStatus="entrez"><Year>2026</Year><Month>2</Month><Day>11</Day><Hour>22</Hour><Minute>7</Minute></PubMedPubDate></History><PublicationStatus>aheadofprint</PublicationStatus><ArticleIdList><ArticleId IdType="pubmed">41672890</ArticleId><ArticleId IdType="doi">10.3760/cma.j.cn112137-20251110-02936</ArticleId></ArticleIdList></PubmedData></PubmedArticle></PubmedArticleSet>