<?xml version="1.0" ?>
<!DOCTYPE PubmedArticleSet PUBLIC "-//NLM//DTD PubMedArticle, 1st January 2025//EN" "https://dtd.nlm.nih.gov/ncbi/pubmed/out/pubmed_250101.dtd">
<PubmedArticleSet>
<PubmedArticle><MedlineCitation Status="MEDLINE" Owner="NLM" IndexingMethod="Automated"><PMID Version="1">41106351</PMID><DateCompleted><Year>2026</Year><Month>01</Month><Day>08</Day></DateCompleted><DateRevised><Year>2026</Year><Month>01</Month><Day>24</Day></DateRevised><Article PubModel="Print-Electronic"><Journal><ISSN IssnType="Electronic">1809-9246</ISSN><JournalIssue CitedMedium="Internet"><Volume>30</Volume><Issue>1</Issue><PubDate><Year>2026</Year><Season>Jan-Feb</Season></PubDate></JournalIssue><Title>Brazilian journal of physical therapy</Title><ISOAbbreviation>Braz J Phys Ther</ISOAbbreviation></Journal><ArticleTitle>ASSOBRAFIR clinical practice guidelines in respiratory physical therapy: Exercise-based interventions in people with chronic obstructive pulmonary disease (COPD).</ArticleTitle><Pagination><StartPage>101539</StartPage><MedlinePgn>101539</MedlinePgn></Pagination><ELocationID EIdType="pii" ValidYN="Y">101539</ELocationID><ELocationID EIdType="doi" ValidYN="Y">10.1016/j.bjpt.2025.101539</ELocationID><ELocationID EIdType="pii" ValidYN="Y">S1413-3555(25)00366-1</ELocationID><Abstract><AbstractText Label="BACKGROUND" NlmCategory="BACKGROUND">Exercise training is essential in pulmonary rehabilitation (PR) for individuals with chronic obstructive pulmonary disease (COPD). In Brazil, physical therapists typically deliver exercise in PR. This document presents ASSOBRAFIR recommendations for prescribing exercise training for patients with COPD.</AbstractText><AbstractText Label="OBJECTIVE" NlmCategory="OBJECTIVE">To provide evidence-based recommendations for structuring exercise training programs for people with COPD.</AbstractText><AbstractText Label="METHODS" NlmCategory="METHODS">The guideline panel followed the Guidelines International Network (GIN) principles and the Appraisal of Guidelines for Research &amp; Evaluation (AGREE-II) to ensure methodological rigor. The Grading of Recommendations Assessment, Development, and Evaluation (GRADE) approach was employed to assess the certainty of evidence (CoE). This method assessed evidence quality and developed recommendations for five key questions addressing aspects of exercise training for people with stable COPD. Treatment effects were evaluated using systematic reviews and meta-analyses.</AbstractText><AbstractText Label="RESULTS" NlmCategory="RESULTS">The following conditional recommendations were drawn: 1. Combined exercise training (aerobic + resistance) is suggested over aerobic training alone (very-low CoE); 2. No suggestion for or against adding inspiratory muscle training, non-invasive ventilation, or supplemental oxygen to combined exercise training (moderate to very-low CoE); 3. Either interval or continuous training is suggested, with no preference for partitioned or nonlinear training (moderate to very-low CoE); 4. Maintenance exercise programs are suggested as an alternative to usual care after PR (very-low CoE); 5. Minimal resource exercise training, especially with elastic resistance, or conventional exercise training is suggested (very-low CoE).</AbstractText><AbstractText Label="CONCLUSION" NlmCategory="CONCLUSIONS">The results of the present guideline can aid clinicians in structuring exercise training for people with COPD.</AbstractText><CopyrightInformation>Copyright &#xa9; 2025. Publicado por Elsevier Espa&#xf1;a, S.L.U.</CopyrightInformation></Abstract><AuthorList CompleteYN="Y"><Author ValidYN="Y"><LastName>Camillo</LastName><ForeName>Carlos Augusto</ForeName><Initials>CA</Initials><AffiliationInfo><Affiliation>Laborat&#xf3;rio de Estudos do aparelho mucosecretor (LEAMS), Departamento de Fisioterapia, Faculdade de Ci&#xea;ncia e Tecnologia, Universidade Estadual Paulista, Presidente Prudente, SP, Brasil. Programa de P&#xf3;s-Gradua&#xe7;&#xe3;o em Ci&#xea;ncias da Reabilita&#xe7;&#xe3;o, Laborat&#xf3;rio de Pesquisa em Fisioterapia Pulmonar (LFIP), Departamento de Fisioterapia, Centro de Ci&#xea;ncias da Reabilita&#xe7;&#xe3;o, Universidade Pit&#xe1;goras Unopar Anhanguera, Londrina, PR, Brasil.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Di Lorenzo</LastName><ForeName>Val&#xe9;ria A Pires</ForeName><Initials>VAP</Initials><AffiliationInfo><Affiliation>Programa de P&#xf3;s-Gradua&#xe7;&#xe3;o em Fisioterapia, Departamento de Fisioterapia, Laborat&#xf3;rio de Espirometria e Fisioterapia Respirat&#xf3;ria, Centro de Ci&#xea;ncias Biol&#xf3;gicas e da Sa&#xfa;de, Universidade Federal de S&#xe3;o Carlos, S&#xe3;o Carlos, SP, Brasil.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Malaguti</LastName><ForeName>Carla</ForeName><Initials>C</Initials><AffiliationInfo><Affiliation>Faculdade de Fisioterapia da Universidade Federal de Juiz de Fora, Minas Gerais, Brasil. Programas de P&#xf3;s-gradua&#xe7;&#xe3;o em Ci&#xea;ncias da Reabilita&#xe7;&#xe3;o e Desempenho F&#xed;sico-funcional da Universidade Federal de Juiz de Fora, MG, Brasil.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>de Carvalho</LastName><ForeName>Celso Ricardo Fernandes</ForeName><Initials>CRF</Initials><AffiliationInfo><Affiliation>Departamento de Fisioterapia, Escola de Medicina, Universidade de S&#xe3;o Paulo, SP, Brasil. Programa de P&#xf3;s-gradua&#xe7;&#xe3;o em Ci&#xea;ncias da Reabilita&#xe7;&#xe3;o e Ci&#xea;ncias da Respira&#xe7;&#xe3;o, Faculdade de Medicina da Universidade de S&#xe3;o Paulo, SP, Brasil.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Ramos</LastName><ForeName>Ercy Mara Cipulo</ForeName><Initials>EMC</Initials><AffiliationInfo><Affiliation>Laborat&#xf3;rio de Estudos do aparelho mucosecretor (LEAMS), Departamento de Fisioterapia, Faculdade de Ci&#xea;ncia e Tecnologia, Universidade Estadual Paulista, Presidente Prudente, SP, Brasil. Programa de Ci&#xea;ncias do Movimento Inter unidades, Universidade Estadual Paulista, S&#xe3;o Paulo, SP, Brasil.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Pitta</LastName><ForeName>F&#xe1;bio de Oliveira</ForeName><Initials>FO</Initials><AffiliationInfo><Affiliation>Programa de P&#xf3;s-Gradua&#xe7;&#xe3;o em Ci&#xea;ncias da Sa&#xfa;de, Laborat&#xf3;rio de Pesquisa em Fisioterapia Pulmonar (LFIP), Departamento de Fisioterapia, Centro de Ci&#xea;ncias da Sa&#xfa;de, Universidade Estadual de Londrina, Londrina, PR, Brasil.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Velloso</LastName><ForeName>Marcelo</ForeName><Initials>M</Initials><AffiliationInfo><Affiliation>Departamento de Fisioterapia, Universidade Federal de Minas Gerais, Belo Horizonte, Minas Gerais, Brasil. Programa de P&#xf3;s-Gradua&#xe7;ao em Ci&#xea;ncias da Reabilita&#xe7;&#xe3;o, Universidade Federal de Minas Gerais, Belo Horizonte, Minas Gerais, Brasil.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Hernandes</LastName><ForeName>Nidia Aparecida</ForeName><Initials>NA</Initials><AffiliationInfo><Affiliation>Programa de P&#xf3;s-Gradua&#xe7;&#xe3;o em Ci&#xea;ncias da Sa&#xfa;de, Laborat&#xf3;rio de Pesquisa em Fisioterapia Pulmonar (LFIP), Departamento de Fisioterapia, Centro de Ci&#xea;ncias da Sa&#xfa;de, Universidade Estadual de Londrina, Londrina, PR, Brasil.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Mesquita</LastName><ForeName>Rafael</ForeName><Initials>R</Initials><AffiliationInfo><Affiliation>Programa de Mestrado em Fisioterapia e Funcionalidade, Universidade Federal do Cear&#xe1;, Fortaleza, CE, Brasil.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Mendes</LastName><ForeName>Renata Goncalves</ForeName><Initials>RG</Initials><AffiliationInfo><Affiliation>Programa de P&#xf3;s-Gradua&#xe7;&#xe3;o em Fisioterapia, Departamento de Fisioterapia, Laborat&#xf3;rio de Fisioterapia Cardiopulmonar (LACAP), Centro de Ci&#xea;ncias Biol&#xf3;gicas e da Sa&#xfa;de, Universidade Federal de S&#xe3;o Carlos, S&#xe3;o Carlos, SP, Brasil.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Pinto</LastName><ForeName>Ana Carolina Pereira Nunes</ForeName><Initials>ACPN</Initials><AffiliationInfo><Affiliation>Iberoamerican Cochrane Centre, Barcelona, Spain. Universidade Federal de S&#xe3;o Paulo, Departamento de Medicina, Programa de P&#xf3;s-Gradua&#xe7;&#xe3;o em Sa&#xfa;de Baseada em Evid&#xea;ncias, S&#xe3;o Paulo, SP, Brasil.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Fernandes</LastName><ForeName>Ana Tereza do Nascimento Sales</ForeName><Initials>ATDNS</Initials><AffiliationInfo><Affiliation>Departamento de Fisioterapia, Universidade Estadual ad Para&#xed;ba, Campina Grande, PB, Brasil.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Gulart</LastName><ForeName>Aline Almeida</ForeName><Initials>AA</Initials><AffiliationInfo><Affiliation>Programa de P&#xf3;s-Gradua&#xe7;&#xe3;o em Fisioterapia, Departamento de Fisioterapia; Centro de Ci&#xea;ncias da Sa&#xfa;de e do Esporte; Universidade do Estado de Santa Catarina, Florian&#xf3;polis, SC, Brasil.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Silveira</LastName><ForeName>Bruna Mara Franco</ForeName><Initials>BMF</Initials><AffiliationInfo><Affiliation>Programa de P&#xf3;s-Gradua&#xe7;&#xe3;o em Ci&#xea;ncias da Reabilita&#xe7;&#xe3;o, Universidade Federal de Minas Gerais, Belo Horizonte, MG, Brasil.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Oliveira</LastName><ForeName>Cristino Carneiro</ForeName><Initials>CC</Initials><AffiliationInfo><Affiliation>Programa de P&#xf3;s-Gradua&#xe7;&#xe3;o em Ci&#xea;ncias da Reabilita&#xe7;&#xe3;o e Desempenho F&#xed;sico-funcional, Departamento de Fisioterapia, Universidade Federal de Juiz de Fora, Governador Valadares, MG, Brasil. Programa de P&#xf3;s-Gradua&#xe7;&#xe3;o em Ci&#xea;ncias da Reabilita&#xe7;&#xe3;o, Departamento de Fisioterapia, Universidade Federal de Minas Gerais, Belo Horizonte, MG, Brasil.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Ohara</LastName><ForeName>Daniela Gon&#xe7;alves</ForeName><Initials>DG</Initials><AffiliationInfo><Affiliation>Departamento de Fisioterapeia Aplicada, Instituto de Ci&#xea;ncias da Sa&#xfa;de, Universidade Federal do Tri&#xe2;ngulo Mineiro, Uberaba, MG, Brasil. Departamento de Medicina, Programa de P&#xf3;s-Gradua&#xe7;&#xe3;o em Sa&#xfa;de Baseada em Evid&#xea;ncias, Universidade Federal de S&#xe3;o Paulo, SP, Brasil.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Vieira</LastName><ForeName>Daniele Rocha Soares</ForeName><Initials>DRS</Initials><AffiliationInfo><Affiliation>Departamento de Fisioterapia, Universidade Federal de Santa Catarina, Florian&#xf3;polis, SC, Brasil. Programa de P&#xf3;s-Gradua&#xe7;&#xe3;o em Ci&#xea;ncias da Reabilita&#xe7;&#xe3;o, Universidade Federal de Santa Catarina, Florin&#xf3;polis, SC, Brasil.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Pereira</LastName><ForeName>Hugo Leonardo Alves</ForeName><Initials>HLA</Initials><AffiliationInfo><Affiliation>Programa de P&#xf3;s-Gradua&#xe7;&#xe3;o em Ci&#xea;ncias da Reabilita&#xe7;&#xe3;o, Universidade Federal de Minas Gerais, Belo Horizonte, MG, Brasil.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Arcuri</LastName><ForeName>Juliano Ferreira</ForeName><Initials>JF</Initials><AffiliationInfo><Affiliation>Centro Universit&#xe1;rio Nossa Senhora do Patroc&#xed;nio (CEUNSP), Brasil. Faculdade Mogiana do Estado de S&#xe3;o Paulo (UNIMOGI), SP, Brasil.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Monteiro</LastName><ForeName>Karolinne Souza</ForeName><Initials>KS</Initials><AffiliationInfo><Affiliation>Faculdade de Ci&#xea;ncias da Sa&#xfa;de do Trairi, Universidade Federal do Rio Grande do Norte, Santa Cruz, RN, Brasil.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Isoppo</LastName><ForeName>Karoliny Dos Santos</ForeName><Initials>KDS</Initials><AffiliationInfo><Affiliation>Departamento de Fisioterapia, Centro de Ci&#xea;ncias, Tecnologias e Sa&#xfa;de; Universidade Federal de Santa Catarina, Ararangu&#xe1;, SC, Brasil.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Fontanela</LastName><ForeName>Lais Coan</ForeName><Initials>LC</Initials><AffiliationInfo><Affiliation>Programa de P&#xf3;s-Gradua&#xe7;&#xe3;o em Ci&#xea;ncias da Reabilita&#xe7;&#xe3;o, Universidade Federal de Santa Catarina, SC, Brasil.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Neves</LastName><ForeName>Laura Maria Tomazi</ForeName><Initials>LMT</Initials><AffiliationInfo><Affiliation>Programa de P&#xf3;s-gradua&#xe7;&#xe3;o em Ci&#xea;ncias do Movimento Humano, Laborat&#xf3;rio de Avalia&#xe7;&#xe3;o e Reabilita&#xe7;&#xe3;o das Disfun&#xe7;&#xf5;es Cardiovascular, Oncol&#xf3;gica e Respirat&#xf3;ria, Universidade Federal do Par&#xe1;, Bel&#xe9;m, PA, Brasil.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Cahalin</LastName><ForeName>Lawrence P</ForeName><Initials>LP</Initials><AffiliationInfo><Affiliation>Department of Physical Therapy, Miller School of Medicine, University of Miami, Coral Gables, FL, EUA.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Janah&#xfa;</LastName><ForeName>Lila Teixeira Ara&#xfa;jo</ForeName><Initials>LTA</Initials><AffiliationInfo><Affiliation>Departamento de Ci&#xea;ncias da Vida - Universidade do Estado da Bahia, Salvador, BA , Brasil.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Mendes</LastName><ForeName>Liliane Patr&#xed;cia de Souza</ForeName><Initials>LPS</Initials><AffiliationInfo><Affiliation>Projeto Respirar, Departamento de Fisioterapia, Universidade Federal de Minas Gerais, Belo Horizonte, MG, Brasil. Terapia Respirat&#xf3;ria e do Sono, Pesquisa &amp; Ensino, Belo Horizonte, MG, Brasil.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Formiga</LastName><ForeName>Magno F</ForeName><Initials>MF</Initials><AffiliationInfo><Affiliation>Programa de P&#xf3;s-Gradua&#xe7;&#xe3;o em Fisioterapia e Funcionalidade, Departamento de Fisioterapia, Faculdade de Medicina, Universidade Federal do Cear&#xe1;, Fortaleza, CE, Brasil. Departamento de Fisioterapia, Faculdade de Medicina, Universidade Federal do Cear&#xe1;, Fortaleza, CE, Brasil.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Karloh</LastName><ForeName>Manuela</ForeName><Initials>M</Initials><AffiliationInfo><Affiliation>Programa de P&#xf3;s-Gradua&#xe7;&#xe3;o em Fisioterapia, Departamento de Fisioterapia; N&#xfa;cleo de Assist&#xea;ncia, Ensino e Pesquisa em Reabilita&#xe7;&#xe3;o Pulmonar; Centro de Ci&#xea;ncias da Sa&#xfa;de e do Esporte; Universidade do Estado de Santa Catarina, Florian&#xf3;polis, SC, Brasil.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Reboredo</LastName><ForeName>Maycon Moura</ForeName><Initials>MM</Initials><AffiliationInfo><Affiliation>Faculdade de Medicina, Universidade Federal de Juiz de Fora, Juiz de Fora, MG, Brasil.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Rehder-Santos</LastName><ForeName>Patr&#xed;cia</ForeName><Initials>P</Initials><AffiliationInfo><Affiliation>Hospital de Ensino Dr. Washington Ant&#xf4;nio de Barros (HU-UNIVASF), Empresa Brasileira de Servi&#xe7;os Hospitalares, (EBSERH), Petrolina, PE, Brasil.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Abreu</LastName><ForeName>Raphael Martins</ForeName><Initials>RM</Initials><AffiliationInfo><Affiliation>Department of Health, LUNEX University of Applied Sciences, Differdange, Luxembourg.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Rocha</LastName><ForeName>Rodrigo Santiago Barbosa</ForeName><Initials>RSB</Initials><AffiliationInfo><Affiliation>Departamento de Ci&#xea;ncias do Movimento Humano - Universidade do Estado do Par&#xe1;, Bel&#xe9;m, PA, Brasil.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Carneiro</LastName><ForeName>Saul Rassy</ForeName><Initials>SR</Initials><AffiliationInfo><Affiliation>Faculdade de medicina - Universidade Federal do Par&#xe1;, Bel&#xe9;m, PA, Brasil. (UFPA) N&#xfa;cleo de Avalia&#xe7;&#xe3;o de Tecnologias em Sa&#xfa;de do complexo hospitalar universit&#xe1;rio, Bel&#xe9;m, PA, Brasil.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Santino</LastName><ForeName>Thayla Amorim</ForeName><Initials>TA</Initials><AffiliationInfo><Affiliation>Departamento de Fisioterapia, Universidade Estadual ad Para&#xed;ba, Campina Grande, PB, Brasil. Instituto de Pesquisa Professor Joaquim Amorim Neto, Campina Grande, PB, Brasil.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Melo</LastName><ForeName>Vivian Sussuarana Queiroz</ForeName><Initials>VSQ</Initials><AffiliationInfo><Affiliation>Universidade Federal do Par&#xe1;- Programa de P&#xf3;s-Gradua&#xe7;&#xe3;o em Ci&#xea;ncias do Movimento Humano.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Mesquita</LastName><ForeName>Fabr&#xed;cio Olinda Souza</ForeName><Initials>FOS</Initials><AffiliationInfo><Affiliation>Diretoria Nacional da ASSOBRAFIR, gest&#xe3;o 2021-2024, S&#xe3;o Paulo, SP, Brasil.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Cacau</LastName><ForeName>Lucas Assis Pereira</ForeName><Initials>LAP</Initials><AffiliationInfo><Affiliation>Diretor financeiro da ASSOBRAFIR, gest&#xe3;o 2021-2024, S&#xe3;o Paulo, SP, Brasil.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Cipriano</LastName><ForeName>Gerson</ForeName><Initials>G</Initials><Suffix>Jr</Suffix><AffiliationInfo><Affiliation>Programa de P&#xf3;s-gradua&#xe7;&#xe3;o em Ci&#xea;ncias e Tecnologias em Sa&#xfa;de, Grupo de Pesquisa em Reabilita&#xe7;&#xe3;o Cardiopulmonar, Universidade de Bras&#xed;lia, Bras&#xed;lia, DF, Brasil. Programa de P&#xf3;s-Gradua&#xe7;&#xe3;o em Movimento Humano e Reabilita&#xe7;&#xe3;o, Universidade Evang&#xe9;lica de Goi&#xe1;s, An&#xe1;polis, GO, Brasil.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Lanza</LastName><ForeName>Fernanda C</ForeName><Initials>FC</Initials><AffiliationInfo><Affiliation>Departamento de Fisioterapia, Universidade Federal de Minas Gerais, Belo Horizonte, Minas Gerais, Brasil. Programa de P&#xf3;s-Gradua&#xe7;ao em Ci&#xea;ncias da Reabilita&#xe7;&#xe3;o, Universidade Federal de Minas Gerais, Belo Horizonte, Minas Gerais, Brasil. Electronic address: lanzafe@gmail.com.</Affiliation></AffiliationInfo></Author></AuthorList><Language>eng</Language><PublicationTypeList><PublicationType UI="D016428">Journal Article</PublicationType><PublicationType UI="D016454">Review</PublicationType></PublicationTypeList><ArticleDate DateType="Electronic"><Year>2025</Year><Month>10</Month><Day>16</Day></ArticleDate></Article><MedlineJournalInfo><Country>Brazil</Country><MedlineTA>Braz J Phys Ther</MedlineTA><NlmUniqueID>101615124</NlmUniqueID><ISSNLinking>1413-3555</ISSNLinking></MedlineJournalInfo><CitationSubset>IM</CitationSubset><MeshHeadingList><MeshHeading><DescriptorName UI="D029424" MajorTopicYN="Y">Pulmonary Disease, Chronic Obstructive</DescriptorName><QualifierName UI="Q000534" MajorTopicYN="N">rehabilitation</QualifierName><QualifierName UI="Q000503" MajorTopicYN="N">physiopathology</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D006801" MajorTopicYN="N">Humans</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D005081" MajorTopicYN="Y">Exercise Therapy</DescriptorName><QualifierName UI="Q000379" MajorTopicYN="N">methods</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D001938" MajorTopicYN="N" Type="Geographic">Brazil</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D017410" MajorTopicYN="N">Practice Guidelines as Topic</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D012138" MajorTopicYN="Y">Respiratory Therapy</DescriptorName><QualifierName UI="Q000379" MajorTopicYN="N">methods</QualifierName></MeshHeading></MeshHeadingList><KeywordList Owner="NOTNLM"><Keyword MajorTopicYN="N">COPD</Keyword><Keyword MajorTopicYN="N">Exercise</Keyword><Keyword MajorTopicYN="N">Minimal exercise equipment</Keyword><Keyword MajorTopicYN="N">Physical functional performance</Keyword><Keyword MajorTopicYN="N">Physical therapy</Keyword><Keyword MajorTopicYN="N">Rehabilitation</Keyword></KeywordList><CoiStatement>Declaration of competing interest The authors declare no competing interests. No external funding influenced the content or recommendations of this guideline, which were developed independently based on current evidence.</CoiStatement></MedlineCitation><PubmedData><History><PubMedPubDate PubStatus="received"><Year>2024</Year><Month>12</Month><Day>13</Day></PubMedPubDate><PubMedPubDate PubStatus="revised"><Year>2025</Year><Month>6</Month><Day>8</Day></PubMedPubDate><PubMedPubDate PubStatus="accepted"><Year>2025</Year><Month>9</Month><Day>17</Day></PubMedPubDate><PubMedPubDate PubStatus="medline"><Year>2026</Year><Month>1</Month><Day>9</Day><Hour>0</Hour><Minute>26</Minute></PubMedPubDate><PubMedPubDate PubStatus="pubmed"><Year>2025</Year><Month>10</Month><Day>18</Day><Hour>0</Hour><Minute>30</Minute></PubMedPubDate><PubMedPubDate PubStatus="entrez"><Year>2025</Year><Month>10</Month><Day>17</Day><Hour>18</Hour><Minute>12</Minute></PubMedPubDate><PubMedPubDate PubStatus="pmc-release"><Year>2025</Year><Month>10</Month><Day>16</Day></PubMedPubDate></History><PublicationStatus>ppublish</PublicationStatus><ArticleIdList><ArticleId IdType="pubmed">41106351</ArticleId><ArticleId IdType="pmc">PMC12552906</ArticleId><ArticleId IdType="doi">10.1016/j.bjpt.2025.101539</ArticleId><ArticleId IdType="pii">S1413-3555(25)00366-1</ArticleId></ArticleIdList><ReferenceList><Reference><Citation>McCarthy B., Casey D., Devane D., Murphy K., Murphy E., Lacasse Y. Pulmonary rehabilitation for chronic obstructive pulmonary disease. Cochrane Database Syst Rev. 2015;2015(2)</Citation></Reference><Reference><Citation>Spruit M.A., Singh S.J., Garvey C., ZuWallack R., Nici L., Rochester C., et al. An official American Thoracic Society/European Respiratory Society statement: key concepts and advances in pulmonary rehabilitation. Am J Respir Crit Care Med. 2013;188(8):e13&#x2013;e64.</Citation><ArticleIdList><ArticleId IdType="pubmed">24127811</ArticleId></ArticleIdList></Reference><Reference><Citation>Burtin C., Saey D., Saglam M., Langer D., Gosselink R., Janssens W., et al. Effectiveness of exercise training in patients with COPD: the role of muscle fatigue. Eur Respir J. 2012;40(2):338&#x2013;344.</Citation><ArticleIdList><ArticleId IdType="pubmed">22135284</ArticleId></ArticleIdList></Reference><Reference><Citation>Troosters T., Gosselink R., Decramer M. Exercise training in COPD: how to distinguish responders from nonresponders. J Cardiopulm Rehabil. 2001;21(1):10&#x2013;17.</Citation><ArticleIdList><ArticleId IdType="pubmed">11271652</ArticleId></ArticleIdList></Reference><Reference><Citation>Plankeel J.F., McMullen B., MacIntyre N.R. Exercise outcomes after pulmonary rehabilitation depend on the initial mechanism of exercise limitation among non-oxygen-dependent COPD patients. Chest. 2005;127(1):110&#x2013;116.</Citation><ArticleIdList><ArticleId IdType="pubmed">15653970</ArticleId></ArticleIdList></Reference><Reference><Citation>Camillo C.A., Osadnik C.R., Burtin C., Everaerts S., Hornikx M., Demeyer H., et al. Effects of downhill walking in pulmonary rehabilitation for patients with COPD: a randomised controlled trial. Eur Respir J. 2020;56(3)</Citation></Reference><Reference><Citation>Camillo C.A., Osadnik C.R., van Remoortel H., Burtin C., Janssens W., Troosters T. Effect of "add-on" interventions on exercise training in individuals with COPD: a systematic review. ERJ Open Res. 2016;2(1)</Citation></Reference><Reference><Citation>Rochester C.L., Vogiatzis I., Holland A.E., Lareau S.C., Marciniuk D.D., Puhan M.A., et al. An Official American Thoracic Society/European Respiratory Society Policy Statement: enhancing Implementation, Use, and Delivery of Pulmonary Rehabilitation. Am J Respir Crit Care Med. 2015;192(11):1373&#x2013;1386.</Citation><ArticleIdList><ArticleId IdType="pubmed">26623686</ArticleId></ArticleIdList></Reference><Reference><Citation>Alison J.A., McKeough Z.J. Pulmonary rehabilitation for COPD: are programs with minimal exercise equipment effective? J Thorac Dis. 2014;6(11):1606&#x2013;1614.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC4255160</ArticleId><ArticleId IdType="pubmed">25478201</ArticleId></ArticleIdList></Reference><Reference><Citation>Rochester C.L., Alison J.A., Carlin B., Jenkins A.R., Cox N.S., Bauldoff G., et al. Pulmonary Rehabilitation for Adults with Chronic Respiratory Disease: an Official American Thoracic Society Clinical Practice Guideline. Am J Respir Crit Care Med. 2023;208(4):e7&#x2013;e26.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC10449064</ArticleId><ArticleId IdType="pubmed">37581410</ArticleId></ArticleIdList></Reference><Reference><Citation>Silva C.C.B.M., Xavier R.F., Carvalho C.R.F. Reabilita&#xe7;&#xe3;o pulmonar no Brasil. Fisioterapia e Pesquisa. 2017;24(4):2.</Citation></Reference><Reference><Citation>Barreto G.Z., Ivanaga I.T., Chiavegato L., Gazzotti M.R., Nascimento O.A., Jardim J.R. Perspective of pulmonary rehabilitation centers in latin America. COPD. 2021;18(4):401&#x2013;405.</Citation><ArticleIdList><ArticleId IdType="pubmed">34120549</ArticleId></ArticleIdList></Reference><Reference><Citation>Brouwers M.C., Kerkvliet K., Spithoff K., Consortium A.N.S. The AGREE Reporting Checklist: a tool to improve reporting of clinical practice guidelines. BMJ. 2016;352:i1152.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC5118873</ArticleId><ArticleId IdType="pubmed">26957104</ArticleId></ArticleIdList></Reference><Reference><Citation>Qaseem A., Forland F., Macbeth F., Ollenschlager G., Phillips S., van der Wees P., et al. Guidelines International Network: toward international standards for clinical practice guidelines. Ann Intern Med. 2012;156(7):525&#x2013;531.</Citation><ArticleIdList><ArticleId IdType="pubmed">22473437</ArticleId></ArticleIdList></Reference><Reference><Citation>Sch&#xfc;memann H., Bro&#x17c;ek J., Guyatt G., Oxman A. GRADE; 2013. GRADE Handbook for Grading Quality of Evidence and Strength of Recommendations. Updated October 2013. guidelinedevelopment.org/handbook.</Citation></Reference><Reference><Citation>McCarthy B., Casey D., Devane D., Murphy K., Murphy E., Lacasse Y. Pulmonary rehabilitation for chronic obstructive pulmonary disease. Cochrane Database Syst Rev. 2015;2(2)</Citation></Reference><Reference><Citation>Lacasse Y., Cates C.J., McCarthy B., Welsh E.J. This Cochrane Review is closed: deciding what constitutes enough research and where next for pulmonary rehabilitation in COPD. Cochrane Database Syst Rev. 2015;11(11)</Citation></Reference><Reference><Citation>Sterne J.A.C., Savovic J., Page M.J., Elbers R.G., Blencowe N.S., Boutron I., et al. RoB 2: a revised tool for assessing risk of bias in randomised trials. BMJ. 2019;366:l4898.</Citation><ArticleIdList><ArticleId IdType="pubmed">31462531</ArticleId></ArticleIdList></Reference><Reference><Citation>Shea B.J., Reeves B.C., Wells G., Thuku M., Hamel C., Moran J., et al. AMSTAR 2: a critical appraisal tool for systematic reviews that include randomised or non-randomised studies of healthcare interventions, or both. BMJ. 2017;358:j4008.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC5833365</ArticleId><ArticleId IdType="pubmed">28935701</ArticleId></ArticleIdList></Reference><Reference><Citation>Schunemann H.J., Wiercioch W., Brozek J., Etxeandia-Ikobaltzeta I., Mustafa R.A., Manja V., et al. GRADE Evidence to Decision (EtD) frameworks for adoption, adaptation, and de novo development of trustworthy recommendations: GRADE-ADOLOPMENT. J Clin Epidemiol. 2017;81:101&#x2013;110.</Citation><ArticleIdList><ArticleId IdType="pubmed">27713072</ArticleId></ArticleIdList></Reference><Reference><Citation>Cumpston M., Li T., Page M.J., Chandler J., Welch V.A., Higgins J.P., et al. Updated guidance for trusted systematic reviews: a new edition of the Cochrane Handbook for Systematic Reviews of Interventions. Cochrane Database Syst Rev. 2019;10(10)</Citation></Reference><Reference><Citation>Ammous O., Feki W., Lotfi T., Khamis A.M., Gosselink R., Rebai A., et al. Inspiratory muscle training, with or without concomitant pulmonary rehabilitation, for chronic obstructive pulmonary disease (COPD) Cochrane Database Syst Rev. 2023;1(1)</Citation></Reference><Reference><Citation>Cheng S.W.M., McKeough Z.J., McNamara R.J., Alison J.A. Pulmonary Rehabilitation Using Minimal Equipment for People With Chronic Obstructive Pulmonary Disease: a Systematic Review and Meta-Analysis. Phys Ther. 2023;103(5)</Citation></Reference><Reference><Citation>Morris N.R., Hill K., Walsh J., Sabapathy S. Exercise &amp; Sports Science Australia (ESSA) position statement on exercise and chronic obstructive pulmonary disease. J Sci Med Sport. 2021;24(1):52&#x2013;59.</Citation><ArticleIdList><ArticleId IdType="pubmed">32928654</ArticleId></ArticleIdList></Reference><Reference><Citation>Malaguti C., Dal Corso S., Janjua S., Holland A.E. Supervised maintenance programmes following pulmonary rehabilitation compared to usual care for chronic obstructive pulmonary disease. Cochrane Database Syst Rev. 2021;8(8)</Citation></Reference><Reference><Citation>Beauchamp M.K., Evans R., Janaudis-Ferreira T., Goldstein R.S., Brooks D. Systematic review of supervised exercise programs after pulmonary rehabilitation in individuals with COPD. Chest. 2013;144(4):1124&#x2013;1133.</Citation><ArticleIdList><ArticleId IdType="pubmed">23429931</ArticleId></ArticleIdList></Reference><Reference><Citation>Imamura S., Inagaki T., Terada J., Nagashima K., Katsura H., Tatsumi K. Long-term efficacy of pulmonary rehabilitation with home-based or low frequent maintenance programs in patients with chronic obstructive pulmonary disease: a meta-analysis. Ann Palliat Med. 2020;9(5):2606&#x2013;2615.</Citation><ArticleIdList><ArticleId IdType="pubmed">32819118</ArticleId></ArticleIdList></Reference><Reference><Citation>Holland A.E., Cox N.S., Houchen-Wolloff L., Rochester C.L., Garvey C., ZuWallack R., et al. Defining Modern Pulmonary Rehabilitation. Ann Am Thorac Soc. 2021;18(5):e12&#x2013;e29. An Official American Thoracic Society Workshop Report.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC8086532</ArticleId><ArticleId IdType="pubmed">33929307</ArticleId></ArticleIdList></Reference><Reference><Citation>Dolmage T.E., Goldstein R.S. Response to one-legged cycling in patients with COPD. Chest. 2006;129(2):325&#x2013;332.</Citation><ArticleIdList><ArticleId IdType="pubmed">16478848</ArticleId></ArticleIdList></Reference></ReferenceList></PubmedData></PubmedArticle></PubmedArticleSet>