<?xml version="1.0" ?>
<!DOCTYPE PubmedArticleSet PUBLIC "-//NLM//DTD PubMedArticle, 1st January 2025//EN" "https://dtd.nlm.nih.gov/ncbi/pubmed/out/pubmed_250101.dtd">
<PubmedArticleSet>
<PubmedArticle><MedlineCitation Status="MEDLINE" Owner="NLM" IndexingMethod="Automated"><PMID Version="1">41782526</PMID><DateCompleted><Year>2026</Year><Month>03</Month><Day>06</Day></DateCompleted><DateRevised><Year>2026</Year><Month>03</Month><Day>06</Day></DateRevised><Article PubModel="Print"><Journal><ISSN IssnType="Print">1997-7298</ISSN><JournalIssue CitedMedium="Print"><Volume>126</Volume><Issue>2</Issue><PubDate><Year>2026</Year></PubDate></JournalIssue><Title>Zhurnal nevrologii i psikhiatrii imeni S.S. Korsakova</Title><ISOAbbreviation>Zh Nevrol Psikhiatr Im S S Korsakova</ISOAbbreviation></Journal><ArticleTitle>[Synkinesis of the facial and oculomotor muscles].</ArticleTitle><Pagination><StartPage>13</StartPage><EndPage>22</EndPage><MedlinePgn>13-22</MedlinePgn></Pagination><ELocationID EIdType="doi" ValidYN="Y">10.17116/jnevro202612602113</ELocationID><Abstract><AbstractText Label="OBJECTIVE" NlmCategory="OBJECTIVE">Using literature data, to study the morphofunctional mechanisms of peripheral synkinesis, determine the contribution of trigger points to their development, and assess the potential of using peripheral synkinesis in medical rehabilitation.</AbstractText><AbstractText Label="MATERIAL AND METHODS" NlmCategory="METHODS">A systematic analysis of 87 publications from the PubMed, Web of Science, Scopus, and Google Scholar databases was conducted for the period from 2020 to 2025. Selection criteria included reviews, clinical studies, and randomized controlled trials.</AbstractText><AbstractText Label="RESULTS" NlmCategory="RESULTS">Peripheral synkinesis is predominantly related to III, IV, VI, and VII cranial nerves. The underlying mechanisms include aberrant axon regeneration with ephaptic transmission, hyperexcitability of cranial nerve nuclei, and cortical reorganization. The uniqueness of peripheral synkinesis is due to anatomical features: significant branching and short length of nerves, evolutionary resistance of extraocular and facial muscles to denervation, and the presence of alternative sources of proprioception. Trigger points play a significant role in the pathogenesis of peripheral synkinesis, increasing the hyperexcitability of the brainstem nuclei, and inactivation of the trigger points breaks this pathological system. There are no true contractures in facial muscle paralysis. Cicatricial and adipose degeneration are reported only in subjects with congenital defects of ocular muscle innervation.</AbstractText><AbstractText Label="CONCLUSION" NlmCategory="CONCLUSIONS">Peripheral synkinesis is caused by the anatomical features of III-VII cranial nerves (pronounced branching and short length) and craniofacial muscles (presence of alternative sources of proprioception). Trigger points for facial palsy are an early marker of denervation that enhances synkinesis. Their inactivation is reasonable. There are no true contractures of facial muscles; they are mistaken for tonic synkinesis or myokymia. The use of peripheral synkinesis in medical rehabilitation has no pathogenetic ground.</AbstractText></Abstract><AuthorList CompleteYN="Y"><Author ValidYN="Y"><LastName>Petrov</LastName><ForeName>K B</ForeName><Initials>KB</Initials><Identifier Source="ORCID">0000-0001-6246-8811</Identifier><AffiliationInfo><Affiliation>Novokuznetsk State Institute for Advanced Training of Doctors - a branch of the Russian Medical Academy of Continuing Professional Education, Novokuznetsk, Russia.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Mitichkina</LastName><ForeName>T V</ForeName><Initials>TV</Initials><Identifier Source="ORCID">0000-0001-6510-0369</Identifier><AffiliationInfo><Affiliation>Novokuznetsk State Institute for Advanced Training of Doctors - a branch of the Russian Medical Academy of Continuing Professional Education, Novokuznetsk, Russia.</Affiliation></AffiliationInfo></Author></AuthorList><Language>rus</Language><PublicationTypeList><PublicationType UI="D016428">Journal Article</PublicationType><PublicationType UI="D000078182">Systematic Review</PublicationType><PublicationType UI="D016454">Review</PublicationType><PublicationType UI="D004740">English Abstract</PublicationType></PublicationTypeList><VernacularTitle>Sinkinezii litsevoi i glazodvigatel'noi muskulatury.</VernacularTitle></Article><MedlineJournalInfo><Country>Russia (Federation)</Country><MedlineTA>Zh Nevrol Psikhiatr Im S S Korsakova</MedlineTA><NlmUniqueID>9712194</NlmUniqueID><ISSNLinking>1997-7298</ISSNLinking></MedlineJournalInfo><CitationSubset>IM</CitationSubset><MeshHeadingList><MeshHeading><DescriptorName UI="D006801" MajorTopicYN="N">Humans</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D046608" MajorTopicYN="Y">Synkinesis</DescriptorName><QualifierName UI="Q000503" MajorTopicYN="N">physiopathology</QualifierName><QualifierName UI="Q000209" MajorTopicYN="N">etiology</QualifierName><QualifierName UI="Q000534" MajorTopicYN="N">rehabilitation</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D005152" MajorTopicYN="Y">Facial Muscles</DescriptorName><QualifierName UI="Q000294" MajorTopicYN="N">innervation</QualifierName><QualifierName UI="Q000503" MajorTopicYN="N">physiopathology</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D009801" MajorTopicYN="Y">Oculomotor Muscles</DescriptorName><QualifierName UI="Q000294" MajorTopicYN="N">innervation</QualifierName><QualifierName UI="Q000503" MajorTopicYN="N">physiopathology</QualifierName></MeshHeading></MeshHeadingList><OtherAbstract Type="Publisher" Language="rus"><AbstractText Label="&#x426;&#x415;&#x41b;&#x42c; &#x418;&#x421;&#x421;&#x41b;&#x415;&#x414;&#x41e;&#x412;&#x410;&#x41d;&#x418;&#x42f;" NlmCategory="UNASSIGNED">&#x41d;&#x430; &#x43e;&#x441;&#x43d;&#x43e;&#x432;&#x430;&#x43d;&#x438;&#x438; &#x434;&#x430;&#x43d;&#x43d;&#x44b;&#x445; &#x43b;&#x438;&#x442;&#x435;&#x440;&#x430;&#x442;&#x443;&#x440;&#x44b; &#x438;&#x437;&#x443;&#x447;&#x438;&#x442;&#x44c; &#x43c;&#x43e;&#x440;&#x444;&#x43e;&#x444;&#x443;&#x43d;&#x43a;&#x446;&#x438;&#x43e;&#x43d;&#x430;&#x43b;&#x44c;&#x43d;&#x44b;&#x435; &#x43c;&#x435;&#x445;&#x430;&#x43d;&#x438;&#x437;&#x43c;&#x44b; &#x43f;&#x435;&#x440;&#x438;&#x444;&#x435;&#x440;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x438;&#x445; &#x441;&#x438;&#x43d;&#x43a;&#x438;&#x43d;&#x435;&#x437;&#x438;&#x439;, &#x43e;&#x43f;&#x440;&#x435;&#x434;&#x435;&#x43b;&#x438;&#x442;&#x44c; &#x432;&#x43a;&#x43b;&#x430;&#x434; &#x442;&#x440;&#x438;&#x433;&#x433;&#x435;&#x440;&#x43d;&#x44b;&#x445; &#x442;&#x43e;&#x447;&#x435;&#x43a; &#x432; &#x438;&#x445; &#x440;&#x430;&#x437;&#x432;&#x438;&#x442;&#x438;&#x435;, &#x43e;&#x446;&#x435;&#x43d;&#x438;&#x442;&#x44c; &#x43f;&#x43e;&#x442;&#x435;&#x43d;&#x446;&#x438;&#x430;&#x43b; &#x438;&#x441;&#x43f;&#x43e;&#x43b;&#x44c;&#x437;&#x43e;&#x432;&#x430;&#x43d;&#x438;&#x44f; &#x43f;&#x435;&#x440;&#x438;&#x444;&#x435;&#x440;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x438;&#x445; &#x441;&#x438;&#x43d;&#x43a;&#x438;&#x43d;&#x435;&#x437;&#x438;&#x439; &#x432; &#x440;&#x435;&#x430;&#x431;&#x438;&#x43b;&#x438;&#x442;&#x430;&#x446;&#x438;&#x438;.</AbstractText><AbstractText Label="&#x41c;&#x410;&#x422;&#x415;&#x420;&#x418;&#x410;&#x41b; &#x418; &#x41c;&#x415;&#x422;&#x41e;&#x414;&#x42b;" NlmCategory="UNASSIGNED">&#x41f;&#x440;&#x43e;&#x432;&#x435;&#x434;&#x435;&#x43d; &#x441;&#x438;&#x441;&#x442;&#x435;&#x43c;&#x430;&#x442;&#x438;&#x437;&#x438;&#x440;&#x43e;&#x432;&#x430;&#x43d;&#x43d;&#x44b;&#x439; &#x430;&#x43d;&#x430;&#x43b;&#x438;&#x437; 87 &#x43f;&#x443;&#x431;&#x43b;&#x438;&#x43a;&#x430;&#x446;&#x438;&#x439; &#x438;&#x437; &#x431;&#x430;&#x437; &#x434;&#x430;&#x43d;&#x43d;&#x44b;&#x445; PubMed, Web of Science, Scopus &#x438; Google Scholar &#x437;&#x430; &#x43f;&#x435;&#x440;&#x438;&#x43e;&#x434; &#x441; 2020 &#x43f;&#x43e; 2025 &#x433;. &#x41a;&#x440;&#x438;&#x442;&#x435;&#x440;&#x438;&#x438; &#x43e;&#x442;&#x431;&#x43e;&#x440;&#x430; &#x432;&#x43a;&#x43b;&#x44e;&#x447;&#x430;&#x43b;&#x438; &#x43e;&#x431;&#x437;&#x43e;&#x440;&#x44b;, &#x43a;&#x43b;&#x438;&#x43d;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x438;&#x435; &#x438;&#x441;&#x441;&#x43b;&#x435;&#x434;&#x43e;&#x432;&#x430;&#x43d;&#x438;&#x44f; &#x438; &#x440;&#x430;&#x43d;&#x434;&#x43e;&#x43c;&#x438;&#x437;&#x438;&#x440;&#x43e;&#x432;&#x430;&#x43d;&#x43d;&#x44b;&#x435; &#x43a;&#x43e;&#x43d;&#x442;&#x440;&#x43e;&#x43b;&#x438;&#x440;&#x443;&#x435;&#x43c;&#x44b;&#x435; &#x438;&#x441;&#x43f;&#x44b;&#x442;&#x430;&#x43d;&#x438;&#x44f;.</AbstractText><AbstractText Label="&#x420;&#x415;&#x417;&#x423;&#x41b;&#x42c;&#x422;&#x410;&#x422;&#x42b;" NlmCategory="UNASSIGNED">&#x41f;&#x435;&#x440;&#x438;&#x444;&#x435;&#x440;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x438;&#x435; &#x441;&#x438;&#x43d;&#x43a;&#x438;&#x43d;&#x435;&#x437;&#x438;&#x438; &#x43f;&#x440;&#x435;&#x438;&#x43c;&#x443;&#x449;&#x435;&#x441;&#x442;&#x432;&#x435;&#x43d;&#x43d;&#x43e; &#x441;&#x432;&#x44f;&#x437;&#x430;&#x43d;&#x44b; &#x441; &#x43f;&#x43e;&#x440;&#x430;&#x436;&#x435;&#x43d;&#x438;&#x435;&#x43c; III, IV, VI &#x438; VII &#x447;&#x435;&#x440;&#x435;&#x43f;&#x43d;&#x44b;&#x445; &#x43d;&#x435;&#x440;&#x432;&#x43e;&#x432;. &#x418;&#x445; &#x43e;&#x441;&#x43d;&#x43e;&#x432;&#x43d;&#x43e;&#x439; &#x43c;&#x435;&#x445;&#x430;&#x43d;&#x438;&#x437;&#x43c; &#x2014; &#x430;&#x431;&#x435;&#x440;&#x440;&#x430;&#x43d;&#x442;&#x43d;&#x430;&#x44f; &#x440;&#x435;&#x433;&#x435;&#x43d;&#x435;&#x440;&#x430;&#x446;&#x438;&#x44f; &#x430;&#x43a;&#x441;&#x43e;&#x43d;&#x43e;&#x432;, &#x434;&#x43e;&#x43f;&#x43e;&#x43b;&#x43d;&#x435;&#x43d;&#x43d;&#x430;&#x44f; &#x44d;&#x444;&#x430;&#x43f;&#x442;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x43e;&#x439; &#x43f;&#x435;&#x440;&#x435;&#x434;&#x430;&#x447;&#x435;&#x439;, &#x433;&#x438;&#x43f;&#x435;&#x440;&#x432;&#x43e;&#x437;&#x431;&#x443;&#x434;&#x438;&#x43c;&#x43e;&#x441;&#x442;&#x44c;&#x44e; &#x44f;&#x434;&#x435;&#x440; &#x447;&#x435;&#x440;&#x435;&#x43f;&#x43d;&#x44b;&#x445; &#x43d;&#x435;&#x440;&#x432;&#x43e;&#x432; &#x438; &#x43a;&#x43e;&#x440;&#x43a;&#x43e;&#x432;&#x43e;&#x439; &#x440;&#x435;&#x43e;&#x440;&#x433;&#x430;&#x43d;&#x438;&#x437;&#x430;&#x446;&#x438;&#x435;&#x439;. &#x423;&#x43d;&#x438;&#x43a;&#x430;&#x43b;&#x44c;&#x43d;&#x43e;&#x441;&#x442;&#x44c; &#x43f;&#x435;&#x440;&#x438;&#x444;&#x435;&#x440;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x438;&#x445; &#x441;&#x438;&#x43d;&#x43a;&#x438;&#x43d;&#x435;&#x437;&#x438;&#x439; &#x43e;&#x431;&#x443;&#x441;&#x43b;&#x43e;&#x432;&#x43b;&#x435;&#x43d;&#x430; &#x430;&#x43d;&#x430;&#x442;&#x43e;&#x43c;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x438;&#x43c;&#x438; &#x43e;&#x441;&#x43e;&#x431;&#x435;&#x43d;&#x43d;&#x43e;&#x441;&#x442;&#x44f;&#x43c;&#x438;: &#x437;&#x43d;&#x430;&#x447;&#x438;&#x442;&#x435;&#x43b;&#x44c;&#x43d;&#x43e;&#x439; &#x440;&#x430;&#x437;&#x432;&#x435;&#x442;&#x432;&#x43b;&#x435;&#x43d;&#x43d;&#x43e;&#x441;&#x442;&#x44c;&#x44e; &#x438; &#x43c;&#x430;&#x43b;&#x43e;&#x439; &#x434;&#x43b;&#x438;&#x43d;&#x43e;&#x439; &#x43d;&#x435;&#x440;&#x432;&#x43e;&#x432;, &#x44d;&#x432;&#x43e;&#x43b;&#x44e;&#x446;&#x438;&#x43e;&#x43d;&#x43d;&#x43e;&#x439; &#x443;&#x441;&#x442;&#x43e;&#x439;&#x447;&#x438;&#x432;&#x43e;&#x441;&#x442;&#x44c;&#x44e; &#x44d;&#x43a;&#x441;&#x442;&#x440;&#x430;&#x43e;&#x43a;&#x443;&#x43b;&#x44f;&#x440;&#x43d;&#x44b;&#x445; &#x438; &#x43c;&#x438;&#x43c;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x438;&#x445; &#x43c;&#x44b;&#x448;&#x446; &#x43a; &#x434;&#x435;&#x43d;&#x435;&#x440;&#x432;&#x430;&#x446;&#x438;&#x438; &#x438; &#x43d;&#x430;&#x43b;&#x438;&#x447;&#x438;&#x435;&#x43c; &#x443; &#x43d;&#x438;&#x445; &#x430;&#x43b;&#x44c;&#x442;&#x435;&#x440;&#x43d;&#x430;&#x442;&#x438;&#x432;&#x43d;&#x44b;&#x445; &#x438;&#x441;&#x442;&#x43e;&#x447;&#x43d;&#x438;&#x43a;&#x43e;&#x432; &#x43f;&#x440;&#x43e;&#x43f;&#x440;&#x438;&#x43e;&#x446;&#x435;&#x43f;&#x446;&#x438;&#x438;. &#x422;&#x440;&#x438;&#x433;&#x433;&#x435;&#x440;&#x43d;&#x44b;&#x435; &#x442;&#x43e;&#x447;&#x43a;&#x438; &#x438;&#x433;&#x440;&#x430;&#x44e;&#x442; &#x441;&#x443;&#x449;&#x435;&#x441;&#x442;&#x432;&#x435;&#x43d;&#x43d;&#x443;&#x44e; &#x440;&#x43e;&#x43b;&#x44c; &#x432; &#x43f;&#x430;&#x442;&#x43e;&#x433;&#x435;&#x43d;&#x435;&#x437;&#x435; &#x43f;&#x435;&#x440;&#x438;&#x444;&#x435;&#x440;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x438;&#x445; &#x441;&#x438;&#x43d;&#x43a;&#x438;&#x43d;&#x435;&#x437;&#x438;&#x439;, &#x443;&#x441;&#x438;&#x43b;&#x438;&#x432;&#x430;&#x44f; &#x433;&#x438;&#x43f;&#x435;&#x440;&#x432;&#x43e;&#x437;&#x431;&#x443;&#x434;&#x438;&#x43c;&#x43e;&#x441;&#x442;&#x44c; &#x44f;&#x434;&#x435;&#x440; &#x441;&#x442;&#x432;&#x43e;&#x43b;&#x430; &#x43c;&#x43e;&#x437;&#x433;&#x430;, &#x430; &#x438;&#x445; &#x438;&#x43d;&#x430;&#x43a;&#x442;&#x438;&#x432;&#x430;&#x446;&#x438;&#x44f; &#x440;&#x430;&#x437;&#x440;&#x443;&#x448;&#x430;&#x435;&#x442; &#x44d;&#x442;&#x443; &#x43f;&#x430;&#x442;&#x43e;&#x43b;&#x43e;&#x433;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x443;&#x44e; &#x441;&#x438;&#x441;&#x442;&#x435;&#x43c;&#x443;. &#x41f;&#x440;&#x438; &#x43f;&#x430;&#x440;&#x430;&#x43b;&#x438;&#x447;&#x435; &#x43c;&#x438;&#x43c;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x438;&#x445; &#x43c;&#x44b;&#x448;&#x446; &#x438;&#x441;&#x442;&#x438;&#x43d;&#x43d;&#x44b;&#x435; &#x43a;&#x43e;&#x43d;&#x442;&#x440;&#x430;&#x43a;&#x442;&#x443;&#x440;&#x44b; &#x43e;&#x442;&#x441;&#x443;&#x442;&#x441;&#x442;&#x432;&#x443;&#x44e;&#x442;. &#x420;&#x443;&#x431;&#x446;&#x43e;&#x432;&#x430;&#x44f; &#x438; &#x436;&#x438;&#x440;&#x43e;&#x432;&#x430;&#x44f; &#x434;&#x435;&#x433;&#x435;&#x43d;&#x435;&#x440;&#x430;&#x446;&#x438;&#x44f; &#x43e;&#x43f;&#x438;&#x441;&#x430;&#x43d;&#x430; &#x43b;&#x438;&#x448;&#x44c; &#x43f;&#x440;&#x438; &#x432;&#x440;&#x43e;&#x436;&#x434;&#x435;&#x43d;&#x43d;&#x44b;&#x445; &#x434;&#x435;&#x444;&#x435;&#x43a;&#x442;&#x430;&#x445; &#x438;&#x43d;&#x43d;&#x435;&#x440;&#x432;&#x430;&#x446;&#x438;&#x438; &#x433;&#x43b;&#x430;&#x437;&#x43d;&#x44b;&#x445; &#x43c;&#x44b;&#x448;&#x446;.</AbstractText><AbstractText Label="&#x417;&#x410;&#x41a;&#x41b;&#x42e;&#x427;&#x415;&#x41d;&#x418;&#x415;" NlmCategory="UNASSIGNED">&#x41f;&#x435;&#x440;&#x438;&#x444;&#x435;&#x440;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x438;&#x435; &#x441;&#x438;&#x43d;&#x43a;&#x438;&#x43d;&#x435;&#x437;&#x438;&#x438; &#x43e;&#x431;&#x443;&#x441;&#x43b;&#x43e;&#x432;&#x43b;&#x435;&#x43d;&#x44b; &#x430;&#x43d;&#x430;&#x442;&#x43e;&#x43c;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x438;&#x43c;&#x438; &#x43e;&#x441;&#x43e;&#x431;&#x435;&#x43d;&#x43d;&#x43e;&#x441;&#x442;&#x44f;&#x43c;&#x438; III&#x2014;VII &#x447;&#x435;&#x440;&#x435;&#x43f;&#x43d;&#x44b;&#x445; &#x43d;&#x435;&#x440;&#x432;&#x43e;&#x432; (&#x441;&#x438;&#x43b;&#x44c;&#x43d;&#x430;&#x44f; &#x440;&#x430;&#x437;&#x432;&#x435;&#x442;&#x432;&#x43b;&#x435;&#x43d;&#x43d;&#x43e;&#x441;&#x442;&#x44c; &#x438; &#x43d;&#x435;&#x431;&#x43e;&#x43b;&#x44c;&#x448;&#x430;&#x44f; &#x434;&#x43b;&#x438;&#x43d;&#x430;) &#x438; &#x43a;&#x440;&#x430;&#x43d;&#x438;&#x43e;&#x444;&#x430;&#x446;&#x438;&#x430;&#x43b;&#x44c;&#x43d;&#x43e;&#x439; &#x43c;&#x443;&#x441;&#x43a;&#x443;&#x43b;&#x430;&#x442;&#x443;&#x440;&#x44b; (&#x43d;&#x430;&#x43b;&#x438;&#x447;&#x438;&#x435; &#x430;&#x43b;&#x44c;&#x442;&#x435;&#x440;&#x43d;&#x430;&#x442;&#x438;&#x432;&#x43d;&#x44b;&#x445; &#x438;&#x441;&#x442;&#x43e;&#x447;&#x43d;&#x438;&#x43a;&#x43e;&#x432; &#x43f;&#x440;&#x43e;&#x43f;&#x440;&#x438;&#x43e;&#x446;&#x435;&#x43f;&#x446;&#x438;&#x438;). &#x422;&#x440;&#x438;&#x433;&#x433;&#x435;&#x440;&#x43d;&#x44b;&#x435; &#x442;&#x43e;&#x447;&#x43a;&#x438; &#x43f;&#x440;&#x438; &#x43f;&#x440;&#x43e;&#x437;&#x43e;&#x43f;&#x430;&#x440;&#x435;&#x437;&#x435; &#x2014; &#x440;&#x430;&#x43d;&#x43d;&#x438;&#x439; &#x43c;&#x430;&#x440;&#x43a;&#x435;&#x440; &#x434;&#x435;&#x43d;&#x435;&#x440;&#x432;&#x430;&#x446;&#x438;&#x438;, &#x443;&#x441;&#x443;&#x433;&#x443;&#x431;&#x43b;&#x44f;&#x44e;&#x449;&#x438;&#x439; &#x441;&#x438;&#x43d;&#x43a;&#x438;&#x43d;&#x435;&#x437;&#x438;&#x438;. &#x422;&#x440;&#x435;&#x431;&#x443;&#x435;&#x442;&#x441;&#x44f; &#x438;&#x445; &#x438;&#x43d;&#x430;&#x43a;&#x442;&#x438;&#x432;&#x430;&#x446;&#x438;&#x44f;. &#x418;&#x441;&#x442;&#x438;&#x43d;&#x43d;&#x44b;&#x435; &#x43a;&#x43e;&#x43d;&#x442;&#x440;&#x430;&#x43a;&#x442;&#x443;&#x440;&#x44b; &#x43c;&#x438;&#x43c;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x438;&#x445; &#x43c;&#x44b;&#x448;&#x446; &#x43e;&#x442;&#x441;&#x443;&#x442;&#x441;&#x442;&#x432;&#x443;&#x44e;&#x442;, &#x437;&#x430; &#x43d;&#x438;&#x445; &#x43e;&#x448;&#x438;&#x431;&#x43e;&#x447;&#x43d;&#x43e; &#x43f;&#x440;&#x438;&#x43d;&#x438;&#x43c;&#x430;&#x44e;&#x442; &#x442;&#x43e;&#x43d;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x438;&#x435; &#x441;&#x438;&#x43d;&#x43a;&#x438;&#x43d;&#x435;&#x437;&#x438;&#x438; &#x438;&#x43b;&#x438; &#x43c;&#x438;&#x43e;&#x43a;&#x438;&#x43c;&#x438;&#x44e;. &#x418;&#x441;&#x43f;&#x43e;&#x43b;&#x44c;&#x437;&#x43e;&#x432;&#x430;&#x43d;&#x438;&#x435; &#x43f;&#x435;&#x440;&#x438;&#x444;&#x435;&#x440;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x438;&#x445; &#x441;&#x438;&#x43d;&#x43a;&#x438;&#x43d;&#x435;&#x437;&#x438;&#x439; &#x432; &#x440;&#x435;&#x430;&#x431;&#x438;&#x43b;&#x438;&#x442;&#x430;&#x446;&#x438;&#x438; &#x43f;&#x430;&#x442;&#x43e;&#x433;&#x435;&#x43d;&#x435;&#x442;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x438; &#x43d;&#x435; &#x43e;&#x431;&#x43e;&#x441;&#x43d;&#x43e;&#x432;&#x430;&#x43d;&#x43e;.</AbstractText></OtherAbstract><KeywordList Owner="NOTNLM"><Keyword MajorTopicYN="N">denervation</Keyword><Keyword MajorTopicYN="N">extraocular muscles</Keyword><Keyword MajorTopicYN="N">facial muscles</Keyword><Keyword MajorTopicYN="N">masseter muscles</Keyword><Keyword MajorTopicYN="N">regeneration</Keyword><Keyword MajorTopicYN="N">synkinesis</Keyword><Keyword MajorTopicYN="N">trigger points</Keyword></KeywordList></MedlineCitation><PubmedData><History><PubMedPubDate PubStatus="medline"><Year>2026</Year><Month>3</Month><Day>7</Day><Hour>1</Hour><Minute>38</Minute></PubMedPubDate><PubMedPubDate PubStatus="pubmed"><Year>2026</Year><Month>3</Month><Day>5</Day><Hour>7</Hour><Minute>9</Minute></PubMedPubDate><PubMedPubDate PubStatus="entrez"><Year>2026</Year><Month>3</Month><Day>5</Day><Hour>4</Hour><Minute>16</Minute></PubMedPubDate></History><PublicationStatus>ppublish</PublicationStatus><ArticleIdList><ArticleId IdType="pubmed">41782526</ArticleId><ArticleId IdType="doi">10.17116/jnevro202612602113</ArticleId></ArticleIdList></PubmedData></PubmedArticle></PubmedArticleSet>