<?xml version="1.0" ?>
<!DOCTYPE PubmedArticleSet PUBLIC "-//NLM//DTD PubMedArticle, 1st January 2025//EN" "https://dtd.nlm.nih.gov/ncbi/pubmed/out/pubmed_250101.dtd">
<PubmedArticleSet>
<PubmedArticle><MedlineCitation Status="MEDLINE" Owner="NLM" IndexingMethod="Automated"><PMID Version="1">41489687</PMID><DateCompleted><Year>2026</Year><Month>03</Month><Day>05</Day></DateCompleted><DateRevised><Year>2026</Year><Month>03</Month><Day>05</Day></DateRevised><Article PubModel="Print-Electronic"><Journal><ISSN IssnType="Electronic">1533-4287</ISSN><JournalIssue CitedMedium="Internet"><Volume>40</Volume><Issue>3</Issue><PubDate><Year>2026</Year><Month>Mar</Month><Day>01</Day></PubDate></JournalIssue><Title>Journal of strength and conditioning research</Title><ISOAbbreviation>J Strength Cond Res</ISOAbbreviation></Journal><ArticleTitle>A Velocity-Based Approach to Variable Resistance Training in the Bench Press: Repetitions to Failure and Level of Effort.</ArticleTitle><Pagination><StartPage>272</StartPage><EndPage>282</EndPage><MedlinePgn>272-282</MedlinePgn></Pagination><ELocationID EIdType="doi" ValidYN="Y">10.1519/JSC.0000000000005325</ELocationID><Abstract><AbstractText>Oca&#xf1;a-Garc&#xed;a, &#xc1;, Herrero-Ati&#xe9;nzar, JM, L&#xf3;pez-Gull&#xf3;n, JM, Bonacasa, B, and Bayonas-Ruiz, A. A velocity-based approach to variable resistance training in the bench press: repetitions to failure and level of effort. J Strength Cond Res 40(3): 272-282, 2026-This study analyzed the use of elastic bands in the bench press exercise within a velocity-based training approach to explore its application in variable resistance training (VRT) in regard to the level of effort methodology. Therefore, we aimed to (a) investigate the intersubject and intrasubject variability in the number of repetitions to failure ( n RM) across 3 one-repetition maximum percentages (%1RM) and 2 load configurations using elastic bands: 25% (B25) and 50% (B50) of the load from bands; (b) examine the relationship between the number of repetitions completed and velocity loss reached; (c) assess the mean propulsive velocity associated to each %1RM and elastic bands contribution; and (d) study the influence of the subject's strength level on these parameters. After determining the individual 1RM, 26 subjects with low ( n = 9), medium ( n = 9), and high ( n = 8) relative strength levels completed 2 rounds of n RM tests against their 60, 70, and 80% 1RM with B25 and B50 configurations in the bench press. Number of repetitions to failure increased with band contribution (B50 &gt; B25, p &lt; 0.01) and showed moderate intersubject variability (coefficients of variation = 16%) and very low intrasubject ( SEM &#x2264; 1.4 repetitions) variability for all the strength levels, %1RM, and band contributions analyzed. A very high correlation ( R2 = 0.910-0.935) between the number of repetitions completed and the percentage of velocity loss reached (from 5 to 65%) was found. These findings support the use of the level of effort as a reliable and practical tool for programming VRT.</AbstractText><CopyrightInformation>Copyright &#xa9; 2026 National Strength and Conditioning Association.</CopyrightInformation></Abstract><AuthorList CompleteYN="Y"><Author ValidYN="Y"><LastName>Oca&#xf1;a-Garc&#xed;a</LastName><ForeName>&#xc1;lvaro</ForeName><Initials>&#xc1;</Initials><AffiliationInfo><Affiliation>Department of Physical Activity and Sport, Faculty of Sports Sciences, University of Murcia, San Javier, Spain.</Affiliation></AffiliationInfo><AffiliationInfo><Affiliation>Weightlifting Federation of Murcia, Murcia, Spain.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Herrero-Ati&#xe9;nzar</LastName><ForeName>Jos&#xe9; Manuel</ForeName><Initials>JM</Initials><AffiliationInfo><Affiliation>Weightlifting Federation of Murcia, Murcia, Spain.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>L&#xf3;pez-Gull&#xf3;n</LastName><ForeName>Jos&#xe9; Mar&#xed;a</ForeName><Initials>JM</Initials><AffiliationInfo><Affiliation>Department of Physical Activity and Sport, Faculty of Sports Sciences, University of Murcia, San Javier, Spain.</Affiliation></AffiliationInfo><AffiliationInfo><Affiliation>Weightlifting Federation of Murcia, Murcia, Spain.</Affiliation></AffiliationInfo><AffiliationInfo><Affiliation>UMUSport Research Group, Faculty of Sports Sciences, University of Murcia, San Javier, Spain.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Bonacasa</LastName><ForeName>B&#xe1;rbara</ForeName><Initials>B</Initials><AffiliationInfo><Affiliation>Research Group of Physical Exercise and Human Performance, University of Murcia, Murcia, Spain ; and.</Affiliation></AffiliationInfo><AffiliationInfo><Affiliation>Department of Physiology, Faculty of Sport Sciences, University of Murcia, Murcia, Spain.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Bayonas-Ruiz</LastName><ForeName>Adri&#xe1;n</ForeName><Initials>A</Initials><Identifier Source="ORCID">0000-0002-9813-5063</Identifier><AffiliationInfo><Affiliation>Research Group of Physical Exercise and Human Performance, University of Murcia, Murcia, Spain ; and.</Affiliation></AffiliationInfo><AffiliationInfo><Affiliation>Department of Physiology, Faculty of Sport Sciences, University of Murcia, Murcia, Spain.</Affiliation></AffiliationInfo></Author></AuthorList><Language>eng</Language><GrantList CompleteYN="Y"><Grant><GrantID>FPU22/04352</GrantID><Agency>Ministerio de Educaci&#xf3;n, Cultura y Deporte</Agency><Country/></Grant></GrantList><PublicationTypeList><PublicationType UI="D016428">Journal Article</PublicationType></PublicationTypeList><ArticleDate DateType="Electronic"><Year>2026</Year><Month>01</Month><Day>05</Day></ArticleDate></Article><MedlineJournalInfo><Country>United States</Country><MedlineTA>J Strength Cond Res</MedlineTA><NlmUniqueID>9415084</NlmUniqueID><ISSNLinking>1064-8011</ISSNLinking></MedlineJournalInfo><CitationSubset>IM</CitationSubset><MeshHeadingList><MeshHeading><DescriptorName UI="D006801" MajorTopicYN="N">Humans</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D055070" MajorTopicYN="Y">Resistance Training</DescriptorName><QualifierName UI="Q000379" MajorTopicYN="N">methods</QualifierName><QualifierName UI="Q000295" MajorTopicYN="N">instrumentation</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D014891" MajorTopicYN="Y">Weight Lifting</DescriptorName><QualifierName UI="Q000502" MajorTopicYN="N">physiology</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D053580" MajorTopicYN="N">Muscle Strength</DescriptorName><QualifierName UI="Q000502" MajorTopicYN="N">physiology</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D008297" MajorTopicYN="N">Male</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D055815" MajorTopicYN="N">Young Adult</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D000328" MajorTopicYN="N">Adult</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D005260" MajorTopicYN="N">Female</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D018482" MajorTopicYN="N">Muscle, Skeletal</DescriptorName><QualifierName UI="Q000502" MajorTopicYN="N">physiology</QualifierName></MeshHeading></MeshHeadingList><KeywordList Owner="NOTNLM"><Keyword MajorTopicYN="N">barbell velocity</Keyword><Keyword MajorTopicYN="N">elastic bands</Keyword><Keyword MajorTopicYN="N">intensity</Keyword><Keyword MajorTopicYN="N">repetitions in reserve</Keyword><Keyword MajorTopicYN="N">velocity loss</Keyword><Keyword MajorTopicYN="N">volume</Keyword></KeywordList></MedlineCitation><PubmedData><History><PubMedPubDate PubStatus="medline"><Year>2026</Year><Month>3</Month><Day>6</Day><Hour>8</Hour><Minute>59</Minute></PubMedPubDate><PubMedPubDate PubStatus="pubmed"><Year>2026</Year><Month>1</Month><Day>5</Day><Hour>12</Hour><Minute>48</Minute></PubMedPubDate><PubMedPubDate PubStatus="entrez"><Year>2026</Year><Month>1</Month><Day>5</Day><Hour>11</Hour><Minute>16</Minute></PubMedPubDate></History><PublicationStatus>ppublish</PublicationStatus><ArticleIdList><ArticleId IdType="pubmed">41489687</ArticleId><ArticleId IdType="doi">10.1519/JSC.0000000000005325</ArticleId><ArticleId IdType="pii">00124278-990000000-00895</ArticleId></ArticleIdList><ReferenceList><Reference><Citation>Anderson CE, Sforzo GA, Sigg JA. The effects of combining elastic and free weight resistance on strength and power in athletes. J Strength Cond Res 22: 567&#x2013;574, 2008.</Citation></Reference><Reference><Citation>Atkinson G, Nevill AM. Statistical methods for assessing measurement error (reliability) in variables relevant to sports medicine. Sports Med 26: 217&#x2013;238, 1998.</Citation></Reference><Reference><Citation>Bellar DM, Muller MD, Barkley JE, et al. The effects of combined elastic- and free-weight tension vs. free-weight tension on one-repetition maximum strength in the bench press. J Strength Cond Res 25: 459&#x2013;463, 2011.</Citation></Reference><Reference><Citation>Courel-Ib&#xe1;&#xf1;ez J, Mart&#xed;nez-Cava A, Mor&#xe1;n-Navarro R, et al. Reproducibility and repeatability of five different technologies for bar velocity measurement in resistance training. Ann Biomed Eng 47: 1523&#x2013;1538, 2019.</Citation></Reference><Reference><Citation>Galpin AJ, Malyszek KK, Davis KA, et al. Acute effects of elastic bands on kinetic characteristics during the deadlift at moderate and heavy loads. J Strength Cond Res 29: 3271&#x2013;3278, 2015.</Citation></Reference><Reference><Citation>Garc&#xed;a-L&#xf3;pez D, Hern&#xe1;ndez-S&#xe1;nchez S, Mart&#xed;n E, et al. Free-weight augmentation with elastic bands improves bench press kinematics in professional rugby players. J Strength Cond Res 30: 2493&#x2013;2499, 2016.</Citation></Reference><Reference><Citation>Gonz&#xe1;lez-Badillo JJ, S&#xe1;nchez-Medina L. Movement velocity as a measure of loading intensity in resistance training. Int J Sports Med 31: 347&#x2013;352, 2010.</Citation></Reference><Reference><Citation>Gonz&#xe1;lez-Badillo JJ, Ya&#xf1;ez-Garc&#xed;a JM, Mora-Custodio R, Rodr&#xed;guez-Rosell D. Velocity loss as a variable for monitoring resistance exercise. Int J Sports Med 38: 217&#x2013;225, 2017.</Citation></Reference><Reference><Citation>Gorostiaga EM, Navarro-Am&#xe9;zqueta I, Calbet JAL, et al. Blood ammonia and lactate as markers of muscle metabolites during leg press exercise. J Strength Cond Res 28: 2775&#x2013;2785, 2014.</Citation></Reference><Reference><Citation>Hern&#xe1;ndez-Belmonte A, Courel-Ib&#xe1;&#xf1;ez J, Conesa-Ros E, Mart&#xed;nez-Cava A, Pallar&#xe9;s JG. Level of effort: A reliable and practical alternative to the velocity-based approach for monitoring resistance training. J Strength Cond Res 36: 2992&#x2013;2999, 2022.</Citation></Reference><Reference><Citation>Kuntz CR, Masi M, Lorenz D. Augmenting the bench press with elastic resistance: Scientific and practical applications. Strength Cond J 36: 96&#x2013;102, 2014.</Citation></Reference><Reference><Citation>Mart&#xed;nez-Cava A, Mor&#xe1;n-Navarro R, Hern&#xe1;ndez-Belmonte A, et al. Range of motion and sticking region effects on the bench press load-velocity relationship. J Sports Sci Med 18: 645&#x2013;652, 2019.</Citation></Reference><Reference><Citation>McMaster DT, Cronin J, McGuigan M. Forms of variable resistance training. Strength Cond J 31: 50&#x2013;64, 2009.</Citation></Reference><Reference><Citation>Pallar&#xe9;s JG, S&#xe1;nchez-Medina L, P&#xe9;rez CE, De La Cruz-S&#xe1;nchez E, Mora-Rodriguez R. Imposing a pause between the eccentric and concentric phases increases the reliability of isoinertial strength assessments. J Sports Sci 32: 1165&#x2013;1175, 2014.</Citation></Reference><Reference><Citation>Pareja-Blanco F, Rodr&#xed;guez-Rosell D, Aagaard P, et al. Time course of recovery from resistance exercise with different set configurations. J Strength Cond Res 34: 2867&#x2013;2876, 2020.</Citation></Reference><Reference><Citation>Pareja-Blanco F, Rodr&#xed;guez-Rosell D, S&#xe1;nchez-Medina L, et al. Acute and delayed response to resistance exercise leading or not leading to muscle failure. Clin Physiol Funct Imaging 37: 630&#x2013;639, 2017.</Citation></Reference><Reference><Citation>Pareja-Blanco F, Rodr&#xed;guez-Rosell D, S&#xe1;nchez-Medina L, et al. Effects of velocity loss during resistance training on athletic performance, strength gains and muscle adaptations. Scand J Med Sci Sports 27: 724&#x2013;735, 2017.</Citation></Reference><Reference><Citation>Pareja-Blanco F, S&#xe1;nchez-Medina L, Su&#xe1;rez-Arrones L, Gonz&#xe1;lez-Badillo JJ. Effects of velocity loss during resistance training on performance in professional soccer players. Int J Sports Physiol Perform 12: 512&#x2013;519, 2017.</Citation></Reference><Reference><Citation>Rodr&#xed;guez-Rosell D, Y&#xe1;&#xf1;ez-Garc&#xed;a JM, S&#xe1;nchez-Medina L, Mora-Custodio R, Gonz&#xe1;lez-Badillo JJ. Relationship between velocity loss and repetitions in reserve in the bench press and back squat exercises. J Strength Cond Res 34: 2537&#x2013;2547, 2020.</Citation></Reference><Reference><Citation>Rodr&#xed;guez-Rosell D, Y&#xe1;&#xf1;ez-Garc&#xed;a JM, Torres-Torrelo J, et al. Effort index as a novel variable for monitoring the level of effort during resistance exercises. J Strength Cond Res 32: 2139&#x2013;2153, 2018.</Citation></Reference><Reference><Citation>S&#xe1;nchez-Medina L, Gonz&#xe1;lez-Badillo JJ, P&#xe9;rez CE, Pallar&#xe9;s JG. Velocity- and power-load relationships of the bench pull vs. bench press exercises. Int J Sports Med 35: 209&#x2013;216, 2014.</Citation></Reference><Reference><Citation>S&#xe1;nchez-Medina L, Gonz&#xe1;lez-Badillo JJ. Velocity loss as an indicator of neuromuscular fatigue during resistance training. Med Sci Sports Exerc 43: 1725&#x2013;1734, 2011.</Citation></Reference><Reference><Citation>S&#xe1;nchez-Medina L, P&#xe9;rez CE, Gonz&#xe1;lez-Badillo JJ. Importance of the propulsive phase in strength assessment. Int J Sports Med 31: 123&#x2013;129, 2010.</Citation></Reference><Reference><Citation>S&#xe1;nchez-Moreno M, Rodr&#xed;guez-Rosell D, Pareja-Blanco F, Mora-Custodio R, Gonz&#xe1;lez-Badillo JJ. Movement velocity as indicator of relative intensity and level of effort attained during the set in pull-up exercise. Int J Sports Physiol Perform 12: 1378&#x2013;1384, 2017.</Citation></Reference><Reference><Citation>Shi L, Cai Z, Chen S, Han D. Acute effects of variable resistance training on force, velocity, and power measures: A systematic review and meta-analysis. PeerJ 10: e13870, 2022.</Citation></Reference><Reference><Citation>Simmons L. Bands and Chains (Vol. 22). Powerlifting USA, 1999. pp. 26&#x2013;27.</Citation></Reference><Reference><Citation>Van den Tillaar R, Saeterbakken AH, Andersen V. The acute effects of attaching chains to the barbell on kinematics and muscle activation in bench press in resistance-trained men. J Funct Morphol Kinesiol 7: 39, 2022.</Citation></Reference><Reference><Citation>Wallace BJ, Bergstrom HC, Butterfield TA. Muscular bases and mechanisms of variable resistance training efficacy. Int J Sports Sci Coach 13: 1177&#x2013;1188, 2018.</Citation></Reference><Reference><Citation>Wallace BJ, Winchester JB, McGuigan MR. Effects of elastic bands on force and power characteristics during the back squat exercise. J Strength Cond Res 20: 268&#x2013;272, 2006.</Citation></Reference></ReferenceList></PubmedData></PubmedArticle></PubmedArticleSet>