<?xml version="1.0" ?>
<!DOCTYPE PubmedArticleSet PUBLIC "-//NLM//DTD PubMedArticle, 1st January 2025//EN" "https://dtd.nlm.nih.gov/ncbi/pubmed/out/pubmed_250101.dtd">
<PubmedArticleSet>
<PubmedArticle><MedlineCitation Status="MEDLINE" Owner="NLM" IndexingMethod="Automated"><PMID Version="1">41838048</PMID><DateCompleted><Year>2026</Year><Month>03</Month><Day>16</Day></DateCompleted><DateRevised><Year>2026</Year><Month>03</Month><Day>16</Day></DateRevised><Article PubModel="Electronic-Print"><Journal><ISSN IssnType="Electronic">1788-6120</ISSN><JournalIssue CitedMedium="Internet"><Volume>167</Volume><Issue>11</Issue><PubDate><Year>2026</Year><Month>Mar</Month><Day>15</Day></PubDate></JournalIssue><Title>Orvosi hetilap</Title><ISOAbbreviation>Orv Hetil</ISOAbbreviation></Journal><ArticleTitle>[The symptoms of burnout and possible interpretations among the healthcare workers of the Emergency Department in Szentes].</ArticleTitle><Pagination><StartPage>430</StartPage><EndPage>438</EndPage><MedlinePgn>430-438</MedlinePgn></Pagination><ELocationID EIdType="doi" ValidYN="Y">10.1556/650.2026.33483</ELocationID><Abstract><AbstractText Label="INTRODUCTION" NlmCategory="BACKGROUND">Burnout has emerged as an increasingly prominent phenomenon not only among healthcare professionals but also within society as a whole. Its development is multifactorial, involving the complex interplay of individual characteristics and environmental influences.</AbstractText><AbstractText Label="OBJECTIVE" NlmCategory="OBJECTIVE">This study aims to explore burnout among healthcare workers at the Emergency Department in Szentes, three years after the end of the pandemic crisis. We strive to identify correlations that may support more effective burnout prevention and intervention strategies.</AbstractText><AbstractText Label="METHOD" NlmCategory="METHODS">We used the Maslach Burnout Inventory, the Caldwell Social Support Scale, and Ol&#xe1;h's Psychological Immune System Inventory. A total of 41% (38 individuals) of healthcare workers at the Szentes Emergency Department participated, a rate consistent with similar studies.</AbstractText><AbstractText Label="RESULTS" NlmCategory="RESULTS">Burnout syndrome was identified in 97.1% of participants. Emotional exhaustion was present in 68.4%, depersonalization in 55.2%, and reduced personal accomplishment in 23.6%. In 65.3% of respondents, multiple areas were affected simultaneously. A significant correlation was found between burnout severity and both the strength of the psychological immune system and the perceived social support.</AbstractText><AbstractText Label="DISCUSSION" NlmCategory="CONCLUSIONS">The elevated burnout rates may be attributed to heightened emotional and cognitive demands during the pandemic, the persistence of a prolonged crisis state, and institutional reorganization, alongside societal and global events. Social support and the psychological immune system emerge as protective factors in coping with burnout.</AbstractText><AbstractText Label="CONCLUSION" NlmCategory="CONCLUSIONS">The marked emotional and cognitive exhaustion observed among healthcare professionals may stem from insufficient targeted processing of the pandemic-related crisis, as well as from environmental factors such as institutional changes, increased patient load, and workforce shortages, which may exacerbate burnout symptoms and require further investigation. The continuous presence of a psychologist, targeted training programs, and a stronger focus on team-building may support crisis processing and reduce burnout. Orv Hetil. 2026; 167(11): 430-438.</AbstractText></Abstract><AuthorList CompleteYN="Y"><Author ValidYN="Y"><LastName>K&#xf3;rizs</LastName><ForeName>T&#xed;mea</ForeName><Initials>T</Initials><Identifier Source="ORCID">0009-0008-9800-5569</Identifier><AffiliationInfo><Affiliation>1 B&#xe1;cs-Kiskun V&#xe1;rmegyei Oktat&#xf3;k&#xf3;rh&#xe1;z, S&#xfc;rg&#x151;ss&#xe9;gi Betegell&#xe1;t&#xf3; Oszt&#xe1;ly Kecskem&#xe9;t, Ny&#xed;ri &#xfa;t 38., 6000 Magyarorsz&#xe1;g.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>&#xc1;d&#xe1;m</LastName><ForeName>Korn&#xe9;l</ForeName><Initials>K</Initials><AffiliationInfo><Affiliation>2 Semmelweis Egyetem, &#xc1;ltal&#xe1;nos Orvostudom&#xe1;nyi Kar, S&#xfc;rg&#x151;ss&#xe9;gi Orvostani Klinika Budapest Magyarorsz&#xe1;g.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Mih&#xe1;ly</LastName><ForeName>Gy&#xf6;rgy</ForeName><Initials>G</Initials><AffiliationInfo><Affiliation>1 B&#xe1;cs-Kiskun V&#xe1;rmegyei Oktat&#xf3;k&#xf3;rh&#xe1;z, S&#xfc;rg&#x151;ss&#xe9;gi Betegell&#xe1;t&#xf3; Oszt&#xe1;ly Kecskem&#xe9;t, Ny&#xed;ri &#xfa;t 38., 6000 Magyarorsz&#xe1;g.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Pet&#x151;</LastName><ForeName>Zolt&#xe1;n</ForeName><Initials>Z</Initials><AffiliationInfo><Affiliation>3 Szegedi Tudom&#xe1;nyegyetem, Szent-Gy&#xf6;rgyi Albert Orvostudom&#xe1;nyi Kar, S&#xfc;rg&#x151;ss&#xe9;gi Betegell&#xe1;t&#xf3; &#xd6;n&#xe1;ll&#xf3; Oszt&#xe1;ly Szeged Magyarorsz&#xe1;g.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>T&#xf6;reki</LastName><ForeName>Annam&#xe1;ria</ForeName><Initials>A</Initials><AffiliationInfo><Affiliation>3 Szegedi Tudom&#xe1;nyegyetem, Szent-Gy&#xf6;rgyi Albert Orvostudom&#xe1;nyi Kar, S&#xfc;rg&#x151;ss&#xe9;gi Betegell&#xe1;t&#xf3; &#xd6;n&#xe1;ll&#xf3; Oszt&#xe1;ly Szeged Magyarorsz&#xe1;g.</Affiliation></AffiliationInfo></Author></AuthorList><Language>hun</Language><PublicationTypeList><PublicationType UI="D004740">English Abstract</PublicationType><PublicationType UI="D016428">Journal Article</PublicationType></PublicationTypeList><VernacularTitle>A ki&#xe9;g&#xe9;s t&#xfc;netei &#xe9;s lehets&#xe9;ges magyar&#xe1;zatai a szentesi S&#xfc;rg&#x151;ss&#xe9;gi Betegell&#xe1;t&#xf3; Oszt&#xe1;ly dolgoz&#xf3;i k&#xf6;r&#xe9;ben.</VernacularTitle><ArticleDate DateType="Electronic"><Year>2026</Year><Month>03</Month><Day>15</Day></ArticleDate></Article><MedlineJournalInfo><Country>Hungary</Country><MedlineTA>Orv Hetil</MedlineTA><NlmUniqueID>0376412</NlmUniqueID><ISSNLinking>0030-6002</ISSNLinking></MedlineJournalInfo><CitationSubset>IM</CitationSubset><MeshHeadingList><MeshHeading><DescriptorName UI="D006801" MajorTopicYN="N">Humans</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D002055" MajorTopicYN="Y">Burnout, Professional</DescriptorName><QualifierName UI="Q000453" MajorTopicYN="N">epidemiology</QualifierName><QualifierName UI="Q000523" MajorTopicYN="N">psychology</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D004636" MajorTopicYN="Y">Emergency Service, Hospital</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D008297" MajorTopicYN="N">Male</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D005260" MajorTopicYN="N">Female</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D006282" MajorTopicYN="Y">Health Personnel</DescriptorName><QualifierName UI="Q000523" MajorTopicYN="N">psychology</QualifierName><QualifierName UI="Q000706" MajorTopicYN="N">statistics &amp; numerical data</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D000328" MajorTopicYN="N">Adult</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D006814" MajorTopicYN="N" Type="Geographic">Hungary</DescriptorName><QualifierName UI="Q000453" MajorTopicYN="N">epidemiology</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D000086382" MajorTopicYN="Y">COVID-19</DescriptorName><QualifierName UI="Q000453" MajorTopicYN="N">epidemiology</QualifierName><QualifierName UI="Q000523" MajorTopicYN="N">psychology</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D008875" MajorTopicYN="N">Middle Aged</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D012944" MajorTopicYN="N">Social Support</DescriptorName></MeshHeading></MeshHeadingList><OtherAbstract Type="Publisher" Language="hun"><AbstractText>Bevezet&#xe9;s: A ki&#xe9;g&#xe9;s mint egyre fokoz&#xf3;d&#xf3; jelens&#xe9;g nem csak az eg&#xe9;szs&#xe9;g&#xfc;gyi dolgoz&#xf3;k k&#xf6;r&#xe9;ben, hanem t&#xe1;rsadalmilag is, t&#xf6;bb t&#xe9;nyez&#x151; k&#xf6;lcs&#xf6;nhat&#xe1;s&#xe1;nak k&#xf6;vetkezm&#xe9;nye. Az egy&#xe9;ni t&#xe9;nyez&#x151;k mellett sz&#xe1;mos k&#xf6;rnyezeti t&#xe9;nyez&#x151; &#xe1;llhat a h&#xe1;tter&#xe9;ben. C&#xe9;lkit&#x171;z&#xe9;s: Kutat&#xe1;sunk c&#xe9;lja a Szegedi Tudom&#xe1;nyegyetem Szentesi Multidiszciplin&#xe1;ris Centrum S&#xfc;rg&#x151;ss&#xe9;gi Betegell&#xe1;t&#xf3; Oszt&#xe1;lyon dolgoz&#xf3;k ki&#xe9;g&#xe9;s&#xe9;nek felm&#xe9;r&#xe9;se a j&#xe1;rv&#xe1;ny kr&#xed;zise ut&#xe1;n h&#xe1;rom &#xe9;vvel. Olyan &#xf6;sszef&#xfc;gg&#xe9;sek felt&#xe1;r&#xe1;s&#xe1;ra t&#xf6;reksz&#xfc;nk, amelyek seg&#xed;tik a m&#xe9;g hat&#xe9;konyabb ki&#xe9;g&#xe9;sprevenci&#xf3;s &#xe9;s -intervenci&#xf3;s elj&#xe1;r&#xe1;sokat. M&#xf3;dszer: A vizsg&#xe1;latkor a Maslach-f&#xe9;le Ki&#xe9;g&#xe9;s K&#xe9;rd&#x151;&#xed;vet, a Caldwell-f&#xe9;le T&#xe1;rsas T&#xe1;mogat&#xe1;s K&#xe9;rd&#x151;&#xed;vet, valamint Ol&#xe1;h Pszichol&#xf3;giai Immunkompetencia K&#xe9;rd&#x151;&#xed;v&#xe9;t haszn&#xe1;ltuk. A szentesi S&#xfc;rg&#x151;ss&#xe9;gi Betegell&#xe1;t&#xf3; Oszt&#xe1;lyon dolgoz&#xf3;k 41%-a (38 f&#x151;) vett r&#xe9;szt a vizsg&#xe1;latban, amely ar&#xe1;ny hasonl&#xf3; a kor&#xe1;bbi ki&#xe9;g&#xe9;svizsg&#xe1;latok&#xe9;hoz. Eredm&#xe9;nyek: Statisztikai eredm&#xe9;nyeink kimutatj&#xe1;k, hogy a szentesi vizsg&#xe1;latban r&#xe9;szt vev&#x151;k 97,1%-&#xe1;n&#xe1;l jelentkezik ki&#xe9;g&#xe9;s a COVID&#x2013;19 ut&#xe1;n h&#xe1;rom &#xe9;vvel. A kit&#xf6;lt&#x151;k 68,4%-&#xe1;n&#xe1;l az &#xe9;rzelmi kimer&#xfc;lts&#xe9;g, 55,2%-&#xe1;n&#xe1;l a deperszonaliz&#xe1;ci&#xf3;, m&#xed;g 23,6%-&#xe1;n&#xe1;l a teljes&#xed;tm&#xe9;nycs&#xf6;kken&#xe9;s ter&#xfc;let&#xe9;n fejti ki hat&#xe1;s&#xe1;t er&#x151;teljesen a ki&#xe9;g&#xe9;s. A kit&#xf6;lt&#x151;k 65,3%-&#xe1;n&#xe1;l egyszerre t&#xf6;bb ter&#xfc;let is &#xe9;rintett. Szignifik&#xe1;ns &#xf6;sszef&#xfc;gg&#xe9;sek mutathat&#xf3;k ki a ki&#xe9;g&#xe9;s m&#xe9;rt&#xe9;ke &#xe9;s a pszichol&#xf3;giai immunrendszer, valamint a meg&#xe9;lt t&#xe1;rsas t&#xe1;masz er&#x151;ss&#xe9;ge k&#xf6;z&#xf6;tt. Megbesz&#xe9;l&#xe9;s: A magas ki&#xe9;g&#xe9;si mutat&#xf3;k lehets&#xe9;ges magyar&#xe1;zatai k&#xf6;zt szerepel a j&#xe1;rv&#xe1;nyhelyzet idej&#xe9;n megjelen&#x151; fokozott &#xe9;rzelmi &#xe9;s kognit&#xed;v megterhel&#x151;d&#xe9;s mellett az elh&#xfa;z&#xf3;d&#xf3; kr&#xed;zis&#xe1;llapot is, illetve az int&#xe9;zm&#xe9;nyi &#xe1;tszervez&#xe9;s, t&#xe1;rsadalmi &#xe9;s vil&#xe1;gesem&#xe9;nyek. Protekt&#xed;v t&#xe9;nyez&#x151;k&#xe9;nt jelenik meg a ki&#xe9;g&#xe9;ssel val&#xf3; megk&#xfc;zd&#xe9;skor a t&#xe1;rsas t&#xe1;mogatotts&#xe1;g &#xe9;s a pszichol&#xf3;giai immunrendszer. K&#xf6;vetkeztet&#xe9;s: Az eg&#xe9;szs&#xe9;g&#xfc;gyi dolgoz&#xf3;kn&#xe1;l aktu&#xe1;lisan fenn&#xe1;ll&#xf3; er&#x151;teljes &#xe9;rzelmi &#xe9;s kognit&#xed;v kimer&#xfc;lts&#xe9;g h&#xe1;tter&#xe9;ben &#xe1;llhat a j&#xe1;rv&#xe1;nyhelyzet okozta kr&#xed;zis c&#xe9;lzott feldolgoz&#xe1;s&#xe1;nak hi&#xe1;nya, valamint az int&#xe9;zm&#xe9;nyi v&#xe1;ltoz&#xe1;sok, a n&#xf6;vekv&#x151; betegforgalom, a szakemberhi&#xe1;ny mint k&#xf6;rnyezeti t&#xe9;nyez&#x151;k a ki&#xe9;g&#xe9;s t&#xfc;neteinek er&#x151;s&#xf6;d&#xe9;sekor, amelyek tov&#xe1;bbi vizsg&#xe1;lata sz&#xfc;ks&#xe9;ges. A kr&#xed;zis feldolgoz&#xe1;s&#xe1;t, a ki&#xe9;g&#xe9;s cs&#xf6;kkent&#xe9;s&#xe9;t seg&#xed;ten&#xe9; pszichol&#xf3;gus &#xe1;lland&#xf3; jelenl&#xe9;te az oszt&#xe1;lyon, c&#xe9;lzott, tematikus tr&#xe9;ningek, illetve a csapat&#xe9;p&#xed;t&#xe9;sre helyezett nagyobb hangs&#xfa;ly. Orv Hetil. 2026; 167(11): 430&#x2013;438.</AbstractText></OtherAbstract><KeywordList Owner="NOTNLM"><Keyword MajorTopicYN="N">burnout syndrome</Keyword><Keyword MajorTopicYN="N">crisis intervention</Keyword><Keyword MajorTopicYN="N">eg&#xe9;szs&#xe9;g&#xfc;gyi dolgoz&#xf3;k</Keyword><Keyword MajorTopicYN="N">healthcare workers</Keyword><Keyword MajorTopicYN="N">ki&#xe9;g&#xe9;sszindr&#xf3;ma</Keyword><Keyword MajorTopicYN="N">kr&#xed;zisintervenci&#xf3;</Keyword><Keyword MajorTopicYN="N">meg&#xe9;lt t&#xe1;rsas t&#xe1;masz</Keyword><Keyword MajorTopicYN="N">perceived social support</Keyword></KeywordList></MedlineCitation><PubmedData><History><PubMedPubDate PubStatus="received"><Year>2025</Year><Month>12</Month><Day>5</Day></PubMedPubDate><PubMedPubDate PubStatus="accepted"><Year>2026</Year><Month>1</Month><Day>25</Day></PubMedPubDate><PubMedPubDate PubStatus="medline"><Year>2026</Year><Month>3</Month><Day>16</Day><Hour>21</Hour><Minute>59</Minute></PubMedPubDate><PubMedPubDate PubStatus="pubmed"><Year>2026</Year><Month>3</Month><Day>16</Day><Hour>21</Hour><Minute>58</Minute></PubMedPubDate><PubMedPubDate PubStatus="entrez"><Year>2026</Year><Month>3</Month><Day>16</Day><Hour>12</Hour><Minute>3</Minute></PubMedPubDate></History><PublicationStatus>epublish</PublicationStatus><ArticleIdList><ArticleId IdType="pubmed">41838048</ArticleId><ArticleId IdType="doi">10.1556/650.2026.33483</ArticleId></ArticleIdList></PubmedData></PubmedArticle></PubmedArticleSet>