<?xml version="1.0" ?>
<!DOCTYPE PubmedArticleSet PUBLIC "-//NLM//DTD PubMedArticle, 1st January 2025//EN" "https://dtd.nlm.nih.gov/ncbi/pubmed/out/pubmed_250101.dtd">
<PubmedArticleSet>
<PubmedArticle><MedlineCitation Status="MEDLINE" Owner="NLM" IndexingMethod="Automated"><PMID Version="1">41614680</PMID><DateCompleted><Year>2026</Year><Month>01</Month><Day>30</Day></DateCompleted><DateRevised><Year>2026</Year><Month>01</Month><Day>30</Day></DateRevised><Article PubModel="Electronic"><Journal><ISSN IssnType="Electronic">2173-9110</ISSN><JournalIssue CitedMedium="Internet"><Volume>100</Volume><PubDate><Year>2026</Year><Month>Jan</Month><Day>28</Day></PubDate></JournalIssue><Title>Revista espanola de salud publica</Title><ISOAbbreviation>Rev Esp Salud Publica</ISOAbbreviation></Journal><ArticleTitle>[The challenge of sharing open research data: a qualitative study on the knowledge, beliefs, and attitudes of research and/or clinical staff on cancer stem cells in Spain].</ArticleTitle><ELocationID EIdType="pii" ValidYN="Y">e202601005</ELocationID><Abstract><AbstractText Label="OBJECTIVE" NlmCategory="OBJECTIVE">The identification of cancer stem cells (CSCs), involved in therapy resistance, tumor progression, and metastasis, has led to exponential growth in cancer research. The aim of this study was to analyze the knowledge, beliefs, and attitudes of Spanish research and clinical staff working on CSC regarding the sharing of research data.</AbstractText><AbstractText Label="METHODS" NlmCategory="METHODS">Semi-structured interviews were conducted with a sample consisting of the key actors in CSC research in Spain, based on three variables: type of research (basic, clinical, translational), research experience (junior with less than ten years of experience, and senior with more than ten years), and type of workplace (public and private). The analysis procedure used was based on Grounded Theory. Following a criterion of theoretical saturation, the final sample included sixteen interviewees.</AbstractText><AbstractText Label="RESULTS" NlmCategory="RESULTS">The interviewees reported having limited knowledge and identified a lack of available training on these topics. They agreed that the obligation to publish raw research data in journals would eventually create a habit, provided certain challenges, such as the cost of Article Processing Charges (APCs), are addressed. They valued making raw data available to other teams positively, although they identified significant competitiveness in the scientific field, leading to some reluctance to share.</AbstractText><AbstractText Label="CONCLUSIONS" NlmCategory="CONCLUSIONS">The study on data sharing in CSC reveals that knowledge is limited, and beliefs highlight some perceived threats, although attitudes toward sharing research data are generally positive.</AbstractText></Abstract><AuthorList CompleteYN="Y"><Author ValidYN="Y"><LastName>Vidal-Infer</LastName><ForeName>Antonio</ForeName><Initials>A</Initials><AffiliationInfo><Affiliation>Departamento de Historia de la Ciencia y Documentaci&#xf3;n. Universidad de Valencia. Valencia. Espa&#xf1;a.</Affiliation></AffiliationInfo><AffiliationInfo><Affiliation>Unidad de Informaci&#xf3;n e Investigaci&#xf3;n Social y Sanitaria (UISYS). Universidad de Valencia. Valencia. Espa&#xf1;a.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Almonacid-S&#xe1;nchez</LastName><ForeName>Carla</ForeName><Initials>C</Initials><AffiliationInfo><Affiliation>Departamento de Historia de la Ciencia y Documentaci&#xf3;n. Universidad de Valencia. Valencia. Espa&#xf1;a.</Affiliation></AffiliationInfo><AffiliationInfo><Affiliation>Unidad de Informaci&#xf3;n e Investigaci&#xf3;n Social y Sanitaria (UISYS). Universidad de Valencia. Valencia. Espa&#xf1;a.</Affiliation></AffiliationInfo><AffiliationInfo><Affiliation>Unidad asociada a INAECU (Instituto Interuniversitario de Investigaci&#xf3;n Avanzada sobre Evaluaci&#xf3;n de la Ciencia y la Universidad), UC3M-UAM. Madrid. Espa&#xf1;a.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Samper-Gras</LastName><ForeName>Teresa</ForeName><Initials>T</Initials><AffiliationInfo><Affiliation>Instituto Universitario de Estudios sobre las Mujeres. Universidad de Valencia. Valencia. Espa&#xf1;a.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Lucas-Dom&#xed;nguez</LastName><ForeName>Rut</ForeName><Initials>R</Initials><AffiliationInfo><Affiliation>Departamento de Historia de la Ciencia y Documentaci&#xf3;n. Universidad de Valencia. Valencia. Espa&#xf1;a.</Affiliation></AffiliationInfo><AffiliationInfo><Affiliation>Unidad de Informaci&#xf3;n e Investigaci&#xf3;n Social y Sanitaria (UISYS). Universidad de Valencia. Valencia. Espa&#xf1;a.</Affiliation></AffiliationInfo><AffiliationInfo><Affiliation>CIBERONC. Valencia. Espa&#xf1;a.</Affiliation></AffiliationInfo></Author></AuthorList><Language>spa</Language><PublicationTypeList><PublicationType UI="D004740">English Abstract</PublicationType><PublicationType UI="D016428">Journal Article</PublicationType></PublicationTypeList><VernacularTitle>El desaf&#xed;o de compartir datos de investigaci&#xf3;n en abierto. Un estudio cualitativo sobre conocimientos, creencias y actitudes del personal investigador y/o cl&#xed;nico sobre las c&#xe9;lulas madre cancerosas en Espa&#xf1;a.</VernacularTitle><ArticleDate DateType="Electronic"><Year>2026</Year><Month>01</Month><Day>28</Day></ArticleDate></Article><MedlineJournalInfo><Country>Spain</Country><MedlineTA>Rev Esp Salud Publica</MedlineTA><NlmUniqueID>9600212</NlmUniqueID><ISSNLinking>1135-5727</ISSNLinking></MedlineJournalInfo><CitationSubset>IM</CitationSubset><MeshHeadingList><MeshHeading><DescriptorName UI="D013030" MajorTopicYN="N" Type="Geographic">Spain</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D006801" MajorTopicYN="N">Humans</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D033181" MajorTopicYN="Y">Information Dissemination</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D007722" MajorTopicYN="Y">Health Knowledge, Attitudes, Practice</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D001291" MajorTopicYN="Y">Attitude of Health Personnel</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D036301" MajorTopicYN="N">Qualitative Research</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D014411" MajorTopicYN="Y">Neoplastic Stem Cells</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D005260" MajorTopicYN="N">Female</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D035843" MajorTopicYN="Y">Biomedical Research</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D008297" MajorTopicYN="N">Male</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D000328" MajorTopicYN="N">Adult</DescriptorName></MeshHeading></MeshHeadingList><OtherAbstract Type="Publisher" Language="spa"><AbstractText Label="OBJECTIVE" NlmCategory="OBJECTIVE">La identificaci&#xf3;n de c&#xe9;lulas madre tumorales (CSC), involucradas en la resistencia a terapias, progresi&#xf3;n tumoral y met&#xe1;stasis, ha generado un crecimiento exponencial en la investigaci&#xf3;n oncol&#xf3;gica. El objetivo de este trabajo fue analizar el conocimiento, creencias y actitudes del personal investigador y cl&#xed;nico espa&#xf1;ol en CSC sobre el uso compartido de los datos de investigaci&#xf3;n.</AbstractText><AbstractText Label="METHODS" NlmCategory="METHODS">Se realizaron entrevistas semiestructuradas a una muestra formada por los principales agentes de la investigaci&#xf3;n espa&#xf1;ola en CSC en base a tres variables: tipo de investigaci&#xf3;n (b&#xe1;sica, cl&#xed;nica, traslacional); experiencia investigadora (junior, con menos de diez a&#xf1;os de experiencia; y senior, con m&#xe1;s de diez a&#xf1;os); y tipolog&#xed;a de centro de trabajo (p&#xfa;blico y privado). El procedimiento de an&#xe1;lisis utilizado se bas&#xf3; en la denominada Teor&#xed;a Fundamentada. Siguiendo un criterio de saturaci&#xf3;n te&#xf3;rica, la muestra final fue de diecis&#xe9;is personas entrevistadas.</AbstractText><AbstractText Label="RESULTS" NlmCategory="RESULTS">Las personas entrevistadas manifestaron tener escaso conocimiento e identificaron poca formaci&#xf3;n ofertada sobre estos temas. Coincidieron en que la obligaci&#xf3;n de publicar los datos brutos de investigaci&#xf3;n en las revistas terminar&#xed;a por crear un h&#xe1;bito, siempre y cuando se solucionen algunas dificultades, como el coste por procesamiento de art&#xed;culos (Article Processing Charges [APC]). Valoraron positivamente poner los datos brutos a disposici&#xf3;n de otros equipos, aunque detectaron gran competitividad en el &#xe1;rea cient&#xed;fica, que conlleva una cierta reticencia a compartir.</AbstractText><AbstractText Label="CONCLUSIONS" NlmCategory="CONCLUSIONS">El estudio desarrollado sobre el uso compartido de datos en CSC pone de manifiesto que los conocimientos son escasos y las creencias muestran algunas amenazas percibidas, aunque las actitudes son positivas respecto a compartir datos de investigaci&#xf3;n.</AbstractText></OtherAbstract><KeywordList Owner="NOTNLM"><Keyword MajorTopicYN="N">Information dissemination</Keyword><Keyword MajorTopicYN="N">Neoplastic stem cells</Keyword><Keyword MajorTopicYN="N">Open Access publishing</Keyword><Keyword MajorTopicYN="N">Spain</Keyword></KeywordList></MedlineCitation><PubmedData><History><PubMedPubDate PubStatus="received"><Year>2024</Year><Month>10</Month><Day>29</Day></PubMedPubDate><PubMedPubDate PubStatus="accepted"><Year>2025</Year><Month>11</Month><Day>18</Day></PubMedPubDate><PubMedPubDate PubStatus="medline"><Year>2026</Year><Month>1</Month><Day>30</Day><Hour>13</Hour><Minute>13</Minute></PubMedPubDate><PubMedPubDate PubStatus="pubmed"><Year>2026</Year><Month>1</Month><Day>30</Day><Hour>13</Hour><Minute>12</Minute></PubMedPubDate><PubMedPubDate PubStatus="entrez"><Year>2026</Year><Month>1</Month><Day>30</Day><Hour>7</Hour><Minute>53</Minute></PubMedPubDate></History><PublicationStatus>epublish</PublicationStatus><ArticleIdList><ArticleId IdType="pubmed">41614680</ArticleId><ArticleId IdType="pii">e202601005</ArticleId></ArticleIdList></PubmedData></PubmedArticle></PubmedArticleSet>