<?xml version="1.0" ?>
<!DOCTYPE PubmedArticleSet PUBLIC "-//NLM//DTD PubMedArticle, 1st January 2025//EN" "https://dtd.nlm.nih.gov/ncbi/pubmed/out/pubmed_250101.dtd">
<PubmedArticleSet>
<PubmedArticle><MedlineCitation Status="MEDLINE" Owner="NLM" IndexingMethod="Curated"><PMID Version="1">41397805</PMID><DateCompleted><Year>2025</Year><Month>12</Month><Day>15</Day></DateCompleted><DateRevised><Year>2025</Year><Month>12</Month><Day>30</Day></DateRevised><Article PubModel="Print"><Journal><ISSN IssnType="Print">1002-1892</ISSN><JournalIssue CitedMedium="Print"><Volume>39</Volume><Issue>12</Issue><PubDate><Year>2025</Year><Month>Dec</Month><Day>15</Day></PubDate></JournalIssue><Title>Zhongguo xiu fu chong jian wai ke za zhi = Zhongguo xiufu chongjian waike zazhi = Chinese journal of reparative and reconstructive surgery</Title><ISOAbbreviation>Zhongguo Xiu Fu Chong Jian Wai Ke Za Zhi</ISOAbbreviation></Journal><ArticleTitle>[Research progress on enhanced recovery after posterior cruciate ligament reconstruction].</ArticleTitle><Pagination><StartPage>1591</StartPage><EndPage>1599</EndPage><MedlinePgn>1591-1599</MedlinePgn></Pagination><ELocationID EIdType="doi" ValidYN="Y">10.7507/1002-1892.202508036</ELocationID><Abstract><AbstractText Label="OBJECTIVE" NlmCategory="UNASSIGNED">To summarize research progress on enhanced recovery after posterior cruciate ligament (PCL) reconstruction, clarify the core contradictions, effective intervention methods, and evaluation shortcomings in current clinical practice, and provide theoretical support for optimizing clinical rehabilitation strategies.</AbstractText><AbstractText Label="METHODS" NlmCategory="UNASSIGNED">Relevant domestic and international literature in recent years was systematically searched. The key technologies and challenges for enhanced recovery after PCL reconstruction were analyzed from three aspects: the core issues of enhanced recovery after PCL reconstruction, treatment strategies, and the post-reconstruction effectiveness evaluation system.</AbstractText><AbstractText Label="RESULTS" NlmCategory="UNASSIGNED">Enhanced recovery after PCL reconstruction mainly faces two core problems. First, there is a balance dilemma between graft tendon protection and knee joint function recovery: the tensile capacity of the graft tendon is weak in the early postoperative period, so excessive weight-bearing easily leads to relaxation, while overly conservative immobilization causes muscle atrophy and joint adhesion. Second, the return-to-sport rate is significantly affected by injury type and treatment method: patients with combined multiple ligament or meniscus injuries have a much lower return-to-sport rate than those with isolated PCL injury, and the risk of return-to-sport failure is higher. Current research mainly promotes rehabilitation from two aspects: physical therapy and surgical technology. Physical therapy runs through the perioperative period: preoperatively, muscle strength training, swelling control, and maintenance of joint range of motion are used to optimize surgical conditions; postoperatively, phased intervention is implemented. Surgical technology focuses on minimally invasive and anatomical approaches: arthroscopic surgery reduces injury, double-bundle reconstruction and internal tension-relief technology improve stability, and modified tunnel positioning and special surgical methods avoid the risk of "Killer Turn". Postoperative functional evaluation adopts multi-dimensional indicators: subjective evaluation relies on scales such as Lysholm and International Knee Documentation Committee (IKDC); objective evaluation assesses stability through Telos stress test and posterior drawer test; imaging evaluation takes MRI as the core; psychological evaluation is assisted by the Tampa scale of kinesiophobia-11 (TSK-11). However, there are obvious shortcomings, such as the lack of PCL-specific evaluation tools.</AbstractText><AbstractText Label="CONCLUSION" NlmCategory="UNASSIGNED">Enhanced recovery after PCL reconstruction requires the integration of precise surgery, individualized rehabilitation, and comprehensive subjective and objective evaluation. In the future, biomaterials and digital technologies should be integrated to optimize the full-cycle management of PCL reconstruction, thereby improving functional recovery and the effect of return to sports.</AbstractText></Abstract><AuthorList CompleteYN="Y"><Author ValidYN="Y"><LastName>Shi</LastName><ForeName>Zhengliang</ForeName><Initials>Z</Initials><AffiliationInfo><Affiliation>Department of Sports Medicine, the First Affiliated Hospital of Kunming Medical University, Kunming Yunnan, 650032, P. R. China.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Li</LastName><ForeName>Yanlin</ForeName><Initials>Y</Initials><AffiliationInfo><Affiliation>Department of Sports Medicine, the First Affiliated Hospital of Kunming Medical University, Kunming Yunnan, 650032, P. R. China.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Ruan</LastName><ForeName>Zhaohui</ForeName><Initials>Z</Initials><AffiliationInfo><Affiliation>Department of Sports Medicine, the First Affiliated Hospital of Kunming Medical University, Kunming Yunnan, 650032, P. R. China.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Yang</LastName><ForeName>Hongmai</ForeName><Initials>H</Initials><AffiliationInfo><Affiliation>Department of Sports Medicine, the First Affiliated Hospital of Kunming Medical University, Kunming Yunnan, 650032, P. R. China.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Li</LastName><ForeName>Kaiquan</ForeName><Initials>K</Initials><AffiliationInfo><Affiliation>Department of Sports Medicine, the First Affiliated Hospital of Kunming Medical University, Kunming Yunnan, 650032, P. R. China.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Yuan</LastName><ForeName>Ping</ForeName><Initials>P</Initials><AffiliationInfo><Affiliation>Department of Sports Medicine, the First Affiliated Hospital of Kunming Medical University, Kunming Yunnan, 650032, P. R. China.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Tang</LastName><ForeName>Wenting</ForeName><Initials>W</Initials><AffiliationInfo><Affiliation>Department of Sports Medicine, the First Affiliated Hospital of Kunming Medical University, Kunming Yunnan, 650032, P. R. China.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Han</LastName><ForeName>Rui</ForeName><Initials>R</Initials><AffiliationInfo><Affiliation>International Medical Department, the First Affiliated Hospital of Kunming Medical University, Kunming Yunnan, 650032, P. R. China.</Affiliation></AffiliationInfo></Author></AuthorList><Language>chi</Language><PublicationTypeList><PublicationType UI="D016428">Journal Article</PublicationType><PublicationType UI="D016454">Review</PublicationType><PublicationType UI="D004740">English Abstract</PublicationType></PublicationTypeList></Article><MedlineJournalInfo><Country>China</Country><MedlineTA>Zhongguo Xiu Fu Chong Jian Wai Ke Za Zhi</MedlineTA><NlmUniqueID>9425194</NlmUniqueID><ISSNLinking>1002-1892</ISSNLinking></MedlineJournalInfo><CitationSubset>IM</CitationSubset><MeshHeadingList><MeshHeading><DescriptorName UI="D006801" MajorTopicYN="N">Humans</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D000072229" MajorTopicYN="Y">Posterior Cruciate Ligament Reconstruction</DescriptorName><QualifierName UI="Q000379" MajorTopicYN="N">methods</QualifierName><QualifierName UI="Q000534" MajorTopicYN="N">rehabilitation</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D016119" MajorTopicYN="Y">Posterior Cruciate Ligament</DescriptorName><QualifierName UI="Q000601" MajorTopicYN="N">surgery</QualifierName><QualifierName UI="Q000293" MajorTopicYN="N">injuries</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D020127" MajorTopicYN="N">Recovery of Function</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D007719" MajorTopicYN="N">Knee Joint</DescriptorName><QualifierName UI="Q000601" MajorTopicYN="N">surgery</QualifierName><QualifierName UI="Q000503" MajorTopicYN="N">physiopathology</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D007718" MajorTopicYN="Y">Knee Injuries</DescriptorName><QualifierName UI="Q000601" MajorTopicYN="N">surgery</QualifierName><QualifierName UI="Q000534" MajorTopicYN="N">rehabilitation</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D000068958" MajorTopicYN="N">Return to Sport</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D000080482" MajorTopicYN="Y">Enhanced Recovery After Surgery</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D013710" MajorTopicYN="N">Tendons</DescriptorName><QualifierName UI="Q000637" MajorTopicYN="N">transplantation</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D001182" MajorTopicYN="N">Arthroscopy</DescriptorName></MeshHeading></MeshHeadingList><OtherAbstract Type="Publisher" Language="chi"><AbstractText Label="&#x76ee;&#x7684;" NlmCategory="UNASSIGNED">&#x603b;&#x7ed3;&#x540e;&#x4ea4;&#x53c9;&#x97e7;&#x5e26;&#xff08;posterior cruciate ligament&#xff0c;PCL&#xff09;&#x91cd;&#x5efa;&#x672f;&#x540e;&#x52a0;&#x901f;&#x5eb7;&#x590d;&#x7684;&#x7814;&#x7a76;&#x8fdb;&#x5c55;&#xff0c;&#x660e;&#x786e;&#x5f53;&#x524d;&#x4e34;&#x5e8a;&#x5b9e;&#x8df5;&#x4e2d;&#x7684;&#x6838;&#x5fc3;&#x77db;&#x76fe;&#x3001;&#x6709;&#x6548;&#x5e72;&#x9884;&#x624b;&#x6bb5;&#x53ca;&#x8bc4;&#x4f30;&#x77ed;&#x677f;&#xff0c;&#x4e3a;&#x4f18;&#x5316;&#x4e34;&#x5e8a;&#x5eb7;&#x590d;&#x7b56;&#x7565;&#x63d0;&#x4f9b;&#x7406;&#x8bba;&#x652f;&#x6301;&#x3002;.</AbstractText><AbstractText Label="&#x65b9;&#x6cd5;" NlmCategory="UNASSIGNED">&#x68c0;&#x7d22;&#x8fd1;&#x5e74;&#x56fd;&#x5185;&#x5916;&#x76f8;&#x5173;&#x6587;&#x732e;&#xff0c;&#x4ece;PCL&#x91cd;&#x5efa;&#x672f;&#x540e;&#x52a0;&#x901f;&#x5eb7;&#x590d;&#x6838;&#x5fc3;&#x95ee;&#x9898;&#x3001;&#x6cbb;&#x7597;&#x7b56;&#x7565;&#x53ca;&#x91cd;&#x5efa;&#x672f;&#x540e;&#x7684;&#x6709;&#x6548;&#x6027;&#x8bc4;&#x4f30;&#x4f53;&#x7cfb;&#x4e09;&#x65b9;&#x9762;&#x5206;&#x6790;&#x4fc3;&#x8fdb;&#x672f;&#x540e;&#x52a0;&#x901f;&#x5eb7;&#x590d;&#x7684;&#x5173;&#x952e;&#x6280;&#x672f;&#x4e0e;&#x6311;&#x6218;&#x3002;.</AbstractText><AbstractText Label="&#x7ed3;&#x679c;" NlmCategory="UNASSIGNED">PCL&#x91cd;&#x5efa;&#x672f;&#x540e;&#x52a0;&#x901f;&#x5eb7;&#x590d;&#x4e3b;&#x8981;&#x9762;&#x4e34;&#x4e24;&#x5927;&#x6838;&#x5fc3;&#x95ee;&#x9898;&#xff1a;&#x4e00;&#x662f;&#x79fb;&#x690d;&#x8171;&#x4fdd;&#x62a4;&#x4e0e;&#x819d;&#x5173;&#x8282;&#x529f;&#x80fd;&#x6062;&#x590d;&#x7684;&#x5e73;&#x8861;&#x96be;&#x9898;&#xff0c;&#x672f;&#x540e;&#x65e9;&#x671f;&#x79fb;&#x690d;&#x8171;&#x6297;&#x62c9;&#x80fd;&#x529b;&#x5f31;&#xff0c;&#x8fc7;&#x5ea6;&#x8d1f;&#x91cd;&#x6613;&#x81f4;&#x677e;&#x5f1b;&#xff0c;&#x8fc7;&#x5ea6;&#x4fdd;&#x5b88;&#x5236;&#x52a8;&#x5219;&#x5f15;&#x53d1;&#x808c;&#x840e;&#x7f29;&#x3001;&#x5173;&#x8282;&#x7c98;&#x8fde;&#xff1b;&#x4e8c;&#x662f;&#x91cd;&#x8fd4;&#x8fd0;&#x52a8;&#x7387;&#x53d7;&#x635f;&#x4f24;&#x7c7b;&#x578b;&#x4e0e;&#x6cbb;&#x7597;&#x65b9;&#x5f0f;&#x5f71;&#x54cd;&#x663e;&#x8457;&#xff0c;&#x5408;&#x5e76;&#x591a;&#x53d1;&#x97e7;&#x5e26;&#x6216;&#x534a;&#x6708;&#x677f;&#x635f;&#x4f24;&#x8005;&#x91cd;&#x8fd4;&#x8fd0;&#x52a8;&#x7387;&#x8fdc;&#x4f4e;&#x4e8e;&#x5355;&#x7eaf;PCL&#x635f;&#x4f24;&#xff0c;&#x4e14;&#x91cd;&#x8fd4;&#x8fd0;&#x52a8;&#x5931;&#x8d25;&#x98ce;&#x9669;&#x66f4;&#x9ad8;&#x3002;&#x76ee;&#x524d;&#x7814;&#x7a76;&#x4e3b;&#x8981;&#x4ece;&#x7269;&#x7406;&#x6cbb;&#x7597;&#x4e0e;&#x624b;&#x672f;&#x6280;&#x672f;&#x4e24;&#x65b9;&#x9762;&#x4fc3;&#x8fdb;&#x5eb7;&#x590d;&#xff1a;&#x7269;&#x7406;&#x6cbb;&#x7597;&#x8d2f;&#x7a7f;&#x56f4;&#x672f;&#x671f;&#xff0c;&#x672f;&#x524d;&#x901a;&#x8fc7;&#x808c;&#x529b;&#x8bad;&#x7ec3;&#x3001;&#x63a7;&#x5236;&#x5173;&#x8282;&#x80bf;&#x80c0;&#x53ca;&#x7ef4;&#x6301;&#x5173;&#x8282;&#x6d3b;&#x52a8;&#x5ea6;&#x4f18;&#x5316;&#x624b;&#x672f;&#x6761;&#x4ef6;&#xff0c;&#x672f;&#x540e;&#x5206;&#x9636;&#x6bb5;&#x5e72;&#x9884;&#xff1b;&#x624b;&#x672f;&#x6280;&#x672f;&#x4ee5;&#x5fae;&#x521b;&#x5316;&#x3001;&#x89e3;&#x5256;&#x5316;&#x4e3a;&#x65b9;&#x5411;&#xff0c;&#x901a;&#x8fc7;&#x5173;&#x8282;&#x955c;&#x624b;&#x672f;&#x51cf;&#x5c11;&#x635f;&#x4f24;&#xff0c;&#x53cc;&#x675f;&#x91cd;&#x5efa;&#x3001;&#x5185;&#x51cf;&#x5f20;&#x6280;&#x672f;&#x63d0;&#x5347;&#x7a33;&#x5b9a;&#x6027;&#xff0c;&#x6539;&#x826f;&#x96a7;&#x9053;&#x5b9a;&#x4f4d;&#x53ca;&#x7279;&#x6b8a;&#x672f;&#x5f0f;&#x89c4;&#x907f;&#x201c;&#x6740;&#x624b;&#x8f6c;&#x89d2;&#x201d;&#x98ce;&#x9669;&#x3002;&#x672f;&#x540e;&#x529f;&#x80fd;&#x8bc4;&#x4ef7;&#x91c7;&#x7528;&#x591a;&#x7ef4;&#x5ea6;&#x6307;&#x6807;&#xff0c;&#x4e3b;&#x89c2;&#x8bc4;&#x4ef7;&#x4f9d;&#x8d56;Lysholm&#x8bc4;&#x5206;&#x3001;&#x56fd;&#x9645;&#x819d;&#x5173;&#x8282;&#x6587;&#x732e;&#x59d4;&#x5458;&#x4f1a;&#xff08;IKDC&#xff09;&#x8bc4;&#x5206;&#x7b49;&#xff0c;&#x5ba2;&#x89c2;&#x8bc4;&#x4ef7;&#x5219;&#x901a;&#x8fc7;Telos&#x6d4b;&#x8bd5;&#x3001;&#x540e;&#x62bd;&#x5c49;&#x8bd5;&#x9a8c;&#x8bc4;&#x4f30;&#x7a33;&#x5b9a;&#x6027;&#xff0c;&#x5f71;&#x50cf;&#x5b66;&#x8bc4;&#x4ef7;&#x4ee5;MRI&#x4e3a;&#x6838;&#x5fc3;&#xff0c;&#x5fc3;&#x7406;&#x8bc4;&#x4f30;&#x501f;&#x52a9;&#x6050;&#x52a8;&#x75c7;&#x8bc4;&#x4f30;&#x7b80;&#x8868;&#xff08;TSK-11&#xff09;&#x8f85;&#x52a9;&#xff1b;&#x4f46;&#x5b58;&#x5728;&#x660e;&#x663e;&#x4e0d;&#x8db3;&#xff0c;&#x7f3a;&#x4e4f;PCL&#x7279;&#x5f02;&#x6027;&#x8bc4;&#x5206;&#x5de5;&#x5177;&#x3002;.</AbstractText><AbstractText Label="&#x7ed3;&#x8bba;" NlmCategory="UNASSIGNED">PCL&#x91cd;&#x5efa;&#x672f;&#x540e;&#x4fc3;&#x8fdb;&#x52a0;&#x901f;&#x5eb7;&#x590d;&#x9700;&#x6574;&#x5408;&#x7cbe;&#x51c6;&#x624b;&#x672f;&#x3001;&#x4e2a;&#x4f53;&#x5316;&#x5eb7;&#x590d;&#x53ca;&#x4e3b;&#x3001;&#x5ba2;&#x89c2;&#x7efc;&#x5408;&#x8bc4;&#x4f30;&#xff0c;&#x672a;&#x6765;&#x5e94;&#x7ed3;&#x5408;&#x751f;&#x7269;&#x6750;&#x6599;&#x4e0e;&#x6570;&#x5b57;&#x5316;&#x6280;&#x672f;&#x4f18;&#x5316;PCL&#x91cd;&#x5efa;&#x7684;&#x5168;&#x5468;&#x671f;&#x7ba1;&#x7406;&#xff0c;&#x63d0;&#x5347;&#x529f;&#x80fd;&#x6062;&#x590d;&#x4e0e;&#x91cd;&#x8fd4;&#x8fd0;&#x52a8;&#x6548;&#x679c;&#x3002;.</AbstractText></OtherAbstract><KeywordList Owner="NOTNLM"><Keyword MajorTopicYN="N">Posterior cruciate ligament reconstruction</Keyword><Keyword MajorTopicYN="N">enhanced recovery after surgery</Keyword><Keyword MajorTopicYN="N">return to sports</Keyword></KeywordList><CoiStatement>&#x5229;&#x76ca;&#x51b2;&#x7a81;&#x3000;&#x5728;&#x8bfe;&#x9898;&#x7814;&#x7a76;&#x548c;&#x6587;&#x7ae0;&#x64b0;&#x5199;&#x8fc7;&#x7a0b;&#x4e2d;&#x4e0d;&#x5b58;&#x5728;&#x5229;&#x76ca;&#x51b2;&#x7a81;&#xff1b;&#x7ecf;&#x8d39;&#x652f;&#x6301;&#x6ca1;&#x6709;&#x5f71;&#x54cd;&#x6587;&#x7ae0;&#x89c2;&#x70b9;&#x53ca;&#x5176;&#x62a5;&#x9053;</CoiStatement></MedlineCitation><PubmedData><History><PubMedPubDate PubStatus="medline"><Year>2025</Year><Month>12</Month><Day>16</Day><Hour>0</Hour><Minute>36</Minute></PubMedPubDate><PubMedPubDate PubStatus="pubmed"><Year>2025</Year><Month>12</Month><Day>16</Day><Hour>0</Hour><Minute>35</Minute></PubMedPubDate><PubMedPubDate PubStatus="entrez"><Year>2025</Year><Month>12</Month><Day>15</Day><Hour>20</Hour><Minute>34</Minute></PubMedPubDate><PubMedPubDate PubStatus="pmc-release"><Year>2025</Year><Month>12</Month><Day>1</Day></PubMedPubDate></History><PublicationStatus>ppublish</PublicationStatus><ArticleIdList><ArticleId IdType="pubmed">41397805</ArticleId><ArticleId IdType="pmc">PMC12705323</ArticleId><ArticleId IdType="doi">10.7507/1002-1892.202508036</ArticleId></ArticleIdList><ReferenceList><Reference><Citation>Rasmussen RG, Jacobsen JS, Blaabjerg B, et al Patient-reported outcomes and muscle strength after a physiotherapy-led exercise and support brace intervention in patients with acute injury of the posterior cruciate ligament: a two-year follow-up study. Int J Sports Phys Ther. 2023;18(4):807&#x2013;819.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC10399121</ArticleId><ArticleId IdType="pubmed">37547839</ArticleId></ArticleIdList></Reference><Reference><Citation>Gao S, Meng J, Zeng C, et al Management of posterior cruciate ligament injuries: an expert consensus from 17 countries. Int J Surg. 2025;111(6):4080&#x2013;4085. doi: 10.1097/JS9.0000000000002416.</Citation><ArticleIdList><ArticleId IdType="doi">10.1097/JS9.0000000000002416</ArticleId><ArticleId IdType="pmc">PMC12165477</ArticleId><ArticleId IdType="pubmed">40277372</ArticleId></ArticleIdList></Reference><Reference><Citation>Li L, Li J, Zhou P, et al Decreased medial posterior tibial slope is associated with an increased risk of posterior cruciate ligament rupture. Knee Surg Sports Traumatol Arthrosc. 2023;31(7):2966&#x2013;2973. doi: 10.1007/s00167-023-07308-z.</Citation><ArticleIdList><ArticleId IdType="doi">10.1007/s00167-023-07308-z</ArticleId><ArticleId IdType="pubmed">36622419</ArticleId></ArticleIdList></Reference><Reference><Citation>Manch&#xf3;n-Dav&#xf3; M, Del Coso J, Vera-Garcia FJ, et al Association between the COL5A1 rs12722 genotype and the prevalence of anterior cruciate ligament rupture in professional football players. Genes (Basel) 2025;16(6):649. doi: 10.3390/genes16060649.</Citation><ArticleIdList><ArticleId IdType="doi">10.3390/genes16060649</ArticleId><ArticleId IdType="pmc">PMC12193336</ArticleId><ArticleId IdType="pubmed">40565541</ArticleId></ArticleIdList></Reference><Reference><Citation>Sun Z, Ci&#x119;szczyk P, Bojarczuk A COL5A1 rs13946 polymorphism and anterior cruciate ligament injury: systematic review and meta-analysis. Int J Mol Sci. 2025;26(13):6340. doi: 10.3390/ijms26136340.</Citation><ArticleIdList><ArticleId IdType="doi">10.3390/ijms26136340</ArticleId><ArticleId IdType="pmc">PMC12249684</ArticleId><ArticleId IdType="pubmed">40650118</ArticleId></ArticleIdList></Reference><Reference><Citation>&#x738b;&#x5fb7;&#x5b81;, &#x5f20;&#x514b;&#x51e1;, &#x77f3;&#x8f89;, &#x7b49; &#x819d;&#x5173;&#x8282;&#x540e;&#x4ea4;&#x53c9;&#x97e7;&#x5e26;&#x635f;&#x4f24;&#x89e3;&#x5256;&#x5f62;&#x6001;&#x5371;&#x9669;&#x56e0;&#x7d20;&#x7684;&#x5f71;&#x50cf;&#x5b66;&#x5206;&#x6790;. &#x4e2d;&#x56fd;&#x7ec4;&#x7ec7;&#x5de5;&#x7a0b;&#x7814;&#x7a76;. 2024;28(18):2887&#x2013;2894.</Citation></Reference><Reference><Citation>&#x674e;&#x6770;, &#x5415;&#x5251;, &#x90dd;&#x6c38;&#x7ea2;, &#x7b49; &#x5173;&#x8282;&#x955c;&#x53cc;&#x540e;&#x5185;&#x5165;&#x8def;&#x624b;&#x672f;&#x7ed3;&#x5408;&#x65e9;&#x671f;&#x8fd0;&#x52a8;&#x5eb7;&#x590d;&#x4e0e;&#x7269;&#x7406;&#x6cbb;&#x7597;&#x5bf9;&#x540e;&#x4ea4;&#x53c9;&#x97e7;&#x5e26;&#x80eb;&#x9aa8;&#x6b62;&#x70b9;&#x6495;&#x8131;&#x9aa8;&#x6298;&#x819d;&#x5173;&#x8282;&#x529f;&#x80fd;&#x7684;&#x5f71;&#x54cd;. &#x4e34;&#x5e8a;&#x548c;&#x5b9e;&#x9a8c;&#x533b;&#x5b66;&#x6742;&#x5fd7;. 2024;23(14):1518&#x2013;1522.</Citation></Reference><Reference><Citation>&#x66f2;&#x8fea;, &#x5f20;&#x9759;, &#x674e;&#x5229;&#x5e73;, &#x7b49; &#x8ba1;&#x7b97;&#x673a;&#x5bfc;&#x822a;&#x8f85;&#x52a9;&#x4e0e;&#x5355;&#x7eaf;&#x5173;&#x8282;&#x955c;&#x4e0b;&#x91cd;&#x5efa;&#x540e;&#x4ea4;&#x53c9;&#x97e7;&#x5e26;&#x80eb;&#x9aa8;&#x9aa8;&#x9053;&#x672f;&#x4e2d;&#x5e94;&#x7528;&#x6548;&#x679c;&#x6bd4;&#x8f83;. &#x4e2d;&#x56fd;&#x4fee;&#x590d;&#x91cd;&#x5efa;&#x5916;&#x79d1;&#x6742;&#x5fd7;. 2024;38(2):155&#x2013;161.</Citation></Reference><Reference><Citation>&#x4f59;&#x6d0b;, &#x8d75;&#x6b63;&#x5415;, &#x8c22;&#x51b0;, &#x7b49; &#x5173;&#x8282;&#x955c;&#x4e0b;&#x5185;&#x51cf;&#x5f20;&#x6280;&#x672f;&#x8f85;&#x52a9;&#x89e3;&#x5256;&#x5355;&#x675f;&#x91cd;&#x5efa;&#x540e;&#x4ea4;&#x53c9;&#x97e7;&#x5e26;&#x7ed3;&#x5408;&#x5feb;&#x901f;&#x5eb7;&#x590d;&#x6cbb;&#x7597;&#x540e;&#x4ea4;&#x53c9;&#x97e7;&#x5e26;&#x65ad;&#x88c2;&#x7684;&#x4e34;&#x5e8a;&#x7597;&#x6548;. &#x4e2d;&#x534e;&#x521b;&#x4f24;&#x6742;&#x5fd7;. 2023;39(7):593&#x2013;602.</Citation></Reference><Reference><Citation>Fink C, Farinelli L, Abermann E, et al Posterior cruciate ligament reconstruction using flat soft-tissue grafts. Arthrosc Tech. 2023;12(2):e261&#x2013;e271. doi: 10.1016/j.eats.2022.10.016.</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.eats.2022.10.016</ArticleId><ArticleId IdType="pmc">PMC9984795</ArticleId><ArticleId IdType="pubmed">36879862</ArticleId></ArticleIdList></Reference><Reference><Citation>Gawande V, Badge A Clinical effectiveness of arthroscopy-assisted fixation in the treatment of avulsed posterior cruciate ligament injuries. Cureus. 2023;15(12):e50152. doi: 10.7759/cureus.50152.</Citation><ArticleIdList><ArticleId IdType="doi">10.7759/cureus.50152</ArticleId><ArticleId IdType="pmc">PMC10771625</ArticleId><ArticleId IdType="pubmed">38186527</ArticleId></ArticleIdList></Reference><Reference><Citation>Merle du Bourg V, Orfeuvre B, Gaulin B, et al Functional and MRI results after a 7.5 year follow-up of 35 single-stage ACL and PCL reconstructions using gracilis and semitendinosus tendon grafts and LARS artificial ligaments. Eur J Orthop Surg Traumatol. 2024;34(2):1163&#x2013;1172.</Citation><ArticleIdList><ArticleId IdType="pubmed">37991595</ArticleId></ArticleIdList></Reference><Reference><Citation>Memmel C, Koch M, Szymski D, et al Standardized rehabilitation or individual approach?-A retrospective analysis of early rehabilitation protocols after isolated posterior cruciate ligament reconstruction. J Pers Med. 2022;12(8):1299. doi: 10.3390/jpm12081299.</Citation><ArticleIdList><ArticleId IdType="doi">10.3390/jpm12081299</ArticleId><ArticleId IdType="pmc">PMC9409670</ArticleId><ArticleId IdType="pubmed">36013248</ArticleId></ArticleIdList></Reference><Reference><Citation>Brown JS, Mogianos K, Roemer FW, et al Clinical, patient-reported, radiographic and magnetic resonance imaging findings 11 years after acute posterior cruciate ligament injury treated non-surgically. BMC Musculoskelet Disord. 2023;24(1):365. doi: 10.1186/s12891-023-06480-0.</Citation><ArticleIdList><ArticleId IdType="doi">10.1186/s12891-023-06480-0</ArticleId><ArticleId IdType="pmc">PMC10169308</ArticleId><ArticleId IdType="pubmed">37161445</ArticleId></ArticleIdList></Reference><Reference><Citation>Waghe VR, Tikhile P, Patil DS The integral role of physiotherapy in combined complete anterior cruciate ligament and posterior cruciate ligament arthroscopic reconstruction: a case report. Cureus. 2024;16(4):e57556. doi: 10.7759/cureus.57556.</Citation><ArticleIdList><ArticleId IdType="doi">10.7759/cureus.57556</ArticleId><ArticleId IdType="pmc">PMC11069625</ArticleId><ArticleId IdType="pubmed">38707081</ArticleId></ArticleIdList></Reference><Reference><Citation>Agarwalla A, Posner AD, Limpisvasti O Arthroscopic repair of an isolated posterior cruciate ligament avulsion. Arthrosc Tech. 2025;14(5):103441. doi: 10.1016/j.eats.2025.103441.</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.eats.2025.103441</ArticleId><ArticleId IdType="pmc">PMC12177458</ArticleId><ArticleId IdType="pubmed">40547975</ArticleId></ArticleIdList></Reference><Reference><Citation>Lee SJ, Kim JY, Sim YJ Effects of accelerated rehabilitation exercise on quadriceps femoris and postural stability after anterior versus posterior cruciate ligament reconstruction. J Exerc Rehabil. 2023;19(5):293&#x2013;298. doi: 10.12965/jer.2346378.189.</Citation><ArticleIdList><ArticleId IdType="doi">10.12965/jer.2346378.189</ArticleId><ArticleId IdType="pmc">PMC10622931</ArticleId><ArticleId IdType="pubmed">37928831</ArticleId></ArticleIdList></Reference><Reference><Citation>Messina G, Cataldo P, Mantia F, et al Platelets-rich-plasma in management of non operative post cruciate ligament injury. Eur J Transl Myol. 2023;34(1):11535. doi: 10.4081/ejtm.2023.11535.</Citation><ArticleIdList><ArticleId IdType="doi">10.4081/ejtm.2023.11535</ArticleId><ArticleId IdType="pmc">PMC11017165</ArticleId><ArticleId IdType="pubmed">38112610</ArticleId></ArticleIdList></Reference><Reference><Citation>Zhang XH, Yu J, Zhao MY, et al Arthroscopic M-shaped suture fixation for tibia avulsion fracture of posterior cruciate ligament: A modified technique and case series. World J Orthop. 2024;15(7):642&#x2013;649. doi: 10.5312/wjo.v15.i7.642.</Citation><ArticleIdList><ArticleId IdType="doi">10.5312/wjo.v15.i7.642</ArticleId><ArticleId IdType="pmc">PMC11271700</ArticleId><ArticleId IdType="pubmed">39070933</ArticleId></ArticleIdList></Reference><Reference><Citation>Korthaus A, Hansen S, Krause M, et al Treatment of injuries to the posterior cruciate ligament. Z Orthop Unfall. 2024;162(3):316&#x2013;328. doi: 10.1055/a-2091-4681.</Citation><ArticleIdList><ArticleId IdType="doi">10.1055/a-2091-4681</ArticleId><ArticleId IdType="pubmed">38834079</ArticleId></ArticleIdList></Reference><Reference><Citation>D&#x2019;Ambrosi R, Meena A, Ursino N, et al Return to sport after multiligament knee injury: a systematic review of the literature. Indian J Orthop. 2024;58(11):1548&#x2013;1556. doi: 10.1007/s43465-024-01237-w.</Citation><ArticleIdList><ArticleId IdType="doi">10.1007/s43465-024-01237-w</ArticleId><ArticleId IdType="pmc">PMC11554947</ArticleId><ArticleId IdType="pubmed">39539337</ArticleId></ArticleIdList></Reference><Reference><Citation>Winkler PW, Zsidai B, Narup E, et al Sports activity and quality of life improve after isolated ACL, isolated PCL, and combined ACL/PCL reconstruction. Knee Surg Sports Traumatol Arthrosc. 2023;31(5):1781&#x2013;1789. doi: 10.1007/s00167-022-07060-w.</Citation><ArticleIdList><ArticleId IdType="doi">10.1007/s00167-022-07060-w</ArticleId><ArticleId IdType="pmc">PMC10090003</ArticleId><ArticleId IdType="pubmed">35809104</ArticleId></ArticleIdList></Reference><Reference><Citation>Shahibullah S, Juhari S, Yahaya F, et al Outcome of arthroscopic all-inside posterior cruciate ligament reconstruction using the posterior trans-septal approach. Indian J Orthop. 2023;57(7):1134&#x2013;1138. doi: 10.1007/s43465-023-00893-8.</Citation><ArticleIdList><ArticleId IdType="doi">10.1007/s43465-023-00893-8</ArticleId><ArticleId IdType="pmc">PMC10293140</ArticleId><ArticleId IdType="pubmed">37383998</ArticleId></ArticleIdList></Reference><Reference><Citation>Moatshe G, LaPrade CM, Fenstad AM, et al Rates of subjective failure after both isolated and combined posterior cruciate ligament reconstruction: a study from the norwegian knee ligament registry 2004-2021. Am J Sports Med. 2024;52(6):1491&#x2013;1497. doi: 10.1177/03635465241238461.</Citation><ArticleIdList><ArticleId IdType="doi">10.1177/03635465241238461</ArticleId><ArticleId IdType="pmc">PMC11064468</ArticleId><ArticleId IdType="pubmed">38551134</ArticleId></ArticleIdList></Reference><Reference><Citation>Morita Y, Tajima T, Yamaguchi N, et al Risk factors of failure results after double-bundle reconstruction with autogenous hamstring grafts for isolated posterior cruciate ligament rupture cases. Sci Rep. 2024;14(1):6192. doi: 10.1038/s41598-024-56953-y.</Citation><ArticleIdList><ArticleId IdType="doi">10.1038/s41598-024-56953-y</ArticleId><ArticleId IdType="pmc">PMC10940282</ArticleId><ArticleId IdType="pubmed">38486115</ArticleId></ArticleIdList></Reference><Reference><Citation>Thamke MV, Ramteke SU, Keoliya A Physical therapy approaches for concomitant anterior cruciate ligament and posterior cruciate ligament avulsion fractures: a case report. Cureus. 2024;16(9):e69959. doi: 10.7759/cureus.69959.</Citation><ArticleIdList><ArticleId IdType="doi">10.7759/cureus.69959</ArticleId><ArticleId IdType="pmc">PMC11498071</ArticleId><ArticleId IdType="pubmed">39445265</ArticleId></ArticleIdList></Reference><Reference><Citation>Gangwani N, Phansopkar P Concurrent undisplaced patellar fracture and posterior cruciate ligament avulsion fracture managed with surgical fixation and rehabilitation: a case report. Cureus. 2024;16(7):e64931. doi: 10.7759/cureus.64931.</Citation><ArticleIdList><ArticleId IdType="doi">10.7759/cureus.64931</ArticleId><ArticleId IdType="pmc">PMC11330655</ArticleId><ArticleId IdType="pubmed">39156356</ArticleId></ArticleIdList></Reference><Reference><Citation>Jin X, Xu Y Differences in postoperative knee joint function and prognostic quality of life in patients undergoing posterior cruciate ligament reconstruction at different surgical timing under enhanced recovery after surgery. Medicine (Baltimore) 2023;102(30):e34345. doi: 10.1097/MD.0000000000034345.</Citation><ArticleIdList><ArticleId IdType="doi">10.1097/MD.0000000000034345</ArticleId><ArticleId IdType="pmc">PMC10378877</ArticleId><ArticleId IdType="pubmed">37505147</ArticleId></ArticleIdList></Reference><Reference><Citation>Kreutzer A, Bast N, Fan J, et al Posterior cruciate ligament agenesis requiring surgical reconstruction. J Am Acad Orthop Surg Glob Res Rev. 2023;7(12):e23.00121. doi: 10.5435/JAAOSGlobal-D-23-00121.</Citation><ArticleIdList><ArticleId IdType="doi">10.5435/JAAOSGlobal-D-23-00121</ArticleId><ArticleId IdType="pmc">PMC10697616</ArticleId><ArticleId IdType="pubmed">38047876</ArticleId></ArticleIdList></Reference><Reference><Citation>Fang X, Wu R, Zhou K, et al Posterior cruciate ligament reconstruction with modified bone-tendon tibial inlay technique: A case report. Int J Surg Case Rep. 2025;131:111426. doi: 10.1016/j.ijscr.2025.111426.</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.ijscr.2025.111426</ArticleId><ArticleId IdType="pmc">PMC12143600</ArticleId><ArticleId IdType="pubmed">40378419</ArticleId></ArticleIdList></Reference><Reference><Citation>Chen TX, Yu MQ, Dong TT, et al Clinical efficacy of arthroscopic single-bundle versus double-bundle reconstruction of the posterior cruciate ligament: a retrospective study. Int Orthop. 2025;49(1):93&#x2013;100. doi: 10.1007/s00264-024-06360-9.</Citation><ArticleIdList><ArticleId IdType="doi">10.1007/s00264-024-06360-9</ArticleId><ArticleId IdType="pubmed">39482379</ArticleId></ArticleIdList></Reference><Reference><Citation>Dasari SP, Warrier AA, Condon JJ, et al A comprehensive meta-analysis of clinical and biomechanical outcomes comparing double-bundle and single-bundle posterior cruciate ligament reconstruction techniques. Am J Sports Med. 2023;51(13):3567&#x2013;3582. doi: 10.1177/03635465221137059.</Citation><ArticleIdList><ArticleId IdType="doi">10.1177/03635465221137059</ArticleId><ArticleId IdType="pubmed">36533945</ArticleId></ArticleIdList></Reference><Reference><Citation>Olivieri R, Koch M, Mu&#xf1;oz JT, et al Single-bundle vs. double-bundle isolated posterior cruciate ligament reconstruction: a retrospective cohort study on time to work and functional outcomes. Eur J Orthop Surg Traumatol. 2025;35(1):346. doi: 10.1007/s00590-025-04480-5.</Citation><ArticleIdList><ArticleId IdType="doi">10.1007/s00590-025-04480-5</ArticleId><ArticleId IdType="pubmed">40794205</ArticleId></ArticleIdList></Reference><Reference><Citation>Held M, North D, von Bormann R, et al Surgical technique of single-graft double-bundle posterior cruciate ligament reconstruction using the peroneus longus tendon. Arthrosc Tech. 2024;14(1):103169. doi: 10.1016/j.eats.2024.103169.</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.eats.2024.103169</ArticleId><ArticleId IdType="pmc">PMC11843301</ArticleId><ArticleId IdType="pubmed">39989671</ArticleId></ArticleIdList></Reference><Reference><Citation>Petrillo S, Migliorini F, Bertelle F, et al All-inside technique for isolated posterior cruciate ligament tears: Surgical technique and outcomes. J Orthop. 2025;67:54&#x2013;58. doi: 10.1016/j.jor.2025.01.010.</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.jor.2025.01.010</ArticleId><ArticleId IdType="pmc">PMC11787708</ArticleId><ArticleId IdType="pubmed">39902139</ArticleId></ArticleIdList></Reference><Reference><Citation>&#x5218;&#x662d;, &#x767d;&#x6653;&#x4e1c;, &#x6768;&#x519b;, &#x7b49; &#x955c;&#x4e0b;&#x5168;&#x5185;&#x6280;&#x672f;&#x540e;&#x4ea4;&#x53c9;&#x97e7;&#x5e26;&#x91cd;&#x5efa;&#x4e0e;&#x5e38;&#x89c4;&#x6280;&#x672f;&#x6bd4;&#x8f83;. &#x4e2d;&#x56fd;&#x77eb;&#x5f62;&#x5916;&#x79d1;&#x6742;&#x5fd7;. 2024;32(12):1089&#x2013;1094.</Citation></Reference><Reference><Citation>Yang F, Yokoe T, Ouchi K, et al Influence of the tibial tunnel angle and posterior tibial slope on &#x201c;Killer Turn&#x201d; during posterior cruciate ligament reconstruction: a three-dimensional finite element analysis. J Clin Med. 2023;12(3):805. doi: 10.3390/jcm12030805.</Citation><ArticleIdList><ArticleId IdType="doi">10.3390/jcm12030805</ArticleId><ArticleId IdType="pmc">PMC9917875</ArticleId><ArticleId IdType="pubmed">36769453</ArticleId></ArticleIdList></Reference><Reference><Citation>Tian S, Zheng Y, Long Y, et al Biomechanical comparison of three tibial tunnel positions for PCL reconstruction: a 3D finite element analysis. BMC Musculoskelet Disord. 2025;26(1):446. doi: 10.1186/s12891-025-08716-7.</Citation><ArticleIdList><ArticleId IdType="doi">10.1186/s12891-025-08716-7</ArticleId><ArticleId IdType="pmc">PMC12054236</ArticleId><ArticleId IdType="pubmed">40329272</ArticleId></ArticleIdList></Reference><Reference><Citation>Panigrahi R, Sahoo UK All-inside posterior cruciate ligament reconstruction with remnant preservation: anteromedial portal technique. Arthrosc Tech. 2023;12(10):e1695&#x2013;e1700. doi: 10.1016/j.eats.2023.05.018.</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.eats.2023.05.018</ArticleId><ArticleId IdType="pmc">PMC10627881</ArticleId><ArticleId IdType="pubmed">37942097</ArticleId></ArticleIdList></Reference><Reference><Citation>Akpinar B, DeClouette B, Gonzalez-Lomas G, et al Posterior cruciate ligament reconstruction current concepts review. Bull Hosp Jt Dis. 2024;82(1):4&#x2013;9.</Citation><ArticleIdList><ArticleId IdType="pubmed">38431970</ArticleId></ArticleIdList></Reference><Reference><Citation>Fogagnolo F, Salim R, Rocha de Faria JL, et al Onlay technique for posterior cruciate ligament reconstruction: the Paccola&#x2019;s technique. Arthrosc Tech. 2023;12(5):e593&#x2013;e602. doi: 10.1016/j.eats.2022.12.013.</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.eats.2022.12.013</ArticleId><ArticleId IdType="pmc">PMC10265198</ArticleId><ArticleId IdType="pubmed">37323800</ArticleId></ArticleIdList></Reference><Reference><Citation>Levin SA, Reed LA, Levy BA Editorial commentary: Clinical and basic science evidence supports the use of suture tape augmentation of posterior cruciate ligament reconstruction. Arthroscopy. 2024;40(7):2055&#x2013;2057. doi: 10.1016/j.arthro.2024.02.021.</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.arthro.2024.02.021</ArticleId><ArticleId IdType="pubmed">38428699</ArticleId></ArticleIdList></Reference><Reference><Citation>Root C, Braman M, Srinivas M, et al Suture tape augmentation of posterior cruciate ligament reconstruction shows improved biomechanical stability with equivalent outcome and complication rates: a scoping review. Arthroscopy. 2025;41(3):798&#x2013;808. doi: 10.1016/j.arthro.2024.03.025.</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.arthro.2024.03.025</ArticleId><ArticleId IdType="pubmed">38537724</ArticleId></ArticleIdList></Reference><Reference><Citation>Wang Y, Li H, Chen S, et al Single-bundle posterior cruciate ligament reconstruction with suture tape augmentation and transtibial tubercle fixation. Arthrosc Tech. 2024;13(11):103121. doi: 10.1016/j.eats.2024.103121.</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.eats.2024.103121</ArticleId><ArticleId IdType="pmc">PMC11662888</ArticleId><ArticleId IdType="pubmed">39711894</ArticleId></ArticleIdList></Reference><Reference><Citation>&#x9648;&#x5764;&#x8c6a;, &#x9ec4;&#x9521;&#x8c6a;, &#x674e;&#x68cb;, &#x7b49; &#x7ecf;&#x80eb;&#x9aa8;&#x4f4e;&#x4f4d;&#x9aa8;&#x96a7;&#x9053;&#x8054;&#x5408;&#x51cf;&#x5f20;&#x7ebf;&#x6539;&#x826f;&#x540e;&#x4ea4;&#x53c9;&#x97e7;&#x5e26;&#x91cd;&#x5efa;&#x672f;&#x7684;&#x4e34;&#x5e8a;&#x7597;&#x6548;. &#x4e2d;&#x56fd;&#x4fee;&#x590d;&#x91cd;&#x5efa;&#x5916;&#x79d1;&#x6742;&#x5fd7;. 2024;38(11):1340&#x2013;1345.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC11563740</ArticleId><ArticleId IdType="pubmed">39542625</ArticleId></ArticleIdList></Reference><Reference><Citation>Arakkal A, Scheepers W, Held M Posterior cruciate ligament injuries managed with internal bracing. Knee. 2025;52:255&#x2013;262. doi: 10.1016/j.knee.2024.11.019.</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.knee.2024.11.019</ArticleId><ArticleId IdType="pubmed">39644885</ArticleId></ArticleIdList></Reference><Reference><Citation>Yu Y, Yang X, He C, et al The Chinese knotting technique assist anatomical anterior cruciate ligament reconstruction for aggressive rehabilitation. Medicine (Baltimore) 2022;101(35):e30107. doi: 10.1097/MD.0000000000030107.</Citation><ArticleIdList><ArticleId IdType="doi">10.1097/MD.0000000000030107</ArticleId><ArticleId IdType="pmc">PMC9439741</ArticleId><ArticleId IdType="pubmed">36107515</ArticleId></ArticleIdList></Reference><Reference><Citation>&#x5218;&#x5fb7;&#x5065;, &#x674e;&#x5f66;&#x6797;, &#x6bdb;&#x5065;&#x5b87;, &#x7b49; &#x5185;&#x51cf;&#x5f20;&#x6280;&#x672f;&#x8f85;&#x52a9;&#x524d;&#x4ea4;&#x53c9;&#x97e7;&#x5e26;&#x91cd;&#x5efa;&#x7684;&#x8fd0;&#x52a8;&#x5b66;&#x5206;&#x6790;. &#x4e2d;&#x534e;&#x5173;&#x8282;&#x5916;&#x79d1;&#x6742;&#x5fd7;(&#x7535;&#x5b50;&#x7248;) 2020;14(1):17&#x2013;23.</Citation></Reference><Reference><Citation>Xiong B, Yu Y, Xie B, et al Clinical efficacy and kinematic analysis of Chinese knotting technique-assisted posterior cruciate ligament reconstruction: A retrospective analysis. Medicine (Baltimore) 2024;103(17):e37840. doi: 10.1097/MD.0000000000037840.</Citation><ArticleIdList><ArticleId IdType="doi">10.1097/MD.0000000000037840</ArticleId><ArticleId IdType="pmc">PMC11049759</ArticleId><ArticleId IdType="pubmed">38669412</ArticleId></ArticleIdList></Reference><Reference><Citation>D&#x2019;Ambrosi R, Carrozzo A, Di Feo F, et al Posterior cruciate ligament revision surgery: outcomes, failure rates, and complications: a systematic review of the literature. J Knee Surg. 2025;38(9):448&#x2013;456. doi: 10.1055/a-2542-2417.</Citation><ArticleIdList><ArticleId IdType="doi">10.1055/a-2542-2417</ArticleId><ArticleId IdType="pubmed">39978398</ArticleId></ArticleIdList></Reference><Reference><Citation>Rasmussen RG, Blaabjerg B, Nielsen TG, et al Long-term follow-up of patients with acute posterior cruciate ligament injury treated non-operatively with a physiotherapy-led exercise and support brace intervention. Int J Sports Phys Ther. 2025;20(5):648&#x2013;656.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC12048365</ArticleId><ArticleId IdType="pubmed">40322513</ArticleId></ArticleIdList></Reference><Reference><Citation>Sundararajan SR, Ahmed O, Ramakanth R, et al Lesser posterior tibial slope angle &#x2264;70 (PTS-Angle) has negative effect on outcome of isolated PCL reconstruction: Comparative analysis of PTS &#x2264;70 vs &gt; 70 degrees. Knee. 2025;53:69&#x2013;78. doi: 10.1016/j.knee.2024.11.017.</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.knee.2024.11.017</ArticleId><ArticleId IdType="pubmed">39667106</ArticleId></ArticleIdList></Reference><Reference><Citation>Zhang L, Guo D Clinical outcomes of arthroscopic suture fixation combined with loop plate vs. posterior approach open reduction and cannulated screw fixation for treating tibial avulsion fractures of the posterior cruciate ligament: a retrospective study. PeerJ. 2024;12:e18532. doi: 10.7717/peerj.18532.</Citation><ArticleIdList><ArticleId IdType="doi">10.7717/peerj.18532</ArticleId><ArticleId IdType="pmc">PMC11572384</ArticleId><ArticleId IdType="pubmed">39559331</ArticleId></ArticleIdList></Reference><Reference><Citation>Briese T, Riemer R, Deichsel A, et al Combined PCL instabilities cannot be identified using posterior stress radiographs in external or internal rotation: A cadaveric study. Knee Surg Sports Traumatol Arthrosc. 2025;33(5):1586&#x2013;1593. doi: 10.1002/ksa.12458.</Citation><ArticleIdList><ArticleId IdType="doi">10.1002/ksa.12458</ArticleId><ArticleId IdType="pmc">PMC12022822</ArticleId><ArticleId IdType="pubmed">39258322</ArticleId></ArticleIdList></Reference><Reference><Citation>Li Z, Chen C, Zheng X, et al Clinical efficacy of a modified posteromedial oblique incision in the treatment of posterior cruciate ligament tibial avulsion fractures: a single-centre, single-arm, prospective study. Niger Postgrad Med J. 2025;32(1):31&#x2013;38. doi: 10.4103/npmj.npmj_257_24.</Citation><ArticleIdList><ArticleId IdType="doi">10.4103/npmj.npmj_257_24</ArticleId><ArticleId IdType="pubmed">40091469</ArticleId></ArticleIdList></Reference><Reference><Citation>Li J, Zhang J, You M, et al Comparison between a novel knee arthrometer and simultaneous stress radiography for the diagnosis of complete and partial acute anterior cruciate ligament tears. Orthop Surg. 2024;16(12):3047&#x2013;3058. doi: 10.1111/os.14243.</Citation><ArticleIdList><ArticleId IdType="doi">10.1111/os.14243</ArticleId><ArticleId IdType="pmc">PMC11608773</ArticleId><ArticleId IdType="pubmed">39291822</ArticleId></ArticleIdList></Reference><Reference><Citation>Deichsel A, Peez C, Liu W, et al Restriction of posterior tibial translation during the posterior drawer test in internal or external rotation is dependent on peripheral stabilizers of the knee: a biomechanical robotic investigation. Am J Sports Med. 2025;53(5):1077&#x2013;1084. doi: 10.1177/03635465251317209.</Citation><ArticleIdList><ArticleId IdType="doi">10.1177/03635465251317209</ArticleId><ArticleId IdType="pmc">PMC11951389</ArticleId><ArticleId IdType="pubmed">39972539</ArticleId></ArticleIdList></Reference><Reference><Citation>Temperato J, Rucinski K, Cook JL, et al Outcomes after anatomic double-bundle posterior cruciate ligament reconstructions using transtibial and tibial Inlay techniques. J Knee Surg. 2024;37(3):183&#x2013;192. doi: 10.1055/a-1996-1153.</Citation><ArticleIdList><ArticleId IdType="doi">10.1055/a-1996-1153</ArticleId><ArticleId IdType="pubmed">36507661</ArticleId></ArticleIdList></Reference><Reference><Citation>Volz A, Rush JL, Bazett-Jones DM, et al Kinesiophobia is associated with lower extremity landing biomechanics in individuals with ACL reconstruction. Phys Ther Sport. 2025;72:109&#x2013;115. doi: 10.1016/j.ptsp.2025.02.006.</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.ptsp.2025.02.006</ArticleId><ArticleId IdType="pubmed">40022894</ArticleId></ArticleIdList></Reference><Reference><Citation>Knapik DM, Kamitani A, Smith MV, et al Relationship between kinesiophobia and dynamic postural stability after anterior cruciate ligament reconstruction: a prospective cohort study. J Knee Surg. 2024;37(11):796&#x2013;803. doi: 10.1055/a-2315-8034.</Citation><ArticleIdList><ArticleId IdType="doi">10.1055/a-2315-8034</ArticleId><ArticleId IdType="pubmed">38677296</ArticleId></ArticleIdList></Reference><Reference><Citation>&#x9648;&#x6817;, &#x6c64;&#x6653;&#x7267;, &#x6587;&#x534e;&#x4f1f;, &#x7b49; &#x201c;&#x53cc;&#x75a4;&#x5f81;&#x201d;&#x5bf9;&#x4e8e;&#x6025;&#x6027;&#x540e;&#x4ea4;&#x53c9;&#x97e7;&#x5e26;&#x65ad;&#x88c2;&#x7684;&#x8bca;&#x65ad;&#x6548;&#x80fd;&#x53ca;&#x4e34;&#x5e8a;&#x7279;&#x5f81;&#x7814;&#x7a76;. &#x9aa8;&#x79d1;. 2025;16(2):97&#x2013;103.</Citation></Reference><Reference><Citation>Lin SQ, Fonseca S, Andrew D, et al Improving tissue contrast visualization in two-point Dixon MRI using dark-fat processing: application in clinical knee imaging. Skeletal Radiol. 2025;54(8):1739&#x2013;1748. doi: 10.1007/s00256-025-04925-2.</Citation><ArticleIdList><ArticleId IdType="doi">10.1007/s00256-025-04925-2</ArticleId><ArticleId IdType="pubmed">40220143</ArticleId></ArticleIdList></Reference><Reference><Citation>Prabakar S, Jawaharlal P, Narayanan S Diagnostic efficacy of fat-suppressed 3D volume isotropic turbo spin-echo acquisition imaging versus conventional 2D sequences in the detection of cruciate and meniscal tears using a 3-tesla magnetic resonance imaging scanner: a comparative study. Cureus. 2025;17(6):e86841. doi: 10.7759/cureus.86841.</Citation><ArticleIdList><ArticleId IdType="doi">10.7759/cureus.86841</ArticleId><ArticleId IdType="pmc">PMC12296944</ArticleId><ArticleId IdType="pubmed">40718309</ArticleId></ArticleIdList></Reference><Reference><Citation>Oehme S, Moewis P, Boeth H, et al Altered knee kinematics after posterior cruciate ligament single-bundle reconstruction-a comprehensive prospective biomechanical in vivo analysis. Front Bioeng Biotechnol. 2024;12:1322136. doi: 10.3389/fbioe.2024.1322136.</Citation><ArticleIdList><ArticleId IdType="doi">10.3389/fbioe.2024.1322136</ArticleId><ArticleId IdType="pmc">PMC10863728</ArticleId><ArticleId IdType="pubmed">38352697</ArticleId></ArticleIdList></Reference><Reference><Citation>&#x59da;&#x5de7;&#x82b3;, &#x9648;&#x5a77;&#x5a77; &#x57fa;&#x4e8e;&#x53ef;&#x7a7f;&#x6234;&#x8bbe;&#x5907;&#x7684;&#x4e2a;&#x6027;&#x5316;&#x4f53;&#x80b2;&#x953b;&#x70bc;&#x65b9;&#x6848;&#x4e0e;&#x4f5c;&#x7528;&#x7814;&#x7a76;. &#x6587;&#x4f53;&#x7528;&#x54c1;&#x4e0e;&#x79d1;&#x6280;. 2025;(9):124&#x2013;126.</Citation></Reference><Reference><Citation>&#x5218;&#x7490;, &#x53f6;&#x66f4;&#x751f;, &#x66fe;&#x9510; 3D&#x6253;&#x5370;&#x5929;&#x7136;&#x9ad8;&#x5206;&#x5b50;&#x6750;&#x6599;&#x5728;&#x533b;&#x5b66;&#x9886;&#x57df;&#x7684;&#x5e94;&#x7528;&#x8fdb;&#x5c55;. &#x6210;&#x90fd;&#x5927;&#x5b66;&#x5b66;&#x62a5;(&#x81ea;&#x7136;&#x79d1;&#x5b66;&#x7248;) 2024;43(3):274&#x2013;284.</Citation></Reference><Reference><Citation>&#x5f20;&#x6615;&#x60a6;, &#x5c39;&#x5e05;, &#x5218;&#x56fd;&#x5f3a;, &#x7b49; BMP2&#x8fc7;&#x8868;&#x8fbe;&#x5bf9;&#x9aa8;&#x9ad3;&#x95f4;&#x5145;&#x8d28;&#x5e72;&#x7ec6;&#x80de;&#x5154;&#x524d;&#x4ea4;&#x53c9;&#x97e7;&#x5e26;&#x91cd;&#x5efa;&#x8171;-&#x9aa8;&#x6108;&#x5408;&#x7684;&#x5f71;&#x54cd;. &#x9075;&#x4e49;&#x533b;&#x79d1;&#x5927;&#x5b66;&#x5b66;&#x62a5;. 2025;48(7):674&#x2013;681.</Citation></Reference></ReferenceList></PubmedData></PubmedArticle></PubmedArticleSet>