<?xml version="1.0" ?>
<!DOCTYPE PubmedArticleSet PUBLIC "-//NLM//DTD PubMedArticle, 1st January 2025//EN" "https://dtd.nlm.nih.gov/ncbi/pubmed/out/pubmed_250101.dtd">
<PubmedArticleSet>
<PubmedArticle><MedlineCitation Status="PubMed-not-MEDLINE" Owner="NLM"><PMID Version="1">41159178</PMID><DateCompleted><Year>2025</Year><Month>10</Month><Day>29</Day></DateCompleted><DateRevised><Year>2025</Year><Month>10</Month><Day>31</Day></DateRevised><Article PubModel="Electronic-eCollection"><Journal><ISSN IssnType="Print">1664-1078</ISSN><JournalIssue CitedMedium="Print"><Volume>16</Volume><PubDate><Year>2025</Year></PubDate></JournalIssue><Title>Frontiers in psychology</Title><ISOAbbreviation>Front Psychol</ISOAbbreviation></Journal><ArticleTitle>The effects of listening to music in sports activities on psychological resilience, physical strength performance and motivation in terms of mental health.</ArticleTitle><Pagination><StartPage>1644517</StartPage><MedlinePgn>1644517</MedlinePgn></Pagination><ELocationID EIdType="pii" ValidYN="Y">1644517</ELocationID><ELocationID EIdType="doi" ValidYN="Y">10.3389/fpsyg.2025.1644517</ELocationID><Abstract><AbstractText>This research investigates the effects of listening to music on psychological resilience, physical strength performance, and motivation in sports activities, emphasizing the mental health of active athletes participating in international competitions in the Turkish Republic of Northern Cyprus (TRNC). In this study, a quantitative survey model was used. The study's sample group consists of 344 athletes (169 female athletes and 175 male) from TRNC who participate in international competitions. Data were collected using a "Personal Information Form," and the "Impact of Music in Sportive Activities Scale (IMSAS)," consisting of 18 items under the three sub-dimensions, developed by Karayol and Turhan (2020). The data were analyzed quantitatively using SPSS 26.0. Independent samples t-test and one-way ANOVA were used for comparisons between groups of participants based on different independent variables. In cases where significant results were obtained from ANOVA, Bonferroni tests were used for <i>post hoc</i> analysis. In this study, the relationship between the participants' gender, type of sport, years of sport experience, and the effects of listening to music in training on their psychological resilience, physical strength performance and motivation were examined. A significant difference was found in the variables of gender and years of sport experience depending on the participants' listening to music before, during, and after the activity. According to the gender variable, significant differences were found in the physical strength and performance and psychological resilience sub-dimensions during both the pre-activity and during-activity phases. In the post-activity phase, significant differences were observed across all three sub-dimensions: motivation, physical strength and performance, and psychological resilience. In terms of years of sports experience, significant differences were identified in all three sub-dimensions during the pre-activity phase. During the activity, significant differences were found in the motivation and physical strength and performance sub-dimensions, while in the post-activity phase, a significant difference was observed only in the psychological resilience sub-dimension. There were no statistically significant differences across the three sub-dimensions- (motivation, physical strength and performance, and psychological resilience) based on sport type in relation to whether participants listened to music before, during, or after the activity.</AbstractText><CopyrightInformation>Copyright &#xa9; 2025 Becan, Serkan Burgul, Cenkova, Sorak&#x131;n, Konedral&#x131;, &#x15e;im&#x15f;ek and Tu&#x11f;cu.</CopyrightInformation></Abstract><AuthorList CompleteYN="Y"><Author ValidYN="Y"><LastName>Becan</LastName><ForeName>Sinem</ForeName><Initials>S</Initials><AffiliationInfo><Affiliation>Faculty of Sports Sciences, Near East University, Mersin, T&#xfc;rkiye.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Serkan Burgul</LastName><ForeName>Naz&#x131;m</ForeName><Initials>N</Initials><AffiliationInfo><Affiliation>Faculty of Sports Sciences, Near East University, Mersin, T&#xfc;rkiye.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Cenkova</LastName><ForeName>Nazan</ForeName><Initials>N</Initials><AffiliationInfo><Affiliation>Atat&#xfc;rk Teacher Training Academy, Mersin, T&#xfc;rkiye.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Sorak&#x131;n</LastName><ForeName>Yasemin</ForeName><Initials>Y</Initials><AffiliationInfo><Affiliation>Atat&#xfc;rk Teacher Training Academy, Mersin, T&#xfc;rkiye.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Konedral&#x131;</LastName><ForeName>G&#xfc;ner</ForeName><Initials>G</Initials><AffiliationInfo><Affiliation>Atat&#xfc;rk Teacher Training Academy, Mersin, T&#xfc;rkiye.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>&#x15e;im&#x15f;ek</LastName><ForeName>&#x15e;eyma Elif</ForeName><Initials>&#x15e;E</Initials><AffiliationInfo><Affiliation>Faculty of Sports Sciences, Near East University, Mersin, T&#xfc;rkiye.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Tu&#x11f;cu</LastName><ForeName>Do&#x11f;ukan Raif</ForeName><Initials>DR</Initials><AffiliationInfo><Affiliation>Faculty of Sports Sciences, Near East University, Mersin, T&#xfc;rkiye.</Affiliation></AffiliationInfo></Author></AuthorList><Language>eng</Language><PublicationTypeList><PublicationType UI="D016428">Journal Article</PublicationType></PublicationTypeList><ArticleDate DateType="Electronic"><Year>2025</Year><Month>10</Month><Day>13</Day></ArticleDate></Article><MedlineJournalInfo><Country>Switzerland</Country><MedlineTA>Front Psychol</MedlineTA><NlmUniqueID>101550902</NlmUniqueID><ISSNLinking>1664-1078</ISSNLinking></MedlineJournalInfo><KeywordList Owner="NOTNLM"><Keyword MajorTopicYN="N">mental health</Keyword><Keyword MajorTopicYN="N">motivation</Keyword><Keyword MajorTopicYN="N">physical strength performance</Keyword><Keyword MajorTopicYN="N">psychological resilience</Keyword><Keyword MajorTopicYN="N">the effects of listening to music in sports activities</Keyword></KeywordList><CoiStatement>The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest.</CoiStatement></MedlineCitation><PubmedData><History><PubMedPubDate PubStatus="received"><Year>2025</Year><Month>6</Month><Day>10</Day></PubMedPubDate><PubMedPubDate PubStatus="accepted"><Year>2025</Year><Month>9</Month><Day>19</Day></PubMedPubDate><PubMedPubDate PubStatus="medline"><Year>2025</Year><Month>10</Month><Day>29</Day><Hour>6</Hour><Minute>28</Minute></PubMedPubDate><PubMedPubDate PubStatus="pubmed"><Year>2025</Year><Month>10</Month><Day>29</Day><Hour>6</Hour><Minute>27</Minute></PubMedPubDate><PubMedPubDate PubStatus="entrez"><Year>2025</Year><Month>10</Month><Day>29</Day><Hour>4</Hour><Minute>49</Minute></PubMedPubDate><PubMedPubDate PubStatus="pmc-release"><Year>2025</Year><Month>10</Month><Day>13</Day></PubMedPubDate></History><PublicationStatus>epublish</PublicationStatus><ArticleIdList><ArticleId IdType="pubmed">41159178</ArticleId><ArticleId IdType="pmc">PMC12554552</ArticleId><ArticleId IdType="doi">10.3389/fpsyg.2025.1644517</ArticleId></ArticleIdList><ReferenceList><Reference><Citation>Akku&#x15f; &#xdc;. (2007). M&#xfc;zi&#x11f;in insan sa&#x11f;l&#x131;&#x11f;&#x131; &#xfc;zerindeki yeri ve &#xf6;nemi. Sosyal Bilimler Ara&#x15f;t&#x131;rmalar&#x131; Dergisi 2, 98&#x2013;103.</Citation></Reference><Reference><Citation>Ar&#x131;kan A. N., Ako&#x11f;uz-Yaz&#x131;c&#x131; N. (2022). &#x201c;Sporcular&#x131;n ba&#x11f;l&#x131;l&#x131;k d&#xfc;zeylerinin incelenmesi: Tak&#x131;m sporlar&#x131; &#xfc;zerine kesitsel bir analiz&#x201d; in Akdeniz Spor Bilimleri Dergisi, Akademik Spor Ara&#x15f;t&#x131;rmalar&#x131; &#xd6;zel Say&#x131;s&#x131;, 738&#x2013;748.</Citation></Reference><Reference><Citation>Bayraktar B., Kurto&#x11f;lu M. (2004). Sporda performans ve performans art&#x131;rma y&#xf6;ntemleri. Doping ve futbolda performans art&#x131;rma y&#xf6;ntemleri. &#x130;stanbul, 269&#x2013;296.</Citation></Reference><Reference><Citation>Bekta&#x15f; M., Demir O. (2022). M&#xfc;cadele sporlar&#x131; ile ilgilenen bireylerde m&#xfc;zi&#x11f;in psikolojik sa&#x11f;laml&#x131;k, performans ve motivasyon &#xfc;zerine etkisi. Gaziantep &#xdc;niv. Spor Bilimleri Dergisi 7, 417&#x2013;428. doi: 10.31680/gaunjss.1164794</Citation><ArticleIdList><ArticleId IdType="doi">10.31680/gaunjss.1164794</ArticleId></ArticleIdList></Reference><Reference><Citation>Bentouati E., Romdhani M., Abid R., Khemila S., Garbarino S., Souissi N. (2023). The combined effects of napping and self-selected motivation music during warming up on cognitive and physical performance of karate athletes. Front. Physiol. 14:1214504. doi: 10.3389/fphys.2023.1214504, PMID:</Citation><ArticleIdList><ArticleId IdType="doi">10.3389/fphys.2023.1214504</ArticleId><ArticleId IdType="pmc">PMC10372344</ArticleId><ArticleId IdType="pubmed">37520834</ArticleId></ArticleIdList></Reference><Reference><Citation>Birnbaum L., Boone T., Huschle B. (2009). Cardiovascular responses to music tempo during steady-state exercise. J. Exerc. Physiol. Online 12, 50&#x2013;57.</Citation></Reference><Reference><Citation>&#xc7;akmak&#xe7;&#x131; G. (2021). Savunma Sporlar&#x131; ile &#x130;lgilenen Sporcularda Ba&#x15f;ar&#x131; Motivasyonu. [Y&#xfc;ksek Lisans tezi]: Recep Tayyip Erdo&#x11f;an &#xdc;niversitesi.</Citation></Reference><Reference><Citation>Chen J., Han J., Su P., Wang M., Shi W., Tang D. (2025). Effects of perceived groove in music on cycling performance and intermuscular coherence between trunk and lower limb muscles. J. Sci. Med. Sport 28, 594&#x2013;601. doi: 10.1016/j.jsams.2025.01.014, PMID:</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.jsams.2025.01.014</ArticleId><ArticleId IdType="pubmed">40011097</ArticleId></ArticleIdList></Reference><Reference><Citation>Cohen J. (2013). Statistical power analysis for the behavioral sciences: Routledge.</Citation></Reference><Reference><Citation>Creswell J. W., Creswell J. D. (2017). Research design: Qualitative, quantitative, and mixed methods approaches. United State of America: Sage Publications.</Citation></Reference><Reference><Citation>Creswell C., Nauta M. H., Hudson J. L., March S., Reardon T., Arendt K., et al. (2021). Research review: recommendations for reporting on treatment trials for child and adolescent anxiety disorders&#x2013;an international consensus statement. J. Child Psychol. Psychiatry 62, 255&#x2013;269. doi: 10.1111/jcpp.13283, PMID:</Citation><ArticleIdList><ArticleId IdType="doi">10.1111/jcpp.13283</ArticleId><ArticleId IdType="pubmed">32683742</ArticleId></ArticleIdList></Reference><Reference><Citation>Dereceli E., Dokuzo&#x11f;lu G., Dereceli &#xc7;. (2023). Sa&#x11f;l&#x131;k hizmetleri meslek y&#xfc;ksekokulu &#xf6;&#x11f;rencilerinin fiziksel aktivitelerden keyif alma d&#xfc;zeylerinin &#xe7;e&#x15f;itli de&#x11f;i&#x15f;kenler a&#xe7;&#x131;s&#x131;ndan de&#x11f;erlendirilmesi. Res. Sport Educ. Sci. 25, 40&#x2013;44. doi: 10.5152/JPESS.2023.23071</Citation><ArticleIdList><ArticleId IdType="doi">10.5152/JPESS.2023.23071</ArticleId></ArticleIdList></Reference><Reference><Citation>Ekiz M. A., Atasoy M. (2021). Sportif uygulamalarda m&#xfc;zik: k&#x131;r&#x15f;ehir ahi evran &#xfc;niversitesi beden e&#x11f;itimi ve spor y&#xfc;ksekokulu &#xf6;&#x11f;rencileri &#xfc;zerine bir ara&#x15f;t&#x131;rma. Akdeniz Spor Bilimleri Dergisi 4, 241&#x2013;250. doi: 10.38021/asbid.954189</Citation><ArticleIdList><ArticleId IdType="doi">10.38021/asbid.954189</ArticleId></ArticleIdList></Reference><Reference><Citation>Erdal G. (2005). Sporda Performans&#x131;n Art&#x131;r&#x131;lmas&#x131;nda M&#xfc;zi&#x11f;in Etkisi, Eri&#x15f;im. Available online at: http://www.muzikegitimcileri.net/bilimsel/bildiri/G-Erdal_2.html</Citation></Reference><Reference><Citation>Ersoy E., Ba&#x15f;er N. E. (2010). Probleme Dayali &#xd6;&#x11f;renme S&#xfc;recinin &#xd6;&#x11f;renci Motivasyonuna Etkisi. Int Period Fort Lang. Literat. Hist Turkish Turkic 5, 336&#x2013;358.</Citation></Reference><Reference><Citation>Filiz K. (2002). Sporun tan&#x131;mlanmas&#x131; ve kapsam&#x131;n&#x131;n belirlenmesi &#xfc;zerine bir &#xe7;al&#x131;&#x15f;ma. Gazi &#xdc;niv. Gazi E&#x11f;itim Fak&#xfc;ltesi Dergisi 22, 204&#x2013;211.</Citation></Reference><Reference><Citation>George D., Mallery P. (2016). IBM SPSS statistics 23 step by step 14th edition.</Citation></Reference><Reference><Citation>Gravetter F. J., Forzano L. A. B., Rakow T. (2009). Research methods for the behavioral sciences. Belmont, CA: Wadsworth Cengage Learning, 656.</Citation></Reference><Reference><Citation>Greco F., Quinzi F., Chiodo S., Cerulli C., Tranchita E., Bertollo M., et al. (2024). The effects of pre-task music on choice visual reaction time in elite taekwondo athletes. J. Sci. Med. Sport 27, 276&#x2013;280. doi: 10.1016/j.jsams.2024.01.002, PMID:</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.jsams.2024.01.002</ArticleId><ArticleId IdType="pubmed">38245434</ArticleId></ArticleIdList></Reference><Reference><Citation>Henriksen K., Diment G., Hansen J. (2011). Professional philosophy: inside the delivery of sport psychology service at team Denmark. Sport Sci. Rev. 20, 5&#x2013;21. doi: 10.2478/v10237-011-0043-6</Citation><ArticleIdList><ArticleId IdType="doi">10.2478/v10237-011-0043-6</ArticleId></ArticleIdList></Reference><Reference><Citation>H&#x130;S . (2021). Herkes &#x130;&#xe7;in Spor Federasyonu. M&#xfc;zik ve Spor &#x130;li&#x15f;kisi. Available online at: https://his.gov.tr/spor-ve-muzik-iliskisi adresinden al&#x131;nd&#x131;. (Accessed June 1, 2025).</Citation></Reference><Reference><Citation>&#x130;nal A. N. (2000). Beden e&#x11f;itimi ve spor bilimlerine giri&#x15f;. Konya: Desen Ofset Matbaac&#x131;l&#x131;k.</Citation></Reference><Reference><Citation>Jing L., Xudong W. (2008). Evaluation on the effects of relaxing music on the recovery from aerobic exercise-induced fatigue. J. Sports Med. Phys. Fitness 48:102.</Citation><ArticleIdList><ArticleId IdType="pubmed">18212717</ArticleId></ArticleIdList></Reference><Reference><Citation>Karageorghis C. I., Priest D. L. (2012). Music in the exercise domain: a review and synthesis (part I). Int. Rev. Sport Exerc. Psychol. 5, 44&#x2013;66. doi: 10.1080/1750984X.2011.631027</Citation><ArticleIdList><ArticleId IdType="doi">10.1080/1750984X.2011.631027</ArticleId><ArticleId IdType="pmc">PMC3339578</ArticleId><ArticleId IdType="pubmed">22577472</ArticleId></ArticleIdList></Reference><Reference><Citation>Karayol M., Turhan M. O. (2020). Impact of music in sportive activities scale (IMSAS): validity and reliability assessment. Afr. Educ. Res. J. 8, 297&#x2013;304. doi: 10.30918/AERJ.82.20.071</Citation><ArticleIdList><ArticleId IdType="doi">10.30918/AERJ.82.20.071</ArticleId></ArticleIdList></Reference><Reference><Citation>Kelly P., Williamson C., Niven A. G., Hunter R., Mutrie N., Richards J. (2018). Walking on sunshine: scoping review of the evidence for walking and mental health. Br. J. Sports Med. 52, 800&#x2013;806. doi: 10.1136/bjsports-2017-098827, PMID:</Citation><ArticleIdList><ArticleId IdType="doi">10.1136/bjsports-2017-098827</ArticleId><ArticleId IdType="pubmed">29858467</ArticleId></ArticleIdList></Reference><Reference><Citation>Ko&#xe7; H., Ko&#xe7; &#xd6;. (2023). Sportif uygulamalarda m&#xfc;zik ve spora ba&#x11f;l&#x131;l&#x131;k: Spor merkezi &#xfc;yeleri &#xfc;zerine bir ara&#x15f;t&#x131;rma. Ulusal Spor Bilimleri Dergisi 7, 65&#x2013;81. doi: 10.30769/usbd.1340827</Citation><ArticleIdList><ArticleId IdType="doi">10.30769/usbd.1340827</ArticleId></ArticleIdList></Reference><Reference><Citation>Konter E. (1996) Profesyonel futbolcular&#x131;n baz&#x131; ki&#x15f;isel de&#x11f;i&#x15f;kenlerinin durumluk kayg&#x131; &#xfc;zerine etkileri ve durumluk kayg&#x131;n&#x131;n tak&#x131;m i&#xe7;i ili&#x15f;kilerine etkisinin ara&#x15f;t&#x131;r&#x131;lmas&#x131; (3. lig uygulamas&#x131;) (Master's thesis, Sa&#x11f;l&#x131;k Bilimleri Enstit&#xfc;s&#xfc;)</Citation></Reference><Reference><Citation>K&#xfc;&#xe7;&#xfc;k H., Durmu&#x15f;o&#x11f;lu M. V. (2022). Examination of Turkish and foreign female high school students&#x2019; attitudes to physical education and sports lesson. J. Pharm. Negat. Results 13, 819&#x2013;822. doi: 10.47750/pnr.2022.13.S01.101</Citation><ArticleIdList><ArticleId IdType="doi">10.47750/pnr.2022.13.S01.101</ArticleId></ArticleIdList></Reference><Reference><Citation>Kurt G., Karaca S., Karaca R. Akrasia Ve zihinsel sa&#x11f;lik kavramlarinin incelenmesi. Spor Disiplinlerarasi Bilimsel Yakla&#x15f;imlar, 5.</Citation></Reference><Reference><Citation>Kuter M., Ozturk F. (1997). Antrenor ve Sporcu El Kitabi. Bursa: Bursa Gazetecilik ve Yayincilik A.S. Matbaasi, s.17.</Citation></Reference><Reference><Citation>Marshall C., Rossman G. B. (2014). Designing qualitative research (6th ed.). Thousand Oaks, CA: Sage.</Citation></Reference><Reference><Citation>Mavi S. (2012). H&#x131;zl&#x131; tempo m&#xfc;zi&#x11f;in taekwondocular &#xfc;zerindeki etkileri. Ankara: Ankara &#xdc;niversitesi Sa&#x11f;l&#x131;k Bilimleri Enstit&#xfc;s&#xfc;.</Citation></Reference><Reference><Citation>McCall P.. (2014). How to select the right intensity and repetitions for your clients. Ace. Available online at: https://www.acefitness.org/resources/pros/expert-articles/4922/how-to-select-the-right-intensity-and-repetitions-for-your-clients/articles/4922/how-to-select-the-right-intensity-and-repetitions-for-your-clients/adresindenal&#x131;nd&#x131; (Accessed June 1, 2025).</Citation></Reference><Reference><Citation>Messaoudi H., Ouergui I., Delleli S., Ballmann C. G., Ardig&#xf2; L. P., Chtourou H. (2024). Acute effects of plyometric-based conditioning activity and warm-up music stimuli on physical performance and affective state in male taekwondo athletes. Front. Sports Active Living 5:1335794. doi: 10.3389/fspor.2023.1335794, PMID:</Citation><ArticleIdList><ArticleId IdType="doi">10.3389/fspor.2023.1335794</ArticleId><ArticleId IdType="pmc">PMC10822913</ArticleId><ArticleId IdType="pubmed">38287965</ArticleId></ArticleIdList></Reference><Reference><Citation>Miras-Moreno S., Weakley J., Mart&#xed;nez-Zafra L. M., P&#xe9;rez-Castilla A. (2025). Impact of augmented feedback and music during the bench press resistance exercise: does their combination compromise mechanical performance? Sports Health. 17:19417381251316216. doi: 10.1177/19417381251316216, PMID:</Citation><ArticleIdList><ArticleId IdType="doi">10.1177/19417381251316216</ArticleId><ArticleId IdType="pmc">PMC11808692</ArticleId><ArticleId IdType="pubmed">39924649</ArticleId></ArticleIdList></Reference><Reference><Citation>Ntoumanis N., Biddle S. J. (2000). Relationship of intensity and direction of competitive anxiety with coping strategies. Sport Psychol. 14, 360&#x2013;371. doi: 10.1123/tsp.14.4.360</Citation><ArticleIdList><ArticleId IdType="doi">10.1123/tsp.14.4.360</ArticleId></ArticleIdList></Reference><Reference><Citation>Ooishi Y., Mukai H., Watanabe K., Kawato S., Kashino M. (2017). Increase in salivary oxytocin and decrease in salivary cortisol after listening to relaxing slow-tempo and exciting fast-tempo music. PLoS One 12:e0189075. doi: 10.1371/journal.pone.0189075, PMID:</Citation><ArticleIdList><ArticleId IdType="doi">10.1371/journal.pone.0189075</ArticleId><ArticleId IdType="pmc">PMC5718605</ArticleId><ArticleId IdType="pubmed">29211795</ArticleId></ArticleIdList></Reference><Reference><Citation>&#xd6;zen G. (2022). Spor Ve Bilim. &#x130;stanbul: Efe Yay&#x131;nc&#x131;l&#x131;k.</Citation></Reference><Reference><Citation>Penedo F. J., Dahn J. R. (2005). Exercise and well-being: a review of mental and physical health benefits associated with physical activity. Curr. Opin. Psychiatry 18, 189&#x2013;193. doi: 10.1097/00001504-200503000-00013, PMID:</Citation><ArticleIdList><ArticleId IdType="doi">10.1097/00001504-200503000-00013</ArticleId><ArticleId IdType="pubmed">16639173</ArticleId></ArticleIdList></Reference><Reference><Citation>Petersen J. M., Drummond M., Crossman S., Elliott S., Drummond C., Prichard I. (2023). Mental health promotion in youth sporting clubs: predictors of stakeholder participation. BMC Public Health 23, 1&#x2013;8. doi: 10.1186/s12889-023-15377-5, PMID:</Citation><ArticleIdList><ArticleId IdType="doi">10.1186/s12889-023-15377-5</ArticleId><ArticleId IdType="pmc">PMC10009942</ArticleId><ArticleId IdType="pubmed">36915086</ArticleId></ArticleIdList></Reference><Reference><Citation>&#x15e;ahin T., G&#xfc;&#xe7;l&#xfc; M. (2019). Sporda psikolojik dayan&#x131;kl&#x131;l&#x131;k. Ankara: Pegem Akademi.</Citation></Reference><Reference><Citation>Say A. (1998). M&#xfc;zik tarihi. Ankara: M&#xfc;zik Ansiklopedisi Yay&#x131;nlar&#x131;.</Citation></Reference><Reference><Citation>Sener S., Cant&#xfc;rk E., Topal E. E. (2024). The effects of classical music on pain and spinal mobility during stretching exercises in healthy individuals. Istanbul Gelisim University Journal of Health Sciences. 23, 613&#x2013;628.</Citation></Reference><Reference><Citation>Stevens M. J., Lane A. M. (2001). Mood-regulating strategies used by athletes, athletic inside. J. Sport Pychol. 3, 3&#x2013;10.</Citation></Reference><Reference><Citation>Terry P. C., Karageorghis C. I., Curran M. L., Martin O. V., Parsons-Smith R. L. (2020). Effects of music in exercise and sport: a meta-analytic review. Psychol. Bull. 146, 91&#x2013;117. doi: 10.1037/bul0000216, PMID:</Citation><ArticleIdList><ArticleId IdType="doi">10.1037/bul0000216</ArticleId><ArticleId IdType="pubmed">31804098</ArticleId></ArticleIdList></Reference><Reference><Citation>Turhan M. &#xd6;. (2021). Sportif uygulamalarda m&#xfc;zi&#x11f;in etkisi ile spora &#xf6;zg&#xfc; ba&#x15f;ar&#x131; motivasyonu aras&#x131;ndaki ili&#x15f;kinin incelenmesi. Mu&#x15f;: Mu&#x15f; Alparslan &#xdc;niversitesi Sosyal Bilimler Enstit&#xfc;s&#xfc;.</Citation></Reference><Reference><Citation>Turhan M. &#xd6;., Karayol M. (2022). Examination of the relationship between music and success motivation in sports. Int. J. Eurasian Educ. Cult. 7, 1171&#x2013;1201. doi: 10.35826/ijoecc.577</Citation><ArticleIdList><ArticleId IdType="doi">10.35826/ijoecc.577</ArticleId></ArticleIdList></Reference><Reference><Citation>&#xdc;ng&#xfc;r G. (2021). Zihinsel sa&#x11f;lik ve egzersiz stratejileri. holistik sa&#x11f;lik ve egzersiz, 95.</Citation></Reference><Reference><Citation>Vatansever &#x15e;., &#x15e;ahin &#x15e;., Akalp K., &#x15e;ent&#xfc;rk F. C. (2018). M&#xfc;zi&#x11f;in maksimal ko&#x15f;u performans&#x131;na ve egzersiz sonras&#x131; toparlanma h&#x131;z&#x131;na etkisi. T&#xfc;rkiye Spor Bilimleri Dergisi 2, 61&#x2013;66. doi: 10.32706/tusbid.486188</Citation><ArticleIdList><ArticleId IdType="doi">10.32706/tusbid.486188</ArticleId></ArticleIdList></Reference><Reference><Citation>Vural M., &#xd6;zdemir A., &#x15e;&#x131;k A. (2019). Karate sporcularinin m&#xfc;zikten etkilenme ve akademik &#xf6;z yeterliklerinin bazi demografik de&#x11f;i&#x15f;kenlere g&#xf6;re incelenmesi. Beden E&#x11f;itimi Spor Bilimleri Dergisi 21, 79&#x2013;84.</Citation></Reference></ReferenceList></PubmedData></PubmedArticle></PubmedArticleSet>