<?xml version="1.0" ?>
<!DOCTYPE PubmedArticleSet PUBLIC "-//NLM//DTD PubMedArticle, 1st January 2025//EN" "https://dtd.nlm.nih.gov/ncbi/pubmed/out/pubmed_250101.dtd">
<PubmedArticleSet>
<PubmedArticle><MedlineCitation Status="Publisher" Owner="NLM"><PMID Version="1">41512902</PMID><DateRevised><Year>2026</Year><Month>01</Month><Day>09</Day></DateRevised><Article PubModel="Print-Electronic"><Journal><ISSN IssnType="Electronic">1439-1309</ISSN><JournalIssue CitedMedium="Internet"><PubDate><Year>2026</Year><Month>Jan</Month><Day>09</Day></PubDate></JournalIssue><Title>Die Rehabilitation</Title><ISOAbbreviation>Rehabilitation (Stuttg)</ISOAbbreviation></Journal><ArticleTitle>[Evaluation of an app-based rehabilitation aftercare program focusing on physical activity promotion for persons with chronic obstructive pulmonary disease (COPD): Results of a pilot study].</ArticleTitle><ELocationID EIdType="doi" ValidYN="Y">10.1055/a-2705-1784</ELocationID><Abstract><AbstractText>To evaluate an app-based follow-up care program for individuals with chronic obstructive pulmonary disease (COPD) post-rehabilitation.After a 3-week inpatient pulmonary rehabilitation, a 12-week app-based follow-up care program was conducted. The app-based program was based on the model of physical activity-related health competence. The core components were: (1) personalized endurance and resistance training plans, (2) activity monitors for self-monitoring, (3) e-learning modules, and (4) 1:1 coaching by sports therapists and physiotherapists of the rehabilitation clinic. The following outcomes were assessed with questionnaires at the start and the end of rehabilitation as well as after follow-up care: COPD Assessment Test, quality of life, depression, anxiety, fatigue, key symptoms of COPD, pain, sport-/exercise-related activities, leisure-time/transportation physical activity, physical activity-related health competence, and experiences with the follow-up care. An exploratory analysis examined changes in outcomes during rehabilitation and follow-up care (Wilcoxon signed-rank tests, &#x3b1;&lt;0.05). Experiences with the follow-up care were analyzed descriptively.42 participants (age: M=57.5; SD=5.6; BMI: M=29.1; SD=6.5; GOLD stage 1/2/3/4: 2.4%/50.0%/38.1%/9.5%) provided data at all measurement time points. Except for leisure-time/transportation physical activity and partnership-related anxiety, the outcomes improved significantly during rehabilitation. Exercise-induced dyspnea (d=-0.45) as well as the sub-competencies of physical activity-related health competence (movement competence: d=-0.69; control competence: d=-0.68; self-regulation competence: d=-0.80) showed further improvements during follow-up care. Sport- and exercise-related activity (d=-1.28) and sputum quantity (d=-0.64) improved during rehabilitation, but deteriorated during follow-up care (sport-/exercise related activity: d=-0.52; sputum quantity: d=-0.55). However, the values of sport- and exercise-related activity after follow-up care were higher than at the beginning of rehabilitation (d=-0.65). App-usability and the atmosphere during aftercare were high.The effects of pulmonary rehabilitation were maintained or further improved in most outcomes over the course of the app-based intervention. These findings provide initial indications of the efficacy of the developed app-based follow-up care program.</AbstractText><CopyrightInformation>Thieme. All rights reserved.</CopyrightInformation></Abstract><AuthorList CompleteYN="Y"><Author ValidYN="Y"><LastName>Hartung</LastName><ForeName>Verena</ForeName><Initials>V</Initials><Identifier Source="ORCID">0000-0001-8996-9747</Identifier><AffiliationInfo><Affiliation>Department f&#xfc;r Sportwissenschaft und Sport, Friedrich-Alexander-Universit&#xe4;t Erlangen-N&#xfc;rnberg, Erlangen.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Tallner</LastName><ForeName>Alexander</ForeName><Initials>A</Initials><Identifier Source="ORCID">0000-0002-0410-6182</Identifier><AffiliationInfo><Affiliation>Department f&#xfc;r Sportwissenschaft und Sport, Friedrich-Alexander-Universit&#xe4;t Erlangen-N&#xfc;rnberg, Erlangen.</Affiliation></AffiliationInfo><AffiliationInfo><Affiliation>ZTM Bad Kissingen GmbH, Bad Kissingen.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Limbach</LastName><ForeName>Matthias</ForeName><Initials>M</Initials><AffiliationInfo><Affiliation>Zentrum f&#xfc;r Rehabilitation, Pneumologie und Orthop&#xe4;die, Klinik Bad Reichenhall, Bad Reichenhall.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Schultz</LastName><ForeName>Konrad</ForeName><Initials>K</Initials><Identifier Source="ORCID">0000-0003-0067-389X</Identifier><AffiliationInfo><Affiliation>Zentrum f&#xfc;r Rehabilitation, Pneumologie und Orthop&#xe4;die, Klinik Bad Reichenhall, Bad Reichenhall.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Pfeifer</LastName><ForeName>Klaus</ForeName><Initials>K</Initials><Identifier Source="ORCID">0000-0003-2418-373X</Identifier><AffiliationInfo><Affiliation>Department f&#xfc;r Sportwissenschaft und Sport, Friedrich-Alexander-Universit&#xe4;t Erlangen-N&#xfc;rnberg, Erlangen.</Affiliation></AffiliationInfo></Author></AuthorList><Language>ger</Language><PublicationTypeList><PublicationType UI="D004740">English Abstract</PublicationType><PublicationType UI="D016428">Journal Article</PublicationType></PublicationTypeList><VernacularTitle>Evaluation einer appbasierten Reha-Nachsorge (AReNa) mit Schwerpunkt Bewegungsf&#xf6;rderung nach COPD-Rehabilitation: Ergebnisse einer Pilotstudie.</VernacularTitle><ArticleDate DateType="Electronic"><Year>2026</Year><Month>01</Month><Day>09</Day></ArticleDate></Article><MedlineJournalInfo><Country>Germany</Country><MedlineTA>Rehabilitation (Stuttg)</MedlineTA><NlmUniqueID>0401273</NlmUniqueID><ISSNLinking>0034-3536</ISSNLinking></MedlineJournalInfo><CitationSubset>IM</CitationSubset><OtherAbstract Type="Publisher" Language="ger"><AbstractText>Die Evaluation einer appbasierten Nachsorge f&#xfc;r Personen mit chronisch obstruktiver Lungenerkrankung (COPD).COPD-Rehabilitand:innen absolvierten eine dreiw&#xf6;chige station&#xe4;re pneumologische Rehabilitation mit anschlie&#xdf;ender zw&#xf6;lfw&#xf6;chiger appbasierter Nachsorge, entwickelt auf Basis des Modells der Bewegungsbezogenen Gesundheitskompetenz. Hauptkomponenten der Nachsorge waren (1) individuelle Pl&#xe4;ne f&#xfc;r Kraft- und Ausdauertraining, (2) Fitnesstracker zum Selbstmonitoring, (3) Online-Lernmodule, sowie (4) 1:1-Betreuung durch Sport- bzw. Physiotherapeut:innen der Rehabilitationsklinik. Per Fragebogen wurden unter anderem folgende Outcomes erhoben: COPD-Assessmenttest, Lebensqualit&#xe4;t, Depressivit&#xe4;t, Angst, Fatigue, COPD-Leitsymptome, Schmerz, Sport- und Freizeitaktivit&#xe4;t, Bewegungsbezogene Gesundheitskompetenz, Erfahrungen der Rehabilitand:innen mit der Nachsorge. Messzeitpunkte waren Beginn und Ende der Rehabilitation sowie Ende der Nachsorge. Ver&#xe4;nderungen der Outcomes w&#xe4;hrend der Rehabilitation und Nachsorge wurden explorativ untersucht (Wilcoxon-Vorzeichen-Rang-Test, &#x3b1;&lt;0,05). Die Erfahrungen mit der Nachsorge wurden deskriptiv analysiert.Von 42 Personen mit COPD lagen zu allen Messzeitpunkten Daten vor (Alter: M=57,5; SD=5,6; BMI: M=29,1; SD=6,5; GOLD-Stadium 1/2/3/4: 2,4%/50,0%/38,1%/9,5%). Alle Outcomes au&#xdf;er Freizeitaktivit&#xe4;t und Angst bez&#xfc;glich Partnerschaft verbesserten sich im Verlauf der Rehabilitation signifikant und verblieben fast alle auch am Ende der Nachsorge auf dem Level des Reha-Ende. Belastungsatemnot (d=&#x2212;0,45) sowie die Subkompetenzen der Bewegungsbezogenen Gesundheitskompetenz (Bewegungskompetenz: d=&#x2212;0,69; Steuerungskompetenz: d=&#x2212;0,68; Selbstregulationskompetenz: d=&#x2212;0,80) verbesserten sich zus&#xe4;tzlich w&#xe4;hrend der Nachsorge. Sportliche Aktivit&#xe4;t (d=&#x2212;1,28) und Sputummenge (d=&#x2212;0,64) verbesserten sich w&#xe4;hrend der Reha, waren jedoch w&#xe4;hrend der Nachsorge wieder r&#xfc;ckl&#xe4;ufig (sportliche Aktivit&#xe4;t: d=&#x2212;0,52; Sputummenge: d=&#x2212;0,55). Absolut liegt die sportliche Aktivit&#xe4;t nach der Nachsorge jedoch noch deutlich &#xfc;ber der zu Reha-Beginn (d=&#x2212;0,65). Die Benutzerfreundlichkeit der App und die Atmosph&#xe4;re w&#xe4;hrend der Nachsorge waren hoch.Die Reha-Effekte konnten w&#xe4;hrend der App-basierten Reha-Nachsorge bei den meisten Outcomes gehalten oder gesteigert werden. Die durchgef&#xfc;hrte Studie liefert somit erste Hinweise f&#xfc;r die Effektivit&#xe4;t der entwickelten appbasierten Reha-Nachsorge.</AbstractText><CopyrightInformation>Thieme. All rights reserved.</CopyrightInformation></OtherAbstract><CoiStatement>Verena Hartung erkl&#xe4;rt, dass sie innerhalb der letzten drei Jahre bei der LIME medical GmbH besch&#xe4;ftigt war. Dr. Alexander Tallner erkl&#xe4;rt, dass er w&#xe4;hrend der letzten 3 Jahre Honorare f&#xfc;r Online-Vorlesungen und Vortr&#xe4;ge f&#xfc;r Pflaum Verlag, Messe Karlsruhe und ZTM Bad Kissingen GmbH erhalten hat. Dr. Konrad Schultz erkl&#xe4;rt, dass er w&#xe4;hrend der letzten 3 Jahre Honorare f&#xfc;r wissenschaftliche Beratung von Fa. AstraZeneca erhalten hat. Matthias Limbach und Prof. Dr. Klaus Pfeifer erkl&#xe4;ren, dass Sie w&#xe4;hrend der letzten 3 Jahre keine wirtschaftlichen oder pers&#xf6;nlichen Verbindungen im oben genannten Sinne hatten.</CoiStatement></MedlineCitation><PubmedData><History><PubMedPubDate PubStatus="medline"><Year>2026</Year><Month>1</Month><Day>10</Day><Hour>0</Hour><Minute>34</Minute></PubMedPubDate><PubMedPubDate PubStatus="pubmed"><Year>2026</Year><Month>1</Month><Day>10</Day><Hour>0</Hour><Minute>34</Minute></PubMedPubDate><PubMedPubDate PubStatus="entrez"><Year>2026</Year><Month>1</Month><Day>9</Day><Hour>18</Hour><Minute>52</Minute></PubMedPubDate></History><PublicationStatus>aheadofprint</PublicationStatus><ArticleIdList><ArticleId IdType="pubmed">41512902</ArticleId><ArticleId IdType="doi">10.1055/a-2705-1784</ArticleId></ArticleIdList></PubmedData></PubmedArticle></PubmedArticleSet>