<?xml version="1.0" ?>
<!DOCTYPE PubmedArticleSet PUBLIC "-//NLM//DTD PubMedArticle, 1st January 2025//EN" "https://dtd.nlm.nih.gov/ncbi/pubmed/out/pubmed_250101.dtd">
<PubmedArticleSet>
<PubmedArticle><MedlineCitation Status="MEDLINE" Owner="NLM" IndexingMethod="Curated"><PMID Version="1">41217794</PMID><DateCompleted><Year>2025</Year><Month>11</Month><Day>13</Day></DateCompleted><DateRevised><Year>2025</Year><Month>12</Month><Day>05</Day></DateRevised><Article PubModel="Print"><Journal><ISSN IssnType="Print">0042-8787</ISSN><JournalIssue CitedMedium="Print"><Volume>102</Volume><Issue>5</Issue><PubDate><Year>2025</Year></PubDate></JournalIssue><Title>Voprosy kurortologii, fizioterapii, i lechebnoi fizicheskoi kultury</Title><ISOAbbreviation>Vopr Kurortol Fizioter Lech Fiz Kult</ISOAbbreviation></Journal><ArticleTitle>[Ideomotor training combining the use with integrated application of electromyostimulation and a robotic brain-computer interface in post-stroke upper limb dysfunction: a randomized controlled trial].</ArticleTitle><Pagination><StartPage>5</StartPage><EndPage>19</EndPage><MedlinePgn>5-19</MedlinePgn></Pagination><ELocationID EIdType="doi" ValidYN="Y">10.17116/kurort20251020515</ELocationID><Abstract><AbstractText Label="UNLABELLED">One of the leading causes that disrupt human interaction with the environment is upper limb (UL) dysfunction, which develops in 48-77% of cases after a stroke. The combination of electromyostimulation (EMS) with neurocomputer interface (NCI) technology demonstrates the greatest clinical effectiveness among various types of sensorimotor BOS, the study of which seems promising.</AbstractText><AbstractText Label="OBJECTIVE" NlmCategory="OBJECTIVE">To study the effect of combined use the integrated of EMS and robotic NCI on the functioning of UL in post-stroke spastic paresis in the early recovery period of ischemic stroke (IS).</AbstractText><AbstractText Label="MATERIAL AND METHODS" NlmCategory="METHODS">A randomized controlled trial involved 120 patients in the early recovery period of IS with moderate to severe spastic paresis of UL, with an average age of 57.43&#xb1;3.68 years. By simple randomization, the patients were divided into 4 groups of 30 people each, depending on the medical rehabilitation program (MR). All patients received a basic MR program: therapeutic gymnastics for 30 minutes; magnetic field therapy on the neck and collar area for 20 minutes; therapeutic massage for 20 minutes. The patients of the control group (GC) received only the basic program; The main group (MG) - interval complex multi-purpose EMS of the agonist muscles and antagonist muscles of the forearm in combination with the use of NCI with exoskeletons of both hands; comparison group 1 (CG-1) - training using a robotic NCI; comparison group 2 (CG-2) - EMS. The duration of the MR course is 2 weeks, daily, 5 days a week, 10 treatments for each factor. The effectiveness of MR was evaluated at three control points (T): after completion of 5 procedures (T1) and 10 procedures (T2), 3 months after completion of MR (T3). Assessment tools: Medical Research Committee Scale (MRCs), Modified Ashworth Scale (mAs), The Fugl-Meyer Assessment for upper extremity (FMA-UE), The Action Research Arm Test (ARAT).</AbstractText><AbstractText Label="RESULTS" NlmCategory="RESULTS">Patients with MG demonstrated significant (<i>p</i>&lt;0.05) positive dynamics of recovery of UL function at the end of the MR course and after 3 months. The increase in muscle strength in MG and CG-1 averaged 0.77 and 0.59 points (<i>p</i>&lt;0.05) in the distal muscle group, in CG-2 (0.24 points) and GC (0.21 points), <i>p</i>&gt;0.05 compared with baseline values. Only patients with MG (+7.7 points) achieved a clinically significant difference (&#x394;) in FMA-UE-total at the end of MR, while patients with CG-1 achieved &#x394;=+4.9 points. In patients with GC and CG-2, the values of &#x394; according to FMA-UE-total were comparable (+2.3 and 2.6 points, respectively). According to the ARAT test, only MG patients also achieved a clinically significant difference (+6.2 points). Patients with CG-1 - &#x394;=+3.5 points. In patients with GC and CG-2, &#x394; values were comparable (+1.3 and 2.2 points, respectively).</AbstractText><AbstractText Label="CONCLUSION" NlmCategory="CONCLUSIONS">Ideomotor training with EMS in MR of impaired VC function in patients with IS, combining stimulation of visual, vestibular, and proprioceptive analyzers with training of cognitive functions, promotes regression of sensorimotor disorders of UL and restoration of manipulative activity.</AbstractText></Abstract><AuthorList CompleteYN="Y"><Author ValidYN="Y"><LastName>Filippov</LastName><ForeName>M S</ForeName><Initials>MS</Initials><Identifier Source="ORCID">0000-0001-9522-5082</Identifier><AffiliationInfo><Affiliation>Moscow Centre for Research and Practice in Medical Rehabilitation, Restorative and Sports Medicine of Moscow Healthcare Department, Moscow, Russia.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Pogonchenkova</LastName><ForeName>I V</ForeName><Initials>IV</Initials><Identifier Source="ORCID">0000-0001-5123-5991</Identifier><AffiliationInfo><Affiliation>Moscow Centre for Research and Practice in Medical Rehabilitation, Restorative and Sports Medicine of Moscow Healthcare Department, Moscow, Russia.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Kostenko</LastName><ForeName>E V</ForeName><Initials>EV</Initials><Identifier Source="ORCID">0000-0003-0629-9659</Identifier><AffiliationInfo><Affiliation>Moscow Centre for Research and Practice in Medical Rehabilitation, Restorative and Sports Medicine of Moscow Healthcare Department, Moscow, Russia.</Affiliation></AffiliationInfo><AffiliationInfo><Affiliation>Pirogov Russian National Research Medical University, Moscow, Russia.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Rassulova</LastName><ForeName>M A</ForeName><Initials>MA</Initials><Identifier Source="ORCID">0000-0002-9566-9799</Identifier><AffiliationInfo><Affiliation>Moscow Centre for Research and Practice in Medical Rehabilitation, Restorative and Sports Medicine of Moscow Healthcare Department, Moscow, Russia.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Makarova</LastName><ForeName>M R</ForeName><Initials>MR</Initials><Identifier Source="ORCID">0000-0002-1787-7015</Identifier><AffiliationInfo><Affiliation>Moscow Centre for Research and Practice in Medical Rehabilitation, Restorative and Sports Medicine of Moscow Healthcare Department, Moscow, Russia.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Egorov</LastName><ForeName>P D</ForeName><Initials>PD</Initials><Identifier Source="ORCID">0000-0003-0238-1604</Identifier><AffiliationInfo><Affiliation>Moscow Centre for Research and Practice in Medical Rehabilitation, Restorative and Sports Medicine of Moscow Healthcare Department, Moscow, Russia.</Affiliation></AffiliationInfo></Author></AuthorList><Language>rus</Language><PublicationTypeList><PublicationType UI="D016428">Journal Article</PublicationType><PublicationType UI="D016449">Randomized Controlled Trial</PublicationType><PublicationType UI="D004740">English Abstract</PublicationType></PublicationTypeList><VernacularTitle>Ideomotornyi trening s kompleksnym primeneniem elektromiostimulyatsii i robotizirovannogo neirointerfeisa pri postinsul'tnoi disfunktsii verkhnei konechnosti: randomizirovannoe kontroliruemoe issledovanie.</VernacularTitle></Article><MedlineJournalInfo><Country>Russia (Federation)</Country><MedlineTA>Vopr Kurortol Fizioter Lech Fiz Kult</MedlineTA><NlmUniqueID>2984868R</NlmUniqueID><ISSNLinking>0042-8787</ISSNLinking></MedlineJournalInfo><CitationSubset>IM</CitationSubset><MeshHeadingList><MeshHeading><DescriptorName UI="D006801" MajorTopicYN="N">Humans</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D008875" MajorTopicYN="N">Middle Aged</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D008297" MajorTopicYN="N">Male</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D005260" MajorTopicYN="N">Female</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D034941" MajorTopicYN="Y">Upper Extremity</DescriptorName><QualifierName UI="Q000503" MajorTopicYN="N">physiopathology</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D000071939" MajorTopicYN="Y">Stroke Rehabilitation</DescriptorName><QualifierName UI="Q000379" MajorTopicYN="N">methods</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D062207" MajorTopicYN="Y">Brain-Computer Interfaces</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D012371" MajorTopicYN="Y">Robotics</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D020521" MajorTopicYN="Y">Stroke</DescriptorName><QualifierName UI="Q000503" MajorTopicYN="N">physiopathology</QualifierName><QualifierName UI="Q000150" MajorTopicYN="N">complications</QualifierName><QualifierName UI="Q000628" MajorTopicYN="N">therapy</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D004599" MajorTopicYN="Y">Electric Stimulation Therapy</DescriptorName><QualifierName UI="Q000379" MajorTopicYN="N">methods</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D000368" MajorTopicYN="N">Aged</DescriptorName></MeshHeading></MeshHeadingList><OtherAbstract Type="Publisher" Language="rus"><AbstractText Label="UNLABELLED">&#x41e;&#x434;&#x43d;&#x43e;&#x439; &#x438;&#x437; &#x432;&#x435;&#x434;&#x443;&#x449;&#x438;&#x445; &#x43f;&#x440;&#x438;&#x447;&#x438;&#x43d;, &#x43d;&#x430;&#x440;&#x443;&#x448;&#x430;&#x44e;&#x449;&#x438;&#x445; &#x432;&#x437;&#x430;&#x438;&#x43c;&#x43e;&#x434;&#x435;&#x439;&#x441;&#x442;&#x432;&#x438;&#x435; &#x447;&#x435;&#x43b;&#x43e;&#x432;&#x435;&#x43a;&#x430; &#x441; &#x43e;&#x43a;&#x440;&#x443;&#x436;&#x430;&#x44e;&#x449;&#x435;&#x439; &#x441;&#x440;&#x435;&#x434;&#x43e;&#x439;, &#x44f;&#x432;&#x43b;&#x44f;&#x435;&#x442;&#x441;&#x44f; &#x434;&#x438;&#x441;&#x444;&#x443;&#x43d;&#x43a;&#x446;&#x438;&#x44f; &#x432;&#x435;&#x440;&#x445;&#x43d;&#x435;&#x439; &#x43a;&#x43e;&#x43d;&#x435;&#x447;&#x43d;&#x43e;&#x441;&#x442;&#x438; (&#x412;&#x41a;), &#x440;&#x430;&#x437;&#x432;&#x438;&#x432;&#x430;&#x44e;&#x449;&#x430;&#x44f;&#x441;&#x44f; &#x432; 48&#x2014;77% &#x441;&#x43b;&#x443;&#x447;&#x430;&#x435;&#x432; &#x43f;&#x43e;&#x441;&#x43b;&#x435; &#x438;&#x448;&#x435;&#x43c;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x43e;&#x433;&#x43e; &#x438;&#x43d;&#x441;&#x443;&#x43b;&#x44c;&#x442;&#x430; (&#x418;&#x418;). &#x421;&#x43e;&#x447;&#x435;&#x442;&#x430;&#x43d;&#x438;&#x435; &#x44d;&#x43b;&#x435;&#x43a;&#x442;&#x440;&#x43e;&#x43c;&#x438;&#x43e;&#x441;&#x442;&#x438;&#x43c;&#x443;&#x43b;&#x44f;&#x446;&#x438;&#x438; (&#x42d;&#x41c;&#x421;) &#x441; &#x442;&#x435;&#x445;&#x43d;&#x43e;&#x43b;&#x43e;&#x433;&#x438;&#x435;&#x439; &#x43d;&#x435;&#x439;&#x440;&#x43e;&#x43a;&#x43e;&#x43c;&#x43f;&#x44c;&#x44e;&#x442;&#x435;&#x440;&#x43d;&#x43e;&#x433;&#x43e; &#x438;&#x43d;&#x442;&#x435;&#x440;&#x444;&#x435;&#x439;&#x441;&#x430; (&#x41d;&#x41a;&#x418;) &#x434;&#x435;&#x43c;&#x43e;&#x43d;&#x441;&#x442;&#x440;&#x438;&#x440;&#x443;&#x435;&#x442; &#x43d;&#x430;&#x438;&#x431;&#x43e;&#x43b;&#x44c;&#x448;&#x443;&#x44e; &#x43a;&#x43b;&#x438;&#x43d;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x443;&#x44e; &#x44d;&#x444;&#x444;&#x435;&#x43a;&#x442;&#x438;&#x432;&#x43d;&#x43e;&#x441;&#x442;&#x44c; &#x441;&#x440;&#x435;&#x434;&#x438; &#x432;&#x438;&#x434;&#x43e;&#x432; &#x442;&#x435;&#x445;&#x43d;&#x43e;&#x43b;&#x43e;&#x433;&#x438;&#x438; &#x441;&#x435;&#x43d;&#x441;&#x43e;&#x43c;&#x43e;&#x442;&#x43e;&#x440;&#x43d;&#x43e;&#x439; &#x431;&#x438;&#x43e;&#x43b;&#x43e;&#x433;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x43e;&#x439; &#x43e;&#x431;&#x440;&#x430;&#x442;&#x43d;&#x43e;&#x439; &#x441;&#x432;&#x44f;&#x437;&#x438;, &#x438;&#x437;&#x443;&#x447;&#x435;&#x43d;&#x438;&#x435; &#x43a;&#x43e;&#x442;&#x43e;&#x440;&#x43e;&#x439; &#x43f;&#x440;&#x435;&#x434;&#x441;&#x442;&#x430;&#x432;&#x43b;&#x44f;&#x435;&#x442;&#x441;&#x44f; &#x43f;&#x435;&#x440;&#x441;&#x43f;&#x435;&#x43a;&#x442;&#x438;&#x432;&#x43d;&#x44b;&#x43c;.</AbstractText><AbstractText Label="&#x426;&#x415;&#x41b;&#x42c; &#x418;&#x421;&#x421;&#x41b;&#x415;&#x414;&#x41e;&#x412;&#x410;&#x41d;&#x418;&#x42f;" NlmCategory="UNASSIGNED">&#x418;&#x437;&#x443;&#x447;&#x438;&#x442;&#x44c; &#x432;&#x43b;&#x438;&#x44f;&#x43d;&#x438;&#x435; &#x43a;&#x43e;&#x43c;&#x43f;&#x43b;&#x435;&#x43a;&#x441;&#x43d;&#x43e;&#x433;&#x43e; &#x43f;&#x440;&#x438;&#x43c;&#x435;&#x43d;&#x435;&#x43d;&#x438;&#x44f; &#x42d;&#x41c;&#x421; &#x438; &#x440;&#x43e;&#x431;&#x43e;&#x442;&#x438;&#x437;&#x438;&#x440;&#x43e;&#x432;&#x430;&#x43d;&#x43d;&#x43e;&#x433;&#x43e; &#x41d;&#x41a;&#x418; &#x43d;&#x430; &#x444;&#x443;&#x43d;&#x43a;&#x446;&#x438;&#x43e;&#x43d;&#x438;&#x440;&#x43e;&#x432;&#x430;&#x43d;&#x438;&#x435; &#x412;&#x41a; &#x43f;&#x440;&#x438; &#x43f;&#x43e;&#x441;&#x442;&#x438;&#x43d;&#x441;&#x443;&#x43b;&#x44c;&#x442;&#x43d;&#x43e;&#x43c; &#x441;&#x43f;&#x430;&#x441;&#x442;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x43e;&#x43c; &#x43f;&#x430;&#x440;&#x435;&#x437;&#x435; &#x432; &#x440;&#x430;&#x43d;&#x43d;&#x435;&#x43c; &#x432;&#x43e;&#x441;&#x441;&#x442;&#x430;&#x43d;&#x43e;&#x432;&#x438;&#x442;&#x435;&#x43b;&#x44c;&#x43d;&#x43e;&#x43c; &#x43f;&#x435;&#x440;&#x438;&#x43e;&#x434;&#x435; &#x418;&#x418;.</AbstractText><AbstractText Label="&#x41c;&#x410;&#x422;&#x415;&#x420;&#x418;&#x410;&#x41b; &#x418; &#x41c;&#x415;&#x422;&#x41e;&#x414;&#x42b;" NlmCategory="UNASSIGNED">&#x412; &#x440;&#x430;&#x43d;&#x434;&#x43e;&#x43c;&#x438;&#x437;&#x438;&#x440;&#x43e;&#x432;&#x430;&#x43d;&#x43d;&#x43e;&#x43c; &#x43a;&#x43e;&#x43d;&#x442;&#x440;&#x43e;&#x43b;&#x438;&#x440;&#x443;&#x435;&#x43c;&#x43e;&#x43c; &#x438;&#x441;&#x441;&#x43b;&#x435;&#x434;&#x43e;&#x432;&#x430;&#x43d;&#x438;&#x438; &#x43f;&#x440;&#x438;&#x43d;&#x44f;&#x43b;&#x438; &#x443;&#x447;&#x430;&#x441;&#x442;&#x438;&#x435; 120 &#x43f;&#x430;&#x446;&#x438;&#x435;&#x43d;&#x442;&#x43e;&#x432; (&#x441;&#x440;&#x435;&#x434;&#x43d;&#x438;&#x439; &#x432;&#x43e;&#x437;&#x440;&#x430;&#x441;&#x442; 57,43&#xb1;3,68 &#x433;&#x43e;&#x434;&#x430;) &#x432; &#x440;&#x430;&#x43d;&#x43d;&#x435;&#x43c; &#x432;&#x43e;&#x441;&#x441;&#x442;&#x430;&#x43d;&#x43e;&#x432;&#x438;&#x442;&#x435;&#x43b;&#x44c;&#x43d;&#x43e;&#x43c; &#x43f;&#x435;&#x440;&#x438;&#x43e;&#x434;&#x435; &#x418;&#x418; &#x441; &#x443;&#x43c;&#x435;&#x440;&#x435;&#x43d;&#x43d;&#x44b;&#x43c; &#x438; &#x432;&#x44b;&#x440;&#x430;&#x436;&#x435;&#x43d;&#x43d;&#x44b;&#x43c; &#x441;&#x43f;&#x430;&#x441;&#x442;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x438;&#x43c; &#x43f;&#x430;&#x440;&#x435;&#x437;&#x43e;&#x43c; &#x412;&#x41a;. &#x41c;&#x435;&#x442;&#x43e;&#x434;&#x43e;&#x43c; &#x43f;&#x440;&#x43e;&#x441;&#x442;&#x43e;&#x439; &#x440;&#x430;&#x43d;&#x434;&#x43e;&#x43c;&#x438;&#x437;&#x430;&#x446;&#x438;&#x438; &#x43f;&#x430;&#x446;&#x438;&#x435;&#x43d;&#x442;&#x44b; &#x431;&#x44b;&#x43b;&#x438; &#x440;&#x430;&#x441;&#x43f;&#x440;&#x435;&#x434;&#x435;&#x43b;&#x435;&#x43d;&#x44b; &#x43d;&#x430; 4 &#x433;&#x440;&#x443;&#x43f;&#x43f;&#x44b; &#x43f;&#x43e; 30 &#x447;&#x435;&#x43b;&#x43e;&#x432;&#x435;&#x43a; &#x432; &#x43a;&#x430;&#x436;&#x434;&#x43e;&#x439; &#x432; &#x437;&#x430;&#x432;&#x438;&#x441;&#x438;&#x43c;&#x43e;&#x441;&#x442;&#x438; &#x43e;&#x442; &#x43f;&#x440;&#x43e;&#x433;&#x440;&#x430;&#x43c;&#x43c;&#x44b; &#x43c;&#x435;&#x434;&#x438;&#x446;&#x438;&#x43d;&#x441;&#x43a;&#x43e;&#x439; &#x440;&#x435;&#x430;&#x431;&#x438;&#x43b;&#x438;&#x442;&#x430;&#x446;&#x438;&#x438; (&#x41c;&#x420;). &#x412;&#x441;&#x435; &#x43f;&#x430;&#x446;&#x438;&#x435;&#x43d;&#x442;&#x44b; &#x43f;&#x43e;&#x43b;&#x443;&#x447;&#x430;&#x43b;&#x438; &#x431;&#x430;&#x437;&#x43e;&#x432;&#x443;&#x44e; &#x43f;&#x440;&#x43e;&#x433;&#x440;&#x430;&#x43c;&#x43c;&#x443; &#x41c;&#x420; (2 &#x43d;&#x435;&#x434;): &#x43b;&#x435;&#x447;&#x435;&#x431;&#x43d;&#x443;&#x44e; &#x433;&#x438;&#x43c;&#x43d;&#x430;&#x441;&#x442;&#x438;&#x43a;&#x443; (&#x41b;&#x413;) &#x43f;&#x43e; 30 &#x43c;&#x438;&#x43d;; &#x43c;&#x430;&#x433;&#x43d;&#x438;&#x442;&#x43e;&#x442;&#x435;&#x440;&#x430;&#x43f;&#x438;&#x44e; &#x43d;&#x430; &#x448;&#x435;&#x439;&#x43d;&#x43e;-&#x432;&#x43e;&#x440;&#x43e;&#x442;&#x43d;&#x438;&#x43a;&#x43e;&#x432;&#x443;&#x44e; &#x43e;&#x431;&#x43b;&#x430;&#x441;&#x442;&#x44c; &#x43f;&#x43e; 20 &#x43c;&#x438;&#x43d;; &#x43b;&#x435;&#x447;&#x435;&#x431;&#x43d;&#x44b;&#x439; &#x43c;&#x430;&#x441;&#x441;&#x430;&#x436; &#x43f;&#x43e; 20 &#x43c;&#x438;&#x43d;. &#x41f;&#x430;&#x446;&#x438;&#x435;&#x43d;&#x442;&#x44b; &#x433;&#x440;&#x443;&#x43f;&#x43f;&#x44b; &#x43a;&#x43e;&#x43d;&#x442;&#x440;&#x43e;&#x43b;&#x44f; (&#x413;&#x41a;) &#x43f;&#x43e;&#x43b;&#x443;&#x447;&#x430;&#x43b;&#x438; &#x442;&#x43e;&#x43b;&#x44c;&#x43a;&#x43e; &#x431;&#x430;&#x437;&#x43e;&#x432;&#x443;&#x44e; &#x43f;&#x440;&#x43e;&#x433;&#x440;&#x430;&#x43c;&#x43c;&#x443;; &#x43e;&#x441;&#x43d;&#x43e;&#x432;&#x43d;&#x43e;&#x439; &#x433;&#x440;&#x443;&#x43f;&#x43f;&#x44b; (&#x41e;&#x413;) &#x2014; &#x438;&#x43d;&#x442;&#x435;&#x440;&#x432;&#x430;&#x43b;&#x44c;&#x43d;&#x443;&#x44e; &#x43a;&#x43e;&#x43c;&#x43f;&#x43b;&#x435;&#x43a;&#x441;&#x43d;&#x443;&#x44e; &#x43c;&#x43d;&#x43e;&#x433;&#x43e;&#x446;&#x435;&#x43b;&#x435;&#x432;&#x443;&#x44e; &#x42d;&#x41c;&#x421; &#x43c;&#x44b;&#x448;&#x446;-&#x430;&#x433;&#x43e;&#x43d;&#x438;&#x441;&#x442;&#x43e;&#x432; &#x438; &#x43c;&#x44b;&#x448;&#x446;-&#x430;&#x43d;&#x442;&#x430;&#x433;&#x43e;&#x43d;&#x438;&#x441;&#x442;&#x43e;&#x432; &#x43f;&#x440;&#x435;&#x434;&#x43f;&#x43b;&#x435;&#x447;&#x44c;&#x44f; &#x432; &#x441;&#x43e;&#x447;&#x435;&#x442;&#x430;&#x43d;&#x438;&#x438; &#x441; &#x43f;&#x440;&#x438;&#x43c;&#x435;&#x43d;&#x435;&#x43d;&#x438;&#x435;&#x43c; &#x41d;&#x41a;&#x418; &#x441; &#x44d;&#x43a;&#x437;&#x43e;&#x441;&#x43a;&#x435;&#x43b;&#x435;&#x442;&#x430;&#x43c;&#x438; &#x43e;&#x431;&#x435;&#x438;&#x445; &#x43a;&#x438;&#x441;&#x442;&#x435;&#x439;; &#x433;&#x440;&#x443;&#x43f;&#x43f;&#x430; &#x441;&#x440;&#x430;&#x432;&#x43d;&#x435;&#x43d;&#x438;&#x44f; 1 (&#x413;&#x421;-1) &#x2014; &#x442;&#x440;&#x435;&#x43d;&#x438;&#x43d;&#x433; &#x441; &#x438;&#x441;&#x43f;&#x43e;&#x43b;&#x44c;&#x437;&#x43e;&#x432;&#x430;&#x43d;&#x438;&#x435;&#x43c; &#x440;&#x43e;&#x431;&#x43e;&#x442;&#x438;&#x437;&#x438;&#x440;&#x43e;&#x432;&#x430;&#x43d;&#x43d;&#x43e;&#x433;&#x43e; &#x41d;&#x41a;&#x418;; &#x433;&#x440;&#x443;&#x43f;&#x43f;&#x430; &#x441;&#x440;&#x430;&#x432;&#x43d;&#x435;&#x43d;&#x438;&#x44f; 2 (&#x413;&#x421;-2) &#x2014; &#x42d;&#x41c;&#x421;. &#x41e;&#x446;&#x435;&#x43d;&#x43a;&#x443; &#x44d;&#x444;&#x444;&#x435;&#x43a;&#x442;&#x438;&#x432;&#x43d;&#x43e;&#x441;&#x442;&#x438; &#x41c;&#x420; &#x43f;&#x440;&#x43e;&#x432;&#x43e;&#x434;&#x438;&#x43b;&#x438; &#x43d;&#x430; &#x442;&#x440;&#x435;&#x445; &#x43a;&#x43e;&#x43d;&#x442;&#x440;&#x43e;&#x43b;&#x44c;&#x43d;&#x44b;&#x445; &#x442;&#x43e;&#x447;&#x43a;&#x430;&#x445; (&#x422;): &#x43f;&#x43e; &#x437;&#x430;&#x432;&#x435;&#x440;&#x448;&#x435;&#x43d;&#x438;&#x438; 5 &#x43f;&#x440;&#x43e;&#x446;&#x435;&#x434;&#x443;&#x440; (&#x422;1) &#x438; 10 &#x43f;&#x440;&#x43e;&#x446;&#x435;&#x434;&#x443;&#x440; (&#x422;2), &#x447;&#x435;&#x440;&#x435;&#x437; 3 &#x43c;&#x435;&#x441; &#x43f;&#x43e; &#x437;&#x430;&#x432;&#x435;&#x440;&#x448;&#x435;&#x43d;&#x438;&#x438; &#x41c;&#x420; (&#x422;3). &#x418;&#x43d;&#x441;&#x442;&#x440;&#x443;&#x43c;&#x435;&#x43d;&#x442;&#x430;&#x43c;&#x438; &#x43e;&#x446;&#x435;&#x43d;&#x43a;&#x438; &#x44f;&#x432;&#x43b;&#x44f;&#x43b;&#x438;&#x441;&#x44c;: &#x448;&#x43a;&#x430;&#x43b;&#x430; &#x43a;&#x43e;&#x43c;&#x438;&#x442;&#x435;&#x442;&#x430; &#x43c;&#x435;&#x434;&#x438;&#x446;&#x438;&#x43d;&#x441;&#x43a;&#x438;&#x445; &#x438;&#x441;&#x441;&#x43b;&#x435;&#x434;&#x43e;&#x432;&#x430;&#x43d;&#x438;&#x439; (MRCs), &#x43c;&#x43e;&#x434;&#x438;&#x444;&#x438;&#x446;&#x438;&#x440;&#x43e;&#x432;&#x430;&#x43d;&#x43d;&#x430;&#x44f; &#x448;&#x43a;&#x430;&#x43b;&#x430; &#x441;&#x43f;&#x430;&#x441;&#x442;&#x438;&#x447;&#x43d;&#x43e;&#x441;&#x442;&#x438; &#x42d;&#x448;&#x432;&#x43e;&#x440;&#x442;&#x430; (mAs), &#x448;&#x43a;&#x430;&#x43b;&#x430; &#x424;&#x443;&#x433;&#x43b;-&#x41c;&#x435;&#x439;&#x435;&#x440;&#x430; (FMA-UE), &#x442;&#x435;&#x441;&#x442; &#x438;&#x441;&#x441;&#x43b;&#x435;&#x434;&#x43e;&#x432;&#x430;&#x43d;&#x438;&#x44f; &#x434;&#x435;&#x439;&#x441;&#x442;&#x432;&#x438;&#x44f; &#x440;&#x443;&#x43a;&#x438; (ARAT).</AbstractText><AbstractText Label="&#x420;&#x415;&#x417;&#x423;&#x41b;&#x42c;&#x422;&#x410;&#x422;&#x42b;" NlmCategory="UNASSIGNED">&#x41f;&#x430;&#x446;&#x438;&#x435;&#x43d;&#x442;&#x44b; &#x41e;&#x413; &#x43f;&#x440;&#x43e;&#x434;&#x435;&#x43c;&#x43e;&#x43d;&#x441;&#x442;&#x440;&#x438;&#x440;&#x43e;&#x432;&#x430;&#x43b;&#x438; &#x437;&#x43d;&#x430;&#x447;&#x438;&#x43c;&#x443;&#x44e; (<i>p</i>&lt;0,05) &#x43f;&#x43e;&#x43b;&#x43e;&#x436;&#x438;&#x442;&#x435;&#x43b;&#x44c;&#x43d;&#x443;&#x44e; &#x434;&#x438;&#x43d;&#x430;&#x43c;&#x438;&#x43a;&#x443; &#x432;&#x43e;&#x441;&#x441;&#x442;&#x430;&#x43d;&#x43e;&#x432;&#x43b;&#x435;&#x43d;&#x438;&#x44f; &#x444;&#x443;&#x43d;&#x43a;&#x446;&#x438;&#x438; &#x412;&#x41a; &#x43f;&#x43e; &#x437;&#x430;&#x432;&#x435;&#x440;&#x448;&#x435;&#x43d;&#x438;&#x438; &#x43a;&#x443;&#x440;&#x441;&#x430; &#x41c;&#x420; &#x438; &#x447;&#x435;&#x440;&#x435;&#x437; 3 &#x43c;&#x435;&#x441;. &#x41d;&#x430;&#x440;&#x430;&#x441;&#x442;&#x430;&#x43d;&#x438;&#x435; &#x43c;&#x44b;&#x448;&#x435;&#x447;&#x43d;&#x43e;&#x439; &#x441;&#x438;&#x43b;&#x44b; &#x43f;&#x43e; &#x441;&#x440;&#x430;&#x432;&#x43d;&#x435;&#x43d;&#x438;&#x44e; &#x441; &#x438;&#x441;&#x445;&#x43e;&#x434;&#x43d;&#x44b;&#x43c;&#x438; &#x437;&#x43d;&#x430;&#x447;&#x435;&#x43d;&#x438;&#x44f;&#x43c;&#x438; &#x432; &#x41e;&#x413; &#x438; &#x413;&#x421;-1 &#x432; &#x441;&#x440;&#x435;&#x434;&#x43d;&#x435;&#x43c; &#x441;&#x43e;&#x441;&#x442;&#x430;&#x432;&#x438;&#x43b;&#x43e; 0,77 &#x438; 0,59 &#x431;&#x430;&#x43b;&#x43b;&#x430; (<i>p</i>&lt;0,05) &#x432; &#x434;&#x438;&#x441;&#x442;&#x430;&#x43b;&#x44c;&#x43d;&#x43e;&#x439; &#x433;&#x440;&#x443;&#x43f;&#x43f;&#x435; &#x43c;&#x44b;&#x448;&#x446;, &#x432; &#x413;&#x421;-2 &#x2014; 0,24 &#x431;&#x430;&#x43b;&#x43b;&#x430;, &#x432; &#x413;&#x41a; &#x2014; 0,21 &#x431;&#x430;&#x43b;&#x43b;&#x430; (<i>p</i>&gt;0,05). &#x41a;&#x43b;&#x438;&#x43d;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x438; &#x437;&#x43d;&#x430;&#x447;&#x438;&#x43c;&#x43e;&#x439; &#x440;&#x430;&#x437;&#x43d;&#x438;&#x446;&#x44b; (&#x394;) &#x43f;&#x43e; FMA-UE-total &#x43f;&#x43e; &#x437;&#x430;&#x432;&#x435;&#x440;&#x448;&#x435;&#x43d;&#x438;&#x438; &#x41c;&#x420; &#x434;&#x43e;&#x441;&#x442;&#x438;&#x433;&#x43b;&#x438; &#x442;&#x43e;&#x43b;&#x44c;&#x43a;&#x43e; &#x43f;&#x430;&#x446;&#x438;&#x435;&#x43d;&#x442;&#x44b; &#x41e;&#x413; (+7,7 &#x431;&#x430;&#x43b;&#x43b;&#x430;); &#x43f;&#x430;&#x446;&#x438;&#x435;&#x43d;&#x442;&#x44b; &#x413;&#x421;-1 &#x434;&#x43e;&#x441;&#x442;&#x438;&#x433;&#x43b;&#x438;+4,9 &#x431;&#x430;&#x43b;&#x43b;&#x430;; &#x432; &#x41a;&#x413; &#x438; &#x413;&#x421;-2 &#x437;&#x43d;&#x430;&#x447;&#x435;&#x43d;&#x438;&#x44f; &#x394; &#x43f;&#x43e; FMA-UE-total &#x431;&#x44b;&#x43b;&#x438; &#x441;&#x43e;&#x43f;&#x43e;&#x441;&#x442;&#x430;&#x432;&#x438;&#x43c;&#x44b; (+2,3 &#x438; 2,6 &#x431;&#x430;&#x43b;&#x43b;&#x430; &#x441;&#x43e;&#x43e;&#x442;&#x432;&#x435;&#x442;&#x441;&#x442;&#x432;&#x435;&#x43d;&#x43d;&#x43e;). &#x41f;&#x43e; &#x442;&#x435;&#x441;&#x442;&#x443; ARAT &#x43a;&#x43b;&#x438;&#x43d;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x438; &#x437;&#x43d;&#x430;&#x447;&#x438;&#x43c;&#x43e;&#x439; &#x440;&#x430;&#x437;&#x43d;&#x438;&#x446;&#x44b; &#x442;&#x430;&#x43a;&#x436;&#x435; &#x434;&#x43e;&#x441;&#x442;&#x438;&#x433;&#x43b;&#x438; &#x442;&#x43e;&#x43b;&#x44c;&#x43a;&#x43e; &#x43f;&#x430;&#x446;&#x438;&#x435;&#x43d;&#x442;&#x44b; &#x41e;&#x413; (+6,2 &#x431;&#x430;&#x43b;&#x43b;&#x430;); &#x443; &#x43f;&#x430;&#x446;&#x438;&#x435;&#x43d;&#x442;&#x43e;&#x432; &#x413;&#x421;-1 &#x2014;+3,5 &#x431;&#x430;&#x43b;&#x43b;&#x430;; &#x432; &#x41a;&#x413; &#x438; &#x413;&#x421;-2 &#x437;&#x43d;&#x430;&#x447;&#x435;&#x43d;&#x438;&#x44f; &#x394; &#x431;&#x44b;&#x43b;&#x438; &#x441;&#x43e;&#x43f;&#x43e;&#x441;&#x442;&#x430;&#x432;&#x438;&#x43c;&#x44b; (+1,3 &#x438; 2,2 &#x431;&#x430;&#x43b;&#x43b;&#x430; &#x441;&#x43e;&#x43e;&#x442;&#x432;&#x435;&#x442;&#x441;&#x442;&#x432;&#x435;&#x43d;&#x43d;&#x43e;).</AbstractText><AbstractText Label="&#x417;&#x410;&#x41a;&#x41b;&#x42e;&#x427;&#x415;&#x41d;&#x418;&#x415;" NlmCategory="UNASSIGNED">&#x418;&#x434;&#x435;&#x43e;&#x43c;&#x43e;&#x442;&#x43e;&#x440;&#x43d;&#x44b;&#x439; &#x442;&#x440;&#x435;&#x43d;&#x438;&#x43d;&#x433; &#x441; &#x42d;&#x41c;&#x421; &#x432; &#x41c;&#x420; &#x43d;&#x430;&#x440;&#x443;&#x448;&#x435;&#x43d;&#x43d;&#x43e;&#x439; &#x444;&#x443;&#x43d;&#x43a;&#x446;&#x438;&#x438; &#x412;&#x41a; &#x443; &#x43f;&#x430;&#x446;&#x438;&#x435;&#x43d;&#x442;&#x43e;&#x432; &#x441; &#x418;&#x418;, &#x441;&#x43e;&#x447;&#x435;&#x442;&#x430;&#x44e;&#x449;&#x438;&#x439; &#x441;&#x442;&#x438;&#x43c;&#x443;&#x43b;&#x438;&#x440;&#x43e;&#x432;&#x430;&#x43d;&#x438;&#x435; &#x437;&#x440;&#x438;&#x442;&#x435;&#x43b;&#x44c;&#x43d;&#x43e;&#x433;&#x43e;, &#x432;&#x435;&#x441;&#x442;&#x438;&#x431;&#x443;&#x43b;&#x44f;&#x440;&#x43d;&#x43e;&#x433;&#x43e;, &#x43f;&#x440;&#x43e;&#x43f;&#x440;&#x438;&#x43e;&#x446;&#x435;&#x43f;&#x442;&#x438;&#x432;&#x43d;&#x43e;&#x433;&#x43e; &#x430;&#x43d;&#x430;&#x43b;&#x438;&#x437;&#x430;&#x442;&#x43e;&#x440;&#x43e;&#x432; &#x441; &#x442;&#x440;&#x435;&#x43d;&#x438;&#x440;&#x43e;&#x432;&#x43a;&#x43e;&#x439; &#x43a;&#x43e;&#x433;&#x43d;&#x438;&#x442;&#x438;&#x432;&#x43d;&#x44b;&#x445; &#x444;&#x443;&#x43d;&#x43a;&#x446;&#x438;&#x439;, &#x441;&#x43f;&#x43e;&#x441;&#x43e;&#x431;&#x441;&#x442;&#x432;&#x443;&#x435;&#x442; &#x440;&#x435;&#x433;&#x440;&#x435;&#x441;&#x441;&#x443; &#x441;&#x435;&#x43d;&#x441;&#x43e;&#x43c;&#x43e;&#x442;&#x43e;&#x440;&#x43d;&#x44b;&#x445; &#x43d;&#x430;&#x440;&#x443;&#x448;&#x435;&#x43d;&#x438;&#x439; &#x412;&#x41a; &#x438; &#x432;&#x43e;&#x441;&#x441;&#x442;&#x430;&#x43d;&#x43e;&#x432;&#x43b;&#x435;&#x43d;&#x438;&#x44e; &#x43c;&#x430;&#x43d;&#x438;&#x43f;&#x443;&#x43b;&#x44f;&#x442;&#x438;&#x432;&#x43d;&#x43e;&#x439; &#x430;&#x43a;&#x442;&#x438;&#x432;&#x43d;&#x43e;&#x441;&#x442;&#x438;.</AbstractText></OtherAbstract><KeywordList Owner="NOTNLM"><Keyword MajorTopicYN="N">brain-computer interface</Keyword><Keyword MajorTopicYN="N">electromyostimulation</Keyword><Keyword MajorTopicYN="N">hand exoskeleton</Keyword><Keyword MajorTopicYN="N">ischemic stroke</Keyword><Keyword MajorTopicYN="N">medical rehabilitation</Keyword></KeywordList></MedlineCitation><PubmedData><History><PubMedPubDate PubStatus="medline"><Year>2025</Year><Month>11</Month><Day>13</Day><Hour>12</Hour><Minute>30</Minute></PubMedPubDate><PubMedPubDate PubStatus="pubmed"><Year>2025</Year><Month>11</Month><Day>11</Day><Hour>12</Hour><Minute>29</Minute></PubMedPubDate><PubMedPubDate PubStatus="entrez"><Year>2025</Year><Month>11</Month><Day>11</Day><Hour>11</Hour><Minute>48</Minute></PubMedPubDate></History><PublicationStatus>ppublish</PublicationStatus><ArticleIdList><ArticleId IdType="pubmed">41217794</ArticleId><ArticleId IdType="doi">10.17116/kurort20251020515</ArticleId></ArticleIdList></PubmedData></PubmedArticle></PubmedArticleSet>