<?xml version="1.0" ?>
<!DOCTYPE PubmedArticleSet PUBLIC "-//NLM//DTD PubMedArticle, 1st January 2025//EN" "https://dtd.nlm.nih.gov/ncbi/pubmed/out/pubmed_250101.dtd">
<PubmedArticleSet>
<PubmedArticle><MedlineCitation Status="PubMed-not-MEDLINE" Owner="NLM"><PMID Version="1">41140110</PMID><DateCompleted><Year>2025</Year><Month>12</Month><Day>02</Day></DateCompleted><DateRevised><Year>2025</Year><Month>12</Month><Day>04</Day></DateRevised><Article PubModel="Print-Electronic"><Journal><ISSN IssnType="Print">2149-9322</ISSN><JournalIssue CitedMedium="Print"><Volume>22</Volume><Issue>4</Issue><PubDate><Year>2025</Year><Month>Dec</Month><Day>02</Day></PubDate></JournalIssue><Title>Turkish journal of obstetrics and gynecology</Title><ISOAbbreviation>Turk J Obstet Gynecol</ISOAbbreviation></Journal><ArticleTitle>Antimicrobial resistance and multidrug resistance patterns of uropathogens isolated from pregnant women with asymptomatic bacteriuria.</ArticleTitle><Pagination><StartPage>321</StartPage><EndPage>328</EndPage><MedlinePgn>321-328</MedlinePgn></Pagination><ELocationID EIdType="doi" ValidYN="Y">10.4274/tjod.galenos.2025.29938</ELocationID><Abstract><AbstractText Label="OBJECTIVE">This study aimed to evaluate the prevalence of asymptomatic bacteriuria (ASB) in the second half of pregnancy, identify causative microorganisms, and assess their antimicrobial resistance and multidrug resistance (MDR) patterns in K&#x131;r&#x15f;ehir, T&#xfc;rkiye.</AbstractText><AbstractText Label="MATERIALS AND METHODS">Between April-December 2024, 182 pregnant women without urinary tract infection symptoms were screened at K&#x131;r&#x15f;ehir Training and Research Hospital. Midstream urine samples were cultured, and bacterial isolates were identified and tested for antimicrobial susceptibility using the BD Phoenix&#x2122; automated system. Data were interpreted according to EUCAST 2024 criteria.</AbstractText><AbstractText Label="RESULTS">ASB prevalence was 37.36%. <i>Escherichia coli</i> (51.47%) was the most common pathogen, followed by <i>Candida</i> spp. (17.65%), <i>Klebsiella pneumoniae</i> (8.82%), and <i>Streptococcus agalactiae</i> (7.36%). In Gram-negative isolates, the highest resistance was to ampicillin (72.7%), cefazolin (43.2%), and amoxicillin-clavulanate (40.9%), with universal susceptibility to amikacin, carbapenems, and nitrofurantoin. Gram-positive isolates showed the highest resistance to moxifloxacin and tetracycline (41.7% each). MDR was detected in 20% of <i>Escherichia coli</i>, 16.7% of <i>Klebsiella pneumoniae</i>, 60% of <i>Streptococcus agalactiae</i>, and 66.6% of <i>Staphylococcus epidermidis</i> isolates.</AbstractText><AbstractText Label="CONCLUSION">ASB prevalence during second half of pregnancy was high, and a significant proportion of pathogens demonstrated MDR. The findings highlight the necessity of culture-based diagnosis and region-specific empirical therapy. High resistance to ampicillin and trimethoprim-sulfamethoxazole suggests that empirical protocols should be updated according to local antibiograms. Strengthening antibiotic stewardship and expanding routine ASB screening are critical to reducing maternal-fetal complications.</AbstractText><CopyrightInformation>Copyright&#xa9; 2025 The Author. Published by Galenos Publishing House on behalf of Turkish Society of Obstetrics and Gynecology.</CopyrightInformation></Abstract><AuthorList CompleteYN="Y"><Author ValidYN="Y"><LastName>&#xd6;zt&#xfc;rk</LastName><ForeName>Cihat</ForeName><Initials>C</Initials><Identifier Source="ORCID">0000-0003-2868-2317</Identifier><AffiliationInfo><Affiliation>K&#x131;r&#x15f;ehir Ahi Evran University Faculty of Medicine, Department of Medical Microbiology, K&#x131;r&#x15f;ehir, T&#xfc;rkiye.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Kara</LastName><ForeName>Mustafa</ForeName><Initials>M</Initials><Identifier Source="ORCID">0000-0003-2282-6850</Identifier><AffiliationInfo><Affiliation>K&#x131;r&#x15f;ehir Ahi Evran University Faculty of Medicine, Department of Obstetrics and Gynecology, K&#x131;r&#x15f;ehir, T&#xfc;rkiye.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Akyol</LastName><ForeName>Rukiye</ForeName><Initials>R</Initials><Identifier Source="ORCID">0000-0002-6825-5638</Identifier><AffiliationInfo><Affiliation>K&#x131;r&#x15f;ehir Training and Research Hospital, Medical Microbiology Laboratory, K&#x131;r&#x15f;ehir, T&#xfc;rkiye.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Bolacal&#x131;</LastName><ForeName>Memi&#x15f;</ForeName><Initials>M</Initials><Identifier Source="ORCID">0000-0002-4196-2359</Identifier><AffiliationInfo><Affiliation>K&#x131;r&#x15f;ehir Ahi Evran University Faculty of Medicine, Department of Biostatistics and Medical Informatics, K&#x131;r&#x15f;ehir, T&#xfc;rkiye.</Affiliation></AffiliationInfo></Author></AuthorList><Language>eng</Language><PublicationTypeList><PublicationType UI="D016428">Journal Article</PublicationType></PublicationTypeList><ArticleDate DateType="Electronic"><Year>2025</Year><Month>10</Month><Day>27</Day></ArticleDate></Article><MedlineJournalInfo><Country>Turkey</Country><MedlineTA>Turk J Obstet Gynecol</MedlineTA><NlmUniqueID>101656661</NlmUniqueID><ISSNLinking>2149-9330</ISSNLinking></MedlineJournalInfo><OtherAbstract Type="Publisher" Language="tur"><AbstractText Label="AMA&#xc7;">Bu &#xe7;al&#x131;&#x15f;ma, gebeli&#x11f;in ikinci yar&#x131;s&#x131;nda asemptomatik bakteri&#xfc;ri (ASB) prevalans&#x131;n&#x131; de&#x11f;erlendirmek, etken mikroorganizmalar&#x131; belirlemek ve bunlar&#x131;n antimikrobiyal diren&#xe7; ile &#xe7;oklu ila&#xe7; direnci (MDR) paternlerini incelemek amac&#x131;yla K&#x131;r&#x15f;ehir, T&#xfc;rkiye&#x2019;de ger&#xe7;ekle&#x15f;tirilmi&#x15f;tir.</AbstractText><AbstractText Label="UNLABELLED">Gere&#xe7; ve Y&#xf6;ntemler: Nisan-Aral&#x131;k 2024 tarihleri aras&#x131;nda, K&#x131;r&#x15f;ehir E&#x11f;itim ve Ara&#x15f;t&#x131;rma Hastanesi&#x2019;nde &#xfc;riner sistem enfeksiyonu semptomu olmayan 182 gebe kad&#x131;n taranm&#x131;&#x15f;t&#x131;r. Orta ak&#x131;m idrar &#xf6;rnekleri k&#xfc;lt&#xfc;re al&#x131;nm&#x131;&#x15f;, bakteri izolatlar&#x131; tan&#x131;mlanm&#x131;&#x15f; ve antimikrobiyal duyarl&#x131;l&#x131;k testleri BD Phoenix&#x2122; otomatize sistemi ile yap&#x131;lm&#x131;&#x15f;t&#x131;r. Veriler, EUCAST 2024 kriterlerine g&#xf6;re yorumlanm&#x131;&#x15f;t&#x131;r.</AbstractText><AbstractText Label="BULGULAR">ASB prevalans&#x131; %37,36 olarak bulunmu&#x15f;tur. En s&#x131;k patojen <i>Escherichia coli</i> (%51,47) olup, bunu <i>Candida</i> spp. (%17,65), <i>Klebsiella pneumoniae</i> (%8,82) ve <i>Streptococcus agalactiae</i> (%7,36) izlemi&#x15f;tir. Gram-negatif izolatlarda en y&#xfc;ksek diren&#xe7; ampisilin (%72,7), sefazolin (%43,2) ve amoksisilin-klavulanata (%40,9) kar&#x15f;&#x131; belirlenmi&#x15f;; t&#xfc;m izolatlar&#x131;n amikasin, karbapenemler ve nitrofurantoine duyarl&#x131; olduklar&#x131; saptanm&#x131;&#x15f;t&#x131;r. Gram-pozitif izolatlarda en y&#xfc;ksek diren&#xe7; moksifloksasin ve tetrasikline (%41,7) kar&#x15f;&#x131; g&#xf6;r&#xfc;lm&#xfc;&#x15f;t&#xfc;r. MDR oranlar&#x131; <i>Escherichia coli</i> izolatlar&#x131;nda %20, <i>Klebsiella pneumoniae</i>&#x2019;de %16,7, <i>Streptococcus agalactiae</i>&#x2019;de %60 ve <i>Staphylococcus epidermidis</i>&#x2019;de %66,6 olarak belirlenmi&#x15f;tir.</AbstractText><AbstractText Label="SONU&#xc7;">Gebeli&#x11f;in ikinci yar&#x131;s&#x131;nda ASB prevalans&#x131; y&#xfc;ksek olup, patojenlerin &#xf6;nemli bir k&#x131;sm&#x131; MDR g&#xf6;stermi&#x15f;tir. Bulgular, k&#xfc;lt&#xfc;r bazl&#x131; tan&#x131;n&#x131;n ve b&#xf6;lgeye &#xf6;zg&#xfc; ampirik tedavi yakla&#x15f;&#x131;mlar&#x131;n&#x131;n &#xf6;nemini ortaya koymaktad&#x131;r. Ampisilin ve trimethoprim-s&#xfc;lfametoksazole kar&#x15f;&#x131; y&#xfc;ksek diren&#xe7;, ampirik tedavi protokollerinin yerel antibiyogramlara g&#xf6;re g&#xfc;ncellenmesi gerekti&#x11f;ini g&#xf6;stermektedir. Antibiyotik y&#xf6;netiminin g&#xfc;&#xe7;lendirilmesi ve rutin ASB taramalar&#x131;n&#x131;n yayg&#x131;nla&#x15f;t&#x131;r&#x131;lmas&#x131;, maternal-fetal komplikasyonlar&#x131;n azalt&#x131;lmas&#x131; a&#xe7;&#x131;s&#x131;ndan kritik &#xf6;neme sahiptir.</AbstractText><CopyrightInformation>Copyright&#xa9; 2025 The Author. Published by Galenos Publishing House on behalf of Turkish Society of Obstetrics and Gynecology.</CopyrightInformation></OtherAbstract><KeywordList Owner="NOTNLM"><Keyword MajorTopicYN="N">Asymptomatic bacteriuria</Keyword><Keyword MajorTopicYN="N">antimicrobial resistance</Keyword><Keyword MajorTopicYN="N">multidrug resistance</Keyword><Keyword MajorTopicYN="N">pregnancy</Keyword></KeywordList><CoiStatement>No conflict of interest was declared by the authors.</CoiStatement></MedlineCitation><PubmedData><History><PubMedPubDate PubStatus="medline"><Year>2025</Year><Month>10</Month><Day>27</Day><Hour>13</Hour><Minute>29</Minute></PubMedPubDate><PubMedPubDate PubStatus="pubmed"><Year>2025</Year><Month>10</Month><Day>27</Day><Hour>13</Hour><Minute>28</Minute></PubMedPubDate><PubMedPubDate PubStatus="entrez"><Year>2025</Year><Month>10</Month><Day>27</Day><Hour>4</Hour><Minute>28</Minute></PubMedPubDate><PubMedPubDate PubStatus="pmc-release"><Year>2025</Year><Month>12</Month><Day>2</Day></PubMedPubDate></History><PublicationStatus>ppublish</PublicationStatus><ArticleIdList><ArticleId IdType="pubmed">41140110</ArticleId><ArticleId IdType="pmc">PMC12671458</ArticleId><ArticleId IdType="doi">10.4274/tjod.galenos.2025.29938</ArticleId></ArticleIdList><ReferenceList><Reference><Citation>Nicolle LE, Gupta K, Bradley SF, Colgan R, DeMuri GP, Drekonja D, et al. Clinical practice guideline for the management of asymptomatic bacteriuria: 2019 update by the infectious diseases society of America. Clin Infect Dis. 2019;68:e83&#x2013;110.</Citation><ArticleIdList><ArticleId IdType="pubmed">30895288</ArticleId></ArticleIdList></Reference><Reference><Citation>Schnarr J, Smaill F. Asymptomatic bacteriuria and symptomatic urinary tract infections in pregnancy. Eur J Clin Invest. 2008;38(Suppl 2):50&#x2013;7. doi: 10.1111/j.1365-2362.2008.02009.x.</Citation><ArticleIdList><ArticleId IdType="doi">10.1111/j.1365-2362.2008.02009.x</ArticleId><ArticleId IdType="pubmed">18826482</ArticleId></ArticleIdList></Reference><Reference><Citation>Abde M, Weis N, Kj&#xe6;rbye-Thygesen A, Moseholm E. Association between asymptomatic bacteriuria in pregnancy and adverse pregnancy- and births outcomes. A systematic review. Eur J Obstet Gynecol Reprod Biol. 2024;302:116&#x2013;24. doi: 10.1016/j.ejogrb.2024.09.001.</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.ejogrb.2024.09.001</ArticleId><ArticleId IdType="pubmed">39255721</ArticleId></ArticleIdList></Reference><Reference><Citation>Macejko AM, Schaeffer AJ. Asymptomatic bacteriuria and symptomatic urinary tract infections during pregnancy. Urol Clin North Am. 2007;34(1):35&#x2013;42. doi: 10.1016/j.ucl.2006.10.010.</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.ucl.2006.10.010</ArticleId><ArticleId IdType="pubmed">17145359</ArticleId></ArticleIdList></Reference><Reference><Citation>Smaill FM, Vazquez JC. Antibiotics for asymptomatic bacteriuria in pregnancy. Cochrane Database Syst Rev. 2019;2019(11):CD000490. doi: 10.1002/14651858.CD000490.pub4.</Citation><ArticleIdList><ArticleId IdType="doi">10.1002/14651858.CD000490.pub4</ArticleId><ArticleId IdType="pmc">PMC6953361</ArticleId><ArticleId IdType="pubmed">31765489</ArticleId></ArticleIdList></Reference><Reference><Citation>Abu D, Abula T, Zewdu T, Berhanu M, Sahilu T. Asymptomatic bacteriuria, antimicrobial susceptibility pattern and associated risk factors among pregnant women attending antenatal care in Assosa General Hospital, Western Ethiopia. BMC Microbiol. 2021;21(1):348. doi: 10.1186/s12866-021-02417-6.</Citation><ArticleIdList><ArticleId IdType="doi">10.1186/s12866-021-02417-6</ArticleId><ArticleId IdType="pmc">PMC8675524</ArticleId><ArticleId IdType="pubmed">34915840</ArticleId></ArticleIdList></Reference><Reference><Citation>Sheffield JS, Cunningham FG. Urinary tract infection in women. Obstet Gynecol. 2005;106(5 Pt 1):1085&#x2013;92. doi: 10.1097/01.AOG.0000185257.52328.a2.</Citation><ArticleIdList><ArticleId IdType="doi">10.1097/01.AOG.0000185257.52328.a2</ArticleId><ArticleId IdType="pubmed">16260529</ArticleId></ArticleIdList></Reference><Reference><Citation>Ali IE, Gebrecherkos T, Gizachew M, Menberu MA. Asymptomatic bacteriuria and antimicrobial susceptibility pattern of the isolates among pregnant women attending Dessie referral hospital, Northeast Ethiopia: a hospital-based cross-sectional study. Turk J Urol. 2018;44:251&#x2013;60.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC5937645</ArticleId><ArticleId IdType="pubmed">29733799</ArticleId></ArticleIdList></Reference><Reference><Citation>WHO, WHO antenatal care recommendations for a positive pregnancy experience. Nutritional interventions update: zinc supplements during pregnancy. 2021:World.</Citation><ArticleIdList><ArticleId IdType="pubmed">34432398</ArticleId></ArticleIdList></Reference><Reference><Citation>Ansaldi Y, Martinez de Tejada Weber B. Urinary tract infections in pregnancy. Clin Microbiol Infect. 2023;29(10):1249&#x2013;53. doi: 10.1016/j.cmi.2022.08.015.</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.cmi.2022.08.015</ArticleId><ArticleId IdType="pubmed">36031053</ArticleId></ArticleIdList></Reference><Reference><Citation>Bizuwork K, Alemayehu H, Medhin G, Amogne W, Eguale T. Asymptomatic bacteriuria among pregnant women in Addis Ababa, Ethiopia: prevalence, causal agents, and their antimicrobial susceptibility. Int J Microbiol. 2021;2021:8418043.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC8313335</ArticleId><ArticleId IdType="pubmed">34335781</ArticleId></ArticleIdList></Reference><Reference><Citation>Tadesse S, Kahsay T, Adhanom G, Kahsu G, Legese H, G/wahid A, et al. Prevalence, antimicrobial susceptibility profile and predictors of asymptomatic bacteriuria among pregnant women in Adigrat General Hospital, Northern Ethiopia. BMC Res Notes. 2018;11(1):740. doi: 10.1186/s13104-018-3844-1.</Citation><ArticleIdList><ArticleId IdType="doi">10.1186/s13104-018-3844-1</ArticleId><ArticleId IdType="pmc">PMC6194591</ArticleId><ArticleId IdType="pubmed">30340646</ArticleId></ArticleIdList></Reference><Reference><Citation>Ejerssa AW, Gadisa DA, Orjino TA. Prevalence of bacterial uropathogens and their antimicrobial susceptibility patterns among pregnant women in Eastern Ethiopia: hospital-based cross-sectional study. BMC Women&#x2019;s Health. 2021;21(1):291. doi: 10.1186/s12905-021-01439-6.</Citation><ArticleIdList><ArticleId IdType="doi">10.1186/s12905-021-01439-6</ArticleId><ArticleId IdType="pmc">PMC8348837</ArticleId><ArticleId IdType="pubmed">34364376</ArticleId></ArticleIdList></Reference><Reference><Citation>Wabe YA, Reda DY, Abreham ET, Gobene DB, Ali MM. Prevalence of asymptomatic bacteriuria, associated factors and antimicrobial susceptibility profile of bacteria among pregnant women attending saint Paul&#x2019;s Hospital Millennium Medical College, Addis Ababa, Ethiopia. Ther Clin Risk Manag. 2020;16:923&#x2013;32. doi: 10.2147/TCRM.S267101.</Citation><ArticleIdList><ArticleId IdType="doi">10.2147/TCRM.S267101</ArticleId><ArticleId IdType="pmc">PMC7532909</ArticleId><ArticleId IdType="pubmed">33061397</ArticleId></ArticleIdList></Reference><Reference><Citation>Ezechi OC, Gab-Okafor CV, Oladele DA, Kalejaiye OO, Oke BO, Ekama SO, et al. Prevalence and risk factors of asymptomatic bacteriuria among pregnant Nigerians infected with HIV. J Matern Fetal Neonatal Med. 2013;26(4):402&#x2013;6. doi: 10.3109/14767058.2012.733782.</Citation><ArticleIdList><ArticleId IdType="doi">10.3109/14767058.2012.733782</ArticleId><ArticleId IdType="pubmed">23186370</ArticleId></ArticleIdList></Reference><Reference><Citation>Cortes-Penfield NW, Trautner BW, Jump RLP. Urinary tract infection and asymptomatic bacteriuria in older adults. Infect Dis Clin North Am. 2017;31(4):673&#x2013;88. doi: 10.1016/j.idc.2017.07.002.</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.idc.2017.07.002</ArticleId><ArticleId IdType="pmc">PMC5802407</ArticleId><ArticleId IdType="pubmed">29079155</ArticleId></ArticleIdList></Reference><Reference><Citation>Hegazy W. Urinary tract infections-new insights: new insights. 2023:BoD.</Citation></Reference><Reference><Citation>Kalinderi K, Delkos D, Kalinderis M, Athanasiadis A, Kalogiannidis I. Urinary tract infection during pregnancy: current concepts on a common multifaceted problem. J Obstet Gynaecol. 2018;38(4):448&#x2013;53. doi: 10.1080/01443615.2017.1370579.</Citation><ArticleIdList><ArticleId IdType="doi">10.1080/01443615.2017.1370579</ArticleId><ArticleId IdType="pubmed">29402148</ArticleId></ArticleIdList></Reference><Reference><Citation>Salam B, Sardar H, Shehzadi I, Ayub S. Prevalence of asymptomatic bacteriuria and its antibacterial susceptibility pattern among pregnant women. Int J Health Sci. 2023;7(S1):1158&#x2013;65. doi: 10.53730/ijhs.v7ns1.14329.</Citation><ArticleIdList><ArticleId IdType="doi">10.53730/ijhs.v7ns1.14329</ArticleId></ArticleIdList></Reference><Reference><Citation>Kahsay T, Gebrehiwot GT, Gebreyohannes G, Tilahun M, Gessese A, Kahsay A. Antimicrobial susceptibility patterns of urinary tract infections causing bacterial isolates and associated risk factors among HIV patients in Tigray, Northern Ethiopia. BMC Microbiol. 2024;24(1):148. doi: 10.1186/s12866-024-03297-2.</Citation><ArticleIdList><ArticleId IdType="doi">10.1186/s12866-024-03297-2</ArticleId><ArticleId IdType="pmc">PMC11055276</ArticleId><ArticleId IdType="pubmed">38678188</ArticleId></ArticleIdList></Reference><Reference><Citation>Forbes BA, Sahm DF, Weissfeld AS. Study Guide for Bailey and Scott&#x2019;s Diagnostic Microbiology-E-Book: Study Guide for Bailey and Scott&#x2019;s Diagnostic Microbiology-E-Book. 2016:Elsevier.</Citation></Reference><Reference><Citation>EUCAST, E.C.o.A.S.T., Breakpoint tables for interpretation of MICs and zone diameters. Version 14.0, European Committee on Antimicrobial Susceptibility Testing, in Annual. 2024, EUCAST: https://www.eucast.org/eucast_news/news_singleview?tx_ttnews%5Btt_news%5D=566&amp;cHash=db55f3a8829726044512a1fe74cce41b.</Citation></Reference><Reference><Citation>Akt&#xfc;n LH, Karaca N, Akpak YK. Gebelik donemindeki asemptomatik bakteriuri: prevalansi, antibyotik duyarliligi ve demografik faktorlerle iliskisi/asymptomatic bacteriuria in pregnancy: prevalence, antibiotic susceptibility, and related demographic factors. Bezmialem Science. 2018;6:163&#x2013;8.</Citation></Reference><Reference><Citation>Efe &#x15e;, Kurdo&#x11f;lu Z. Prevalence of asymptomatic bacteriuria in pregnant women in Van&#x2019;s region. Turkiye Klinikleri J Gynecol Obst. 2010;20:224&#x2013;7.</Citation></Reference><Reference><Citation>Awoke N, Tekalign T, Teshome M, Lolaso T, Dendir G, Obsa MS. Bacterial profile and asymptomatic bacteriuria among pregnant women in Africa: a systematic review and meta analysis. EClinicalMedicine. 2021;37:100952. doi: 10.1016/j.eclinm.2021.100952.</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.eclinm.2021.100952</ArticleId><ArticleId IdType="pmc">PMC8343252</ArticleId><ArticleId IdType="pubmed">34386744</ArticleId></ArticleIdList></Reference><Reference><Citation>Kumalo A, Tadesse M. Asymptomatic bacteriuria and their antimicrobial susceptibility pattern among pregnant women attending antenatal clinics at Mizan Aman Town, Southwestern Ethiopia. European Journal of Clinical and Biomedical Sciences. 2020;6(4) doi: 10.11648/j.ejcbs.20200604.12.</Citation><ArticleIdList><ArticleId IdType="doi">10.11648/j.ejcbs.20200604.12</ArticleId></ArticleIdList></Reference></ReferenceList></PubmedData></PubmedArticle></PubmedArticleSet>