<?xml version="1.0" ?>
<!DOCTYPE PubmedArticleSet PUBLIC "-//NLM//DTD PubMedArticle, 1st January 2025//EN" "https://dtd.nlm.nih.gov/ncbi/pubmed/out/pubmed_250101.dtd">
<PubmedArticleSet>
<PubmedArticle><MedlineCitation Status="MEDLINE" Owner="NLM" IndexingMethod="Automated"><PMID Version="1">41769113</PMID><DateCompleted><Year>2026</Year><Month>03</Month><Day>06</Day></DateCompleted><DateRevised><Year>2026</Year><Month>03</Month><Day>06</Day></DateRevised><Article PubModel="Electronic-eCollection"><Journal><ISSN IssnType="Electronic">2296-2565</ISSN><JournalIssue CitedMedium="Internet"><Volume>14</Volume><PubDate><Year>2026</Year></PubDate></JournalIssue><Title>Frontiers in public health</Title><ISOAbbreviation>Front Public Health</ISOAbbreviation></Journal><ArticleTitle>Inclusive universities: promoting gender equality and sex-gender diversity.</ArticleTitle><Pagination><StartPage>1766440</StartPage><MedlinePgn>1766440</MedlinePgn></Pagination><ELocationID EIdType="pii" ValidYN="Y">1766440</ELocationID><ELocationID EIdType="doi" ValidYN="Y">10.3389/fpubh.2026.1766440</ELocationID><Abstract><AbstractText Label="INTRODUCTION" NlmCategory="UNASSIGNED">This study investigates the implementation of gender equality and sex-gender diversity policies in a higher education context, within the G-FORCE Project funded by Erasmus+.</AbstractText><AbstractText Label="METHODS" NlmCategory="UNASSIGNED">Two focus groups (<i>N</i>&#x202f;=&#x202f;20) were conducted with participants from the academic community, administrative staff, research personnel, and external stakeholders, ensuring diverse generational and gender representation. Data were collected through guided focus group discussions, transcribed, and analyzed using reflexive thematic analysis with an interpretive approach.</AbstractText><AbstractText Label="RESULTS" NlmCategory="UNASSIGNED">Three dimensions emerged: (1) knowledge and awareness of gender equality and sex-gender diversity, (2) institutional practices and university policies, and (3) university culture. Results indicate that although participants are aware of existing protocols and training, these initiatives are perceived as isolated, minimally innovative, and largely symbolic.</AbstractText><AbstractText Label="CONCLUSION" NlmCategory="UNASSIGNED">A gap exists between formal policies and actual practices, reflecting a bureaucratic culture that limits inclusive transformation. Resistance is present among faculty and students committed to equality, yet systemic barriers persist. The study concludes that effective inclusion requires structural change, curricular integration of inclusive perspectives, creation of safe spaces, participatory governance, and alignment of institutional culture with gender equality and sex-gender diversity.</AbstractText><CopyrightInformation>Copyright &#xa9; 2026 S&#xe1;nchez Torrej&#xf3;n and Mach&#xed;n &#xc1;lvarez.</CopyrightInformation></Abstract><AuthorList CompleteYN="Y"><Author ValidYN="Y"><LastName>S&#xe1;nchez Torrej&#xf3;n</LastName><ForeName>Bego&#xf1;a</ForeName><Initials>B</Initials><AffiliationInfo><Affiliation>Department of Didactic, Faculty of Education, University of C&#xe1;diz, C&#xe1;diz, Spain.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Mach&#xed;n &#xc1;lvarez</LastName><ForeName>Macarena</ForeName><Initials>M</Initials><AffiliationInfo><Affiliation>Department of Didactic, Faculty of Education, University of C&#xe1;diz, C&#xe1;diz, Spain.</Affiliation></AffiliationInfo></Author></AuthorList><Language>eng</Language><PublicationTypeList><PublicationType UI="D016428">Journal Article</PublicationType></PublicationTypeList><ArticleDate DateType="Electronic"><Year>2026</Year><Month>02</Month><Day>12</Day></ArticleDate></Article><MedlineJournalInfo><Country>Switzerland</Country><MedlineTA>Front Public Health</MedlineTA><NlmUniqueID>101616579</NlmUniqueID><ISSNLinking>2296-2565</ISSNLinking></MedlineJournalInfo><CitationSubset>IM</CitationSubset><MeshHeadingList><MeshHeading><DescriptorName UI="D006801" MajorTopicYN="N">Humans</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D014495" MajorTopicYN="N">Universities</DescriptorName><QualifierName UI="Q000458" MajorTopicYN="N">organization &amp; administration</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D005260" MajorTopicYN="N">Female</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D017144" MajorTopicYN="N">Focus Groups</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D008297" MajorTopicYN="N">Male</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D000084803" MajorTopicYN="Y">Gender Equity</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D013334" MajorTopicYN="N">Students</DescriptorName><QualifierName UI="Q000523" MajorTopicYN="N">psychology</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D000328" MajorTopicYN="N">Adult</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D018864" MajorTopicYN="Y">Cultural Diversity</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D015279" MajorTopicYN="N">Organizational Culture</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D016134" MajorTopicYN="N">Organizational Policy</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D005178" MajorTopicYN="N">Faculty</DescriptorName></MeshHeading></MeshHeadingList><KeywordList Owner="NOTNLM"><Keyword MajorTopicYN="N">LGBTIQA+</Keyword><Keyword MajorTopicYN="N">gender equality</Keyword><Keyword MajorTopicYN="N">inclusive education</Keyword><Keyword MajorTopicYN="N">sex-gender diversity</Keyword><Keyword MajorTopicYN="N">sexual health</Keyword><Keyword MajorTopicYN="N">university</Keyword><Keyword MajorTopicYN="N">well-being</Keyword></KeywordList><CoiStatement>The author(s) declared that this work was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest.</CoiStatement></MedlineCitation><PubmedData><History><PubMedPubDate PubStatus="received"><Year>2025</Year><Month>12</Month><Day>12</Day></PubMedPubDate><PubMedPubDate PubStatus="revised"><Year>2026</Year><Month>1</Month><Day>12</Day></PubMedPubDate><PubMedPubDate PubStatus="accepted"><Year>2026</Year><Month>1</Month><Day>15</Day></PubMedPubDate><PubMedPubDate PubStatus="medline"><Year>2026</Year><Month>3</Month><Day>6</Day><Hour>13</Hour><Minute>47</Minute></PubMedPubDate><PubMedPubDate PubStatus="pubmed"><Year>2026</Year><Month>3</Month><Day>2</Day><Hour>13</Hour><Minute>17</Minute></PubMedPubDate><PubMedPubDate PubStatus="entrez"><Year>2026</Year><Month>3</Month><Day>2</Day><Hour>6</Hour><Minute>46</Minute></PubMedPubDate><PubMedPubDate PubStatus="pmc-release"><Year>2026</Year><Month>2</Month><Day>12</Day></PubMedPubDate></History><PublicationStatus>epublish</PublicationStatus><ArticleIdList><ArticleId IdType="pubmed">41769113</ArticleId><ArticleId IdType="pmc">PMC12936996</ArticleId><ArticleId IdType="doi">10.3389/fpubh.2026.1766440</ArticleId></ArticleIdList><ReferenceList><Reference><Citation>Cyrus K. Multiple minorities as multiply marginalized: applying the minority stress theory to LGBTQ people of color. J Gay Lesbian Ment Health. (2017) 21:194&#x2013;202. doi: 10.1080/19359705.2017.1320739</Citation><ArticleIdList><ArticleId IdType="doi">10.1080/19359705.2017.1320739</ArticleId></ArticleIdList></Reference><Reference><Citation>Elizondo C. Hacia la inclusi&#xf3;n educativa en la Universidad: dise&#xf1;o universal para el aprendizaje y la educaci&#xf3;n de calidad. Barcelona: Octaedro; (2020).</Citation></Reference><Reference><Citation>Meyer EJ. Gender, bullying and harassment: strategies to end sexism and homophobia in schools. Nueva York: Teachers College Press; (2009).</Citation></Reference><Reference><Citation>Shane K. Creating an LGBT+ inclusive university: a practical resource guide for faculty and administrators. London: Taylor &amp; Francis; (2022).</Citation></Reference><Reference><Citation>Paredes Fuentes S. Breaking the ivory walls of higher education: the integration of diversity and the sense of belonging. Pap Econ Esp. (2024) 180:134&#x2013;56. Available at: https://www.funcas.es/wp-content/uploads/2024/11/Funcas-Social-10_PAREDES-FUENTES.pdf</Citation></Reference><Reference><Citation>Soria-Barreto K, Y&#xe1;&#xf1;ez-Galleguillos LM, Zuniga-Jara S. Chilean university teachers&#x2019; social representations and attitudes about students&#x2019; sexual diversity. Sustainability. (2022) 14:1722. doi: 10.3390/su14031722</Citation><ArticleIdList><ArticleId IdType="doi">10.3390/su14031722</ArticleId></ArticleIdList></Reference><Reference><Citation>Comisi&#xf3;n Europea In: Comisi&#xf3;n Europea, editor. Comunicaci&#xf3;n de la Comisi&#xf3;n al Parlamento Europeo, al Consejo, al Comit&#xe9; Econ&#xf3;mico y Social Europeo y al Comit&#xe9; de las Regiones sobre una agenda renovada de la UE para la educaci&#xf3;n superior. Bruselas: (2017)</Citation></Reference><Reference><Citation>Ley Org&#xe1;nica 2/2023, del Sistema Universitario. (2023). Available online at: https://www.boe.es/eli/es/lo/2023/03/22/2/con (Accessed 4 2025).</Citation></Reference><Reference><Citation>Due&#xf1;as JM, Racionero-Plaza S, Melgar P, Sanvic&#xe9;n-Torn&#xe9; P. Identifying violence against the LGTBI+ community in Catalan universities. Life Sci Soc Policy. (2021) 17:3. doi: 10.1186/s40504-021-00112-y,</Citation><ArticleIdList><ArticleId IdType="doi">10.1186/s40504-021-00112-y</ArticleId><ArticleId IdType="pmc">PMC7901064</ArticleId><ArticleId IdType="pubmed">33618762</ArticleId></ArticleIdList></Reference><Reference><Citation>Meyer I. Prejudice, social stress, and mental health in lesbian, gay, and bisexual populations: conceptual issues and research evidence. Psychol Bull. (2003) 129:674&#x2013;97. doi: 10.1037/0033-2909.129.5.674,</Citation><ArticleIdList><ArticleId IdType="doi">10.1037/0033-2909.129.5.674</ArticleId><ArticleId IdType="pmc">PMC2072932</ArticleId><ArticleId IdType="pubmed">12956539</ArticleId></ArticleIdList></Reference><Reference><Citation>Woodford MR, Kulick A. Academic and social integration among LGBTQ college students: the role of campus climate. J Coll Stud Dev. (2016) 57:636&#x2013;52. doi: 10.1007/s10464-014-9683-x</Citation><ArticleIdList><ArticleId IdType="doi">10.1007/s10464-014-9683-x</ArticleId></ArticleIdList></Reference><Reference><Citation>Talburt S. Youth, sexuality and education: re-thinking theory and practice. London: Routledge; (2010).</Citation></Reference><Reference><Citation>European Commission. Gender equality strategy 2020&#x2013;2025: report on gender equality in the European Union (Annual Report on Gender Equality 2021). Luxembourg: Publications Office of the European Union; (2021).</Citation></Reference><Reference><Citation>UNESCO International Institute for Higher Education in Latin America and the Caribbean (IESALC) &amp; Times Higher Education. Gender equality: how global universities are performing (part 1 &amp; part 2). Paris: UNESCO; (2022).</Citation></Reference><Reference><Citation>Planella J, Pie A. Pedagoqueer: Resistencias y subversiones educativas. Educ XX1. (2012) 15:265&#x2013;83. doi: 10.5944/educxx1.15.1.159</Citation><ArticleIdList><ArticleId IdType="doi">10.5944/educxx1.15.1.159</ArticleId></ArticleIdList></Reference><Reference><Citation>Denzin N, Lincoln Y. Introducci&#xf3;n general. La investigaci&#xf3;n cualitativa como disciplina y como pr&#xe1;ctica In: Manual de Investigaci&#xf3;n Cualitativa Vol. I. El campo de la investigaci&#xf3;n cualitativa. Barcelona: Gedisa SA; (2012). 43&#x2013;102.</Citation></Reference><Reference><Citation>Latorre A, Del Rinc&#xf3;n D, Arnal J. Bases metodol&#xf3;gicas de la investigaci&#xf3;n educativa. Palma: Universitat de les Illes Balears; (1996).</Citation></Reference><Reference><Citation>Iba&#xf1;ez J. C&#xf3;mo se realiza una investigaci&#xf3;n mediante grupos de discusi&#xf3;n In: Ferrando M, Alvira F, Alonso L, Escobar M, editors. El an&#xe1;lisis de la realidad social. M&#xe9;todo y t&#xe9;cnicas de investigaci&#xf3;n. Madrid: Alianza Editorial; (2015). 201&#x2013;23.</Citation></Reference><Reference><Citation>Juan S, Roussos A. El focus groups como t&#xe9;cnica de investigaci&#xf3;n cualitativa In: Documento de Trabajo No. 256. Belgrano: Universidad de Belgrano; (2010)</Citation></Reference><Reference><Citation>Rodr&#xed;guez-Esteban A, Carretero-Serrano I. Expectativas y motivaciones en la elecci&#xf3;n de estudios universitarios desde una perspectiva de g&#xe9;nero. Rev Investig Educ. (2023) 21:139&#x2013;55. doi: 10.35869/reined.v21i2.4596</Citation><ArticleIdList><ArticleId IdType="doi">10.35869/reined.v21i2.4596</ArticleId></ArticleIdList></Reference><Reference><Citation>Valles M. T&#xe9;cnicas Cualitativas de Investigaci&#xf3;n Social. Reflexi&#xf3;n Metodol&#xf3;gica y Pr&#xe1;ctica Profesional. Madrid: S&#xed;ntesis; (1997).</Citation></Reference><Reference><Citation>Joy E, Braun V, Clarke V. Doing reflexive thematic analysis: a reflexive account In: Meyer F, Meissel K, editors. Research methods for education and the social disciplines in Aotearoa New Zealand. Wellington: NZCER Press; (2023)</Citation></Reference><Reference><Citation>V&#xe1;zquez R, Angulo F. Introducci&#xf3;n a los estudios de casos. Los primeros contactos con la investigaci&#xf3;n etnogr&#xe1;fica. M&#xe1;laga: Aljibe; (2003).</Citation></Reference><Reference><Citation>Lombardo E, Maier P. The symbolic representation of gender. London: Routledge; (2014).</Citation></Reference><Reference><Citation>Gonz&#xe1;lez MT, Nieto JM, Portela A. Organizaci&#xf3;n y Gesti&#xf3;n de Centros escolares: dimensiones y procesos. Madrid: Pearson Educaci&#xf3;n, S.A; (2009).</Citation></Reference><Reference><Citation>Bardisa T. Teor&#xed;a y pr&#xe1;ctica de la micropol&#xed;tica en las organizaciones escolares. Rev Iberoam Educ. (1997) 15:13&#x2013;52.</Citation></Reference><Reference><Citation>Meyer JW, Rowan B. Institutionalized organizations: formal structure as myth and ceremony. Am J Sociol. (1977) 83:340&#x2013;63.</Citation></Reference><Reference><Citation>Musubika S. Conceptualisations and implications of safety: an exploration of student experiences of DEI in higher learning. Intercult Educ. (2025) 36:694&#x2013;710. doi: 10.1080/14675986.2025.2535205</Citation><ArticleIdList><ArticleId IdType="doi">10.1080/14675986.2025.2535205</ArticleId></ArticleIdList></Reference><Reference><Citation>Larsen JM, Astr&#xf8;m J, Lund E. (2025). Working conditions for LGBTQ+ people in academia: an empirical study of diversity, (self) censorship and academic freedom. Available online at: https://www.kristiania.no/en/research/research-projects/kuc/working-conditions-for-lgbtq-people-in-academia-an-empirical-study-of-diversity-selfcensorship-and-academic-freedom/ (Accessed 3 2025).</Citation></Reference><Reference><Citation>Gregory L, Matthews P. Social policy and queer lives: coming out of the closet? J Soc Policy. (2022) 51:596&#x2013;610. doi: 10.1017/S0047279422000198</Citation><ArticleIdList><ArticleId IdType="doi">10.1017/S0047279422000198</ArticleId></ArticleIdList></Reference><Reference><Citation>Ahmed S. On being included: racism and diversity in institutional life. Durham: Duke University Press; (2012).</Citation></Reference><Reference><Citation>Granero And&#xfa;jar A. Educaci&#xf3;n afectivo-sexual y colectivo LGTBIQ: una relaci&#xf3;n de encuentros y desencuentros. Barcelona: Octaedro; (2023).</Citation></Reference><Reference><Citation>Trujillo G. Pensar desde otro lugar, pensar lo impensable: hacia una pedagog&#xed;a queer. Educ Pesqui. (2015) 41:1527&#x2013;40. doi: 10.1590/s1517-9702201508142550</Citation><ArticleIdList><ArticleId IdType="doi">10.1590/s1517-9702201508142550</ArticleId></ArticleIdList></Reference><Reference><Citation>Hooks B. Ense&#xf1;ar a transgredir. Madrid: Capit&#xe1;n Swing; (2021).</Citation></Reference><Reference><Citation>Granero And&#xfa;jar A, Manzano Le&#xf3;n A. Posibilidades del programa KiVa para hacer frente al bullying homof&#xf3;bico y transf&#xf3;bico. Rev Complut Educ. (2018) 24:943&#x2013;58. doi: 10.5209/RCED.54346</Citation><ArticleIdList><ArticleId IdType="doi">10.5209/RCED.54346</ArticleId></ArticleIdList></Reference><Reference><Citation>Langarita JA, Mas J. Antropolog&#xed;a y diversidad sexual y de g&#xe9;nero en Espa&#xf1;a: Hacia la construcci&#xf3;n de una especialidad disciplinaria. Rev Dialectol Tradic Pop. (2017) 72:311&#x2013;34. doi: 10.3989/rdtp.2017.02.001</Citation><ArticleIdList><ArticleId IdType="doi">10.3989/rdtp.2017.02.001</ArticleId></ArticleIdList></Reference><Reference><Citation>Velinov E, Hamza-Orlinska A. Teaching global diversity, equity and inclusion through the lenses of queer theory In: Research handbook on global diversity management. Cheltenham: Edward Elgar Publishing; (2025). 331&#x2013;45.</Citation></Reference><Reference><Citation>L&#xf3;pez I, Tobalina G. 2022. Estudio sobre las necesidades y demandas de las personas no binarias en Espa&#xf1;a. Madrid: Ministerio de Igualdad, Gobierno de Espa&#xf1;a.</Citation></Reference><Reference><Citation>S&#xe1;nchez Torrej&#xf3;n B. Atenci&#xf3;n a la diversidad sexogen&#xe9;rica y educaci&#xf3;n inclusiva: caminando hacia una escuela arco&#xed;ris. Eur Public Soc Innov Rev. (2024) 9:1&#x2013;15. doi: 10.31637/epsir-2024-633</Citation><ArticleIdList><ArticleId IdType="doi">10.31637/epsir-2024-633</ArticleId></ArticleIdList></Reference><Reference><Citation>Fern&#xe1;ndez Hawrylak M, Alonso Mart&#xed;nez L, Sevilla Ortega E, Ru&#xed;z Ru&#xed;z ME. (2022). Inclusi&#xf3;n de la diversidad sexual en los centros educativos desde la perspectiva del profesorado: Un estudio cualitativo. Revista Internacional de Educaci&#xf3;n para la Justicia Social. 11, 81&#x2013;97. doi: 10.15366/riejs2022.11.2.005</Citation><ArticleIdList><ArticleId IdType="doi">10.15366/riejs2022.11.2.005</ArticleId></ArticleIdList></Reference><Reference><Citation>Rankin S, Blumenfeld W, Weber G, Frazer S. (2010). State of higher education for LGBT people. Charlotte, NC: Campus Pride.</Citation></Reference><Reference><Citation>Gair&#xed;n Sall&#xe1;n J, Diaz-Vicario A, Barrera-Corominas A, Duran-Bellonch M. (2022). Teachers&#x2019; informal learning and organizational learning in Spain. J Workplace Learn. 34. doi: 10.1108/JWL-02-2021-0017</Citation><ArticleIdList><ArticleId IdType="doi">10.1108/JWL-02-2021-0017</ArticleId></ArticleIdList></Reference><Reference><Citation>Pichardo JI, Puche Cabezas L. (2019). Universidad y diversidad sexogen&#xe9;rica: barreras, innovaciones y retos de futuro. methaodos. Revista De Ciencias Sociales. 7. doi: 10.17502/m.rcs.v7i1.287</Citation><ArticleIdList><ArticleId IdType="doi">10.17502/m.rcs.v7i1.287</ArticleId></ArticleIdList></Reference></ReferenceList></PubmedData></PubmedArticle></PubmedArticleSet>