<?xml version="1.0" ?>
<!DOCTYPE PubmedArticleSet PUBLIC "-//NLM//DTD PubMedArticle, 1st January 2025//EN" "https://dtd.nlm.nih.gov/ncbi/pubmed/out/pubmed_250101.dtd">
<PubmedArticleSet>
<PubmedArticle><MedlineCitation Status="PubMed-not-MEDLINE" Owner="NLM"><PMID Version="1">41648796</PMID><DateCompleted><Year>2026</Year><Month>02</Month><Day>06</Day></DateCompleted><DateRevised><Year>2026</Year><Month>02</Month><Day>08</Day></DateRevised><Article PubModel="Print-Electronic"><Journal><ISSN IssnType="Print">0008-3194</ISSN><JournalIssue CitedMedium="Print"><Volume>69</Volume><Issue>4</Issue><PubDate><Year>2025</Year><Month>Dec</Month></PubDate></JournalIssue><Title>The Journal of the Canadian Chiropractic Association</Title><ISOAbbreviation>J Can Chiropr Assoc</ISOAbbreviation></Journal><ArticleTitle>Chiropractic management of L5-S1 disc protrusion in an elite speed skater: a case report.</ArticleTitle><Pagination><StartPage>425</StartPage><EndPage>433</EndPage><MedlinePgn>425-433</MedlinePgn></Pagination><Abstract><AbstractText Label="OBJECTIVE" NlmCategory="UNASSIGNED">To describe clinical outcomes and return-to-play following multimodal chiropractic management of an elite speed skater with acute L5-S1 disc protrusion and S1 radiculopathy.</AbstractText><AbstractText Label="CLINICAL FEATURES" NlmCategory="UNASSIGNED">A 20-year-old male elite speed skater presented with sudden-onset severe lumbosacral pain and S1 dermatomal symptoms during ice training. Assessment revealed positive straight leg raise at 40 degrees, diminished reflexes, and motor weakness consistent with S1 radiculopathy. Day 3 MRI confirmed mild L5-S1 disc protrusion with S1 nerve root impingement.</AbstractText><AbstractText Label="INTERVENTION" NlmCategory="UNASSIGNED">McKenzie-based directional preference exercises with lumbar extension movements demonstrating centralization phenomenon. Treatment included progressive loading rehabilitation with sport-specific movement patterns through structured phases, McKenzie exercises performed 3-4 times daily (3-5 sets of 10-12 repetitions), and coordinated multidisciplinary care with physiotherapy, massage therapy, and strength coaching.</AbstractText><AbstractText Label="OUTCOME" NlmCategory="UNASSIGNED">Complete return to competitive speed skating within 4.8 months with sustained participation without symptom recurrence at 12-month follow-up. Notable 5-second personal best improvement in week 9 of rehabilitation.</AbstractText><AbstractText Label="CONCLUSION" NlmCategory="UNASSIGNED">Conservative chiropractic management utilizing McKenzie-based protocols within a coordinated multidisciplinary framework achieved excellent outcomes in this elite athlete with lumbar disc herniation and radiculopathy, including successful return to competitive performance with enhanced outcomes.</AbstractText><CopyrightInformation>&#xa9; JCCA 2025.</CopyrightInformation></Abstract><AuthorList CompleteYN="Y"><Author ValidYN="Y"><LastName>Chong</LastName><ForeName>Yeewon</ForeName><Initials>Y</Initials><AffiliationInfo><Affiliation>Private Practice, Brisbane, Australia.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Pollard</LastName><ForeName>Henry</ForeName><Initials>H</Initials><AffiliationInfo><Affiliation>Durban University of Technology (DUT), South Africa.</Affiliation></AffiliationInfo></Author></AuthorList><Language>eng</Language><PublicationTypeList><PublicationType UI="D016428">Journal Article</PublicationType></PublicationTypeList><ArticleDate DateType="Electronic"><Year>2025</Year><Month>12</Month><Day>30</Day></ArticleDate></Article><MedlineJournalInfo><Country>Canada</Country><MedlineTA>J Can Chiropr Assoc</MedlineTA><NlmUniqueID>7507184</NlmUniqueID><ISSNLinking>0008-3194</ISSNLinking></MedlineJournalInfo><OtherAbstract Type="Publisher" Language="fre"><AbstractText Label="UNLABELLED">La gestion chiropratique de la protrusion discale L5-S1 chez un patineur de vitesse d&#x2019;&#xe9;lite: un rapport de cas.</AbstractText><AbstractText Label="OBJECTIF" NlmCategory="UNASSIGNED">D&#xe9;crire les r&#xe9;sultats cliniques et le retour au jeu &#xe0; la suite d&#x2019;une gestion chiropratique multimodale d&#x2019;un patineur de vitesse d&#x2019;&#xe9;lite pr&#xe9;sentant une protrusion discale aigu&#xeb; L5-S1 et une radiculopathie S1.</AbstractText><AbstractText Label="CARACT&#xc9;RISTIQUES CLINIQUES" NlmCategory="UNASSIGNED">Un patineur de vitesse &#xe9;lite &#xe2;g&#xe9; de 20 ans s&#x2019;est pr&#xe9;sent&#xe9; avec une douleur lombosacr&#xe9;e s&#xe9;v&#xe8;re d&#x2019;apparition soudaine et des sympt&#xf4;mes du dermatome S1 pendant l&#x2019;entra&#xee;nement sur la glace. L&#x2019;&#xe9;valuation a r&#xe9;v&#xe9;l&#xe9; un rel&#xe8;vement de jambe droite positif &#xe0; 40 degr&#xe9;s, des r&#xe9;flexes diminu&#xe9;s et une faiblesse motrice compatible avec une radiculopathie S1. La r&#xe9;sonance magn&#xe9;tique du jour 3 a confirm&#xe9; une l&#xe9;g&#xe8;re protrusion du disque L5-S1 avec une compression de la racine nerveuse S1.</AbstractText><AbstractText Label="INTERVENTION" NlmCategory="UNASSIGNED">Exercices de pr&#xe9;f&#xe9;rence directionnelle bas&#xe9;s sur la m&#xe9;thode McKenzie avec des mouvements d&#x2019;extension lombaire d&#xe9;montrant le ph&#xe9;nom&#xe8;ne de centralisation. Le traitement comprenait une r&#xe9;habilitation par charge progressive avec des mouvements sp&#xe9;cifiques au sport &#xe0; travers des phases structur&#xe9;es, des exercices McKenzie effectu&#xe9;s 3 &#xe0; 4 fois par jour (3 &#xe0; 5 s&#xe9;ries de 10 &#xe0; 12 r&#xe9;p&#xe9;titions), et des soins multidisciplinaires coordonn&#xe9;s avec la physioth&#xe9;rapie, la massoth&#xe9;rapie et l&#x2019;entra&#xee;nement en force.</AbstractText><AbstractText Label="R&#xc9;SULTAT" NlmCategory="UNASSIGNED">Un retour complet &#xe0; la vitesse de patinage de comp&#xe9;tition dans les 4,8 mois avec une participation soutenue sans r&#xe9;currence des sympt&#xf4;mes lors du suivi &#xe0; 12 mois. Une am&#xe9;lioration notable de 5 secondes du meilleur temps personnel lors de la semaine 9 de r&#xe9;habilitation.</AbstractText><AbstractText Label="R&#xc9;SUM&#xc9;" NlmCategory="UNASSIGNED">La gestion chiropratique conservatrice utilisant des protocoles bas&#xe9;s sur la m&#xe9;thode McKenzie dans un cadre multidisciplinaire coordonn&#xe9; a obtenu d&#x2019;excellents r&#xe9;sultats chez cet athl&#xe8;te d&#x2019;&#xe9;lite souffrant d&#x2019;une hernie discale lombaire et de radiculopathie, notamment un retour r&#xe9;ussi &#xe0; la performance comp&#xe9;titive avec des r&#xe9;sultats am&#xe9;lior&#xe9;s.</AbstractText><CopyrightInformation>&#xa9; JCCA 2025.</CopyrightInformation></OtherAbstract><KeywordList Owner="NOTNLM"><Keyword MajorTopicYN="N">McKenzie method</Keyword><Keyword MajorTopicYN="N">chiropractic</Keyword><Keyword MajorTopicYN="N">elite athlete</Keyword><Keyword MajorTopicYN="N">exercise therapy</Keyword><Keyword MajorTopicYN="N">intervertebral disc displacement</Keyword><Keyword MajorTopicYN="N">multidisciplinary care</Keyword><Keyword MajorTopicYN="N">radiculopathy</Keyword><Keyword MajorTopicYN="N">return to sport</Keyword><Keyword MajorTopicYN="N">speed skating</Keyword></KeywordList><CoiStatement>Conflicts of Interest: The authors have no disclaimers, competing interests, or sources of support or funding to report in the preparation of this manuscript. The involved patient provided consent for case publication.</CoiStatement></MedlineCitation><PubmedData><History><PubMedPubDate PubStatus="medline"><Year>2026</Year><Month>2</Month><Day>6</Day><Hour>13</Hour><Minute>19</Minute></PubMedPubDate><PubMedPubDate PubStatus="pubmed"><Year>2026</Year><Month>2</Month><Day>6</Day><Hour>13</Hour><Minute>18</Minute></PubMedPubDate><PubMedPubDate PubStatus="entrez"><Year>2026</Year><Month>2</Month><Day>6</Day><Hour>6</Hour><Minute>21</Minute></PubMedPubDate><PubMedPubDate PubStatus="pmc-release"><Year>2025</Year><Month>12</Month><Day>1</Day></PubMedPubDate></History><PublicationStatus>ppublish</PublicationStatus><ArticleIdList><ArticleId IdType="pubmed">41648796</ArticleId><ArticleId IdType="pmc">PMC12871890</ArticleId><ArticleId IdType="pii">jcca-69-425</ArticleId></ArticleIdList><ReferenceList><Reference><Citation>Iwamoto J, Sato Y, Takeda T, Matsumoto H. Return to play after conservative treatment in athletes with symptomatic lumbar disc herniation: a practice-based observational study. Open Access J Sports Med. 2011;2:25&#x2013;31.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC3781879</ArticleId><ArticleId IdType="pubmed">24198567</ArticleId></ArticleIdList></Reference><Reference><Citation>Sedrak P, Shahbaz M, Gohal C, Madden K, Aleem I, Khan M. Return to play after symptomatic lumbar disc herniation in elite athletes: a systematic review and metaanalysis of operative versus nonoperative treatment. Sports Health. 2021;13(5):446&#x2013;453.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC8404721</ArticleId><ArticleId IdType="pubmed">33563131</ArticleId></ArticleIdList></Reference><Reference><Citation>Anakwenze OA, Namdari S, Auerbach JD, Baldwin K, Weidner ZD, Lonner BS, Huffman GR, Sennett BJ. Athletic performance outcomes following lumbar discectomy in professional basketball players. Spine. 2010;35(7):825&#x2013;828.</Citation><ArticleIdList><ArticleId IdType="pubmed">20195192</ArticleId></ArticleIdList></Reference><Reference><Citation>Hsu WK, McCarthy KJ, Savage JW, Roberts DW, Roc GC, Micev AJ, Terry MA, Gryzlo SM, Schafer MF. The Professional Athlete Spine Initiative: outcomes after lumbar disc herniation in 342 elite professional athletes. Spine J. 2011;11(3):180&#x2013;186.</Citation><ArticleIdList><ArticleId IdType="pubmed">21269889</ArticleId></ArticleIdList></Reference><Reference><Citation>McKenzie R, May S. The Lumbar Spine: Mechanical Diagnosis and Therapy. 2nd ed. Waikanae, New Zealand: Spinal Publications New Zealand Ltd; 2003.</Citation></Reference><Reference><Citation>Watkins RG. Lumbar disc injury in the athlete. Clin Sports Med. 2002;21(1):147&#x2013;165.</Citation><ArticleIdList><ArticleId IdType="pubmed">11877868</ArticleId></ArticleIdList></Reference><Reference><Citation>Werneke M, Hart DL, Cook D. A descriptive study of the centralization phenomenon. A prospective analysis. Spine. 1999;24(7):676&#x2013;683.</Citation><ArticleIdList><ArticleId IdType="pubmed">10209797</ArticleId></ArticleIdList></Reference><Reference><Citation>Mondelli M, Aretini A, Arrigucci U, Ginanneschi F, Greco G, Sicurelli F. Clinical findings and electrodiagnostic testing in 108 consecutive cases of lumbosacral radiculopathy due to herniated disc. Neurophysiol Clin. 2013;43(4):205&#x2013;215.</Citation><ArticleIdList><ArticleId IdType="pubmed">24094906</ArticleId></ArticleIdList></Reference><Reference><Citation>Boden SD, Davis DO, Dina TS, Patronas NJ, Wiesel SW. Abnormal magnetic-resonance scans of the lumbar spine in asymptomatic subjects. A prospective investigation. J Bone Joint Surg Am. 1990;72(3):403&#x2013;408.</Citation><ArticleIdList><ArticleId IdType="pubmed">2312537</ArticleId></ArticleIdList></Reference><Reference><Citation>Garcia AN, Costa LDCM, Hancock MJ, Souza FS, Gomes GVFO, Almeida MO, Costa LOP. McKenzie Method of Mechanical Diagnosis and Therapy was slightly more effective than placebo for pain, but not for disability, in patients with chronic non-specific low back pain: a randomised placebo controlled trial with short and longer term follow-up. Br J Sports Med. 2018;52(9):594&#x2013;600.</Citation><ArticleIdList><ArticleId IdType="pubmed">28701365</ArticleId></ArticleIdList></Reference><Reference><Citation>Namnaqani FI, Mashabi AS, Yaseen KM, Alshehri MA. The effectiveness of McKenzie method compared to manual therapy for treating chronic low back pain: a systematic review. J Musculoskelet Neuronal Interact. 2019;19(4):492&#x2013;499.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC6944795</ArticleId><ArticleId IdType="pubmed">31789300</ArticleId></ArticleIdList></Reference><Reference><Citation>Bartynski WS, Lin L. Lumbar root compression in the lateral recess: MR imaging, conventional myelography, and CT myelography comparison with surgical confirmation. AJNR Am J Neuroradiol. 2003;24(3):348&#x2013;360.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC7973614</ArticleId><ArticleId IdType="pubmed">12637281</ArticleId></ArticleIdList></Reference><Reference><Citation>Antohne B, Ra&#x163;&#x103; M, Ra&#x163;&#x103; BC, Ra&#x163;&#x103; G. Efficiency of McKenzie exercises and manual therapy in disc herniation. European Proceedings of Educational Sciences; 2023; pp. 463&#x2013;471.</Citation></Reference><Reference><Citation>Globe G, Farabaugh RJ, Hawk C, et al. Clinical Practice Guideline: Chiropractic Care for Low Back Pain. J Manipulative Physiol Ther. 2016;39(1):1&#x2013;22.</Citation><ArticleIdList><ArticleId IdType="pubmed">26804581</ArticleId></ArticleIdList></Reference><Reference><Citation>Anakwenze OA, Namdari S, Auerbach JD, Baldwin K, Weidner ZD, Lonner BS, Huffman GR, Sennett BJ. Athletic performance outcomes following lumbar discectomy in professional basketball players. Spine. 2010;35(7):825&#x2013;828.</Citation><ArticleIdList><ArticleId IdType="pubmed">20195192</ArticleId></ArticleIdList></Reference><Reference><Citation>Autio RA, Karppinen J, Niinim&#xe4;ki J, Ojala R, Veeger N, Lammentausta E, Tervonen O. Determinants of spontaneous resorption of intervertebral disc herniations. Spine. 2006;31(11):1247&#x2013;1252.</Citation><ArticleIdList><ArticleId IdType="pubmed">16688039</ArticleId></ArticleIdList></Reference><Reference><Citation>Moustafa IM, Diab AA. Extension traction treatment for patients with discogenic lumbosacral radiculopathy: A randomized controlled trial. Clin Rehabil. 2013;27(1):51&#x2013;62.</Citation><ArticleIdList><ArticleId IdType="pubmed">22684211</ArticleId></ArticleIdList></Reference><Reference><Citation>Aina A, May S, Clare H. The centralisation phenomenon of spinal symptoms&#x2014;a systematic review. Man Ther. 2004;9(3):134&#x2013;143.</Citation><ArticleIdList><ArticleId IdType="pubmed">15245707</ArticleId></ArticleIdList></Reference></ReferenceList></PubmedData></PubmedArticle></PubmedArticleSet>