<?xml version="1.0" ?>
<!DOCTYPE PubmedArticleSet PUBLIC "-//NLM//DTD PubMedArticle, 1st January 2025//EN" "https://dtd.nlm.nih.gov/ncbi/pubmed/out/pubmed_250101.dtd">
<PubmedArticleSet>
<PubmedArticle><MedlineCitation Status="MEDLINE" Owner="NLM" IndexingMethod="Automated"><PMID Version="1">41930430</PMID><DateCompleted><Year>2026</Year><Month>04</Month><Day>03</Day></DateCompleted><DateRevised><Year>2026</Year><Month>04</Month><Day>03</Day></DateRevised><Article PubModel="Print"><Journal><ISSN IssnType="Print">0042-8817</ISSN><JournalIssue CitedMedium="Print"><Volume>90</Volume><Issue>2</Issue><PubDate><Year>2026</Year></PubDate></JournalIssue><Title>Zhurnal voprosy neirokhirurgii imeni N. N. Burdenko</Title><ISOAbbreviation>Zh Vopr Neirokhir Im N N Burdenko</ISOAbbreviation></Journal><ArticleTitle>[First clinical application of autologous fibrin sealant Vivostat for neurosurgery in Kazakhstan and Central Asia].</ArticleTitle><Pagination><StartPage>70</StartPage><EndPage>76</EndPage><MedlinePgn>70-76</MedlinePgn></Pagination><ELocationID EIdType="doi" ValidYN="Y">10.17116/neiro20269002170</ELocationID><Abstract><AbstractText Label="BACKGROUND" NlmCategory="BACKGROUND">Watertight dural closure and skull base reconstruction remain key challenges in neurosurgery. Autologous fibrin sealant Vivostat, produced from the patient's own blood, provides high biocompatibility, elasticity, and reliable adhesion. The absence of clinical data on its use in Central Asian countries highlights the relevance of the present study.</AbstractText><AbstractText Label="OBJECTIVE" NlmCategory="OBJECTIVE">To evaluate the clinical efficacy and safety of autologous fibrin sealant Vivostat for dural sealing and skull base reconstruction.</AbstractText><AbstractText Label="MATERIAL AND METHODS" NlmCategory="METHODS">This retrospective-prospective study included 110 patients operated on at the National Center of Neurosurgery (Astana, Kazakhstan) between August 2024 and September 2025. The sealant, derived from autologous blood using the Vivostat system, was applied for dural defect sealing and fixation of reconstructive grafts. The primary outcomes were the incidence of postoperative cerebrospinal fluid (CSF) leakage, infectious complications, and the need for reoperation.</AbstractText><AbstractText Label="RESULTS" NlmCategory="RESULTS">The mean patient age was 48.9&#xb1;14.7 years; 60% were women. An endoscopic transnasal approach was used in 65 patients, craniotomy in 35, and other approaches in 10. Polymerization occurred almost instantly, reaching maximal strength within 1-2 minutes. Successful sealing was achieved in 109 (99.1%) patients, while 1 (0.9%) patient required reoperation due to nasal CSF leakage and epistaxis. No infectious, allergic, or thromboembolic complications were observed.</AbstractText><AbstractText Label="CONCLUSION" NlmCategory="CONCLUSIONS">The use of autologous fibrin sealant Vivostat demonstrated high efficacy and safety for dural sealing and skull base reconstruction. The method reduced the risk of postoperative CSF leakage and reoperation. This study presents the first clinical experience with Vivostat in Central Asia.</AbstractText></Abstract><AuthorList CompleteYN="Y"><Author ValidYN="Y"><LastName>Kuanyshev</LastName><ForeName>E N</ForeName><Initials>EN</Initials><AffiliationInfo><Affiliation>National Center of Neurosurgery, Astana, Kazakhstan.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Syzdykova</LastName><ForeName>B S</ForeName><Initials>BS</Initials><Identifier Source="ORCID">0009-0003-4379-5309</Identifier><AffiliationInfo><Affiliation>National Center of Neurosurgery, Astana, Kazakhstan.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Teltayev</LastName><ForeName>D K</ForeName><Initials>DK</Initials><Identifier Source="ORCID">0000-0002-4990-8410</Identifier><AffiliationInfo><Affiliation>National Center of Neurosurgery, Astana, Kazakhstan.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Mustafin</LastName><ForeName>K H</ForeName><Initials>KH</Initials><AffiliationInfo><Affiliation>National Center of Neurosurgery, Astana, Kazakhstan.</Affiliation></AffiliationInfo></Author></AuthorList><Language>rus</Language><PublicationTypeList><PublicationType UI="D004740">English Abstract</PublicationType><PublicationType UI="D016428">Journal Article</PublicationType></PublicationTypeList><VernacularTitle>Pervoe klinicheskoe primenenie autologichnogo fibrinovogo kleya Vivostat v neirokhirurgii Kazakhstana i Tsentral'noi Azii.</VernacularTitle></Article><MedlineJournalInfo><Country>Russia (Federation)</Country><MedlineTA>Zh Vopr Neirokhir Im N N Burdenko</MedlineTA><NlmUniqueID>7809757</NlmUniqueID><ISSNLinking>0042-8817</ISSNLinking></MedlineJournalInfo><ChemicalList><Chemical><RegistryNumber>0</RegistryNumber><NameOfSubstance UI="D015718">Fibrin Tissue Adhesive</NameOfSubstance></Chemical></ChemicalList><CitationSubset>IM</CitationSubset><MeshHeadingList><MeshHeading><DescriptorName UI="D006801" MajorTopicYN="N">Humans</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D005260" MajorTopicYN="N">Female</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D008297" MajorTopicYN="N">Male</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D008875" MajorTopicYN="N">Middle Aged</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D007623" MajorTopicYN="N" Type="Geographic">Kazakhstan</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D015718" MajorTopicYN="Y">Fibrin Tissue Adhesive</DescriptorName><QualifierName UI="Q000627" MajorTopicYN="N">therapeutic use</QualifierName><QualifierName UI="Q000008" MajorTopicYN="N">administration &amp; dosage</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D000328" MajorTopicYN="N">Adult</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D019635" MajorTopicYN="Y">Neurosurgical Procedures</DescriptorName><QualifierName UI="Q000379" MajorTopicYN="N">methods</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D019651" MajorTopicYN="Y">Plastic Surgery Procedures</DescriptorName><QualifierName UI="Q000379" MajorTopicYN="N">methods</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D000368" MajorTopicYN="N">Aged</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D012189" MajorTopicYN="N">Retrospective Studies</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D004388" MajorTopicYN="Y">Dura Mater</DescriptorName><QualifierName UI="Q000601" MajorTopicYN="N">surgery</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D065634" MajorTopicYN="N">Cerebrospinal Fluid Leak</DescriptorName><QualifierName UI="Q000517" MajorTopicYN="N">prevention &amp; control</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D019291" MajorTopicYN="Y">Skull Base</DescriptorName><QualifierName UI="Q000601" MajorTopicYN="N">surgery</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D011446" MajorTopicYN="N">Prospective Studies</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D011183" MajorTopicYN="N">Postoperative Complications</DescriptorName><QualifierName UI="Q000517" MajorTopicYN="N">prevention &amp; control</QualifierName></MeshHeading></MeshHeadingList><OtherAbstract Type="Publisher" Language="rus"><AbstractText Label="UNLABELLED">&#x413;&#x435;&#x440;&#x43c;&#x435;&#x442;&#x438;&#x437;&#x430;&#x446;&#x438;&#x44f; &#x434;&#x435;&#x444;&#x435;&#x43a;&#x442;&#x43e;&#x432; &#x442;&#x432;&#x435;&#x440;&#x434;&#x43e;&#x439; &#x43c;&#x43e;&#x437;&#x433;&#x43e;&#x432;&#x43e;&#x439; &#x43e;&#x431;&#x43e;&#x43b;&#x43e;&#x447;&#x43a;&#x438; &#x438; &#x440;&#x435;&#x43a;&#x43e;&#x43d;&#x441;&#x442;&#x440;&#x443;&#x43a;&#x446;&#x438;&#x44f; &#x434;&#x435;&#x444;&#x435;&#x43a;&#x442;&#x43e;&#x432; &#x43e;&#x441;&#x43d;&#x43e;&#x432;&#x430;&#x43d;&#x438;&#x44f; &#x447;&#x435;&#x440;&#x435;&#x43f;&#x430; &#x43e;&#x441;&#x442;&#x430;&#x44e;&#x442;&#x441;&#x44f; &#x43e;&#x434;&#x43d;&#x438;&#x43c;&#x438; &#x438;&#x437; &#x43a;&#x43b;&#x44e;&#x447;&#x435;&#x432;&#x44b;&#x445; &#x437;&#x430;&#x434;&#x430;&#x447; &#x43d;&#x435;&#x439;&#x440;&#x43e;&#x445;&#x438;&#x440;&#x443;&#x440;&#x433;&#x438;&#x438;. &#x410;&#x443;&#x442;&#x43e;&#x43b;&#x43e;&#x433;&#x438;&#x447;&#x43d;&#x44b;&#x439; &#x444;&#x438;&#x431;&#x440;&#x438;&#x43d;&#x43e;&#x432;&#x44b;&#x439; &#x43a;&#x43b;&#x435;&#x439; Vivostat, &#x43f;&#x43e;&#x43b;&#x443;&#x447;&#x430;&#x435;&#x43c;&#x44b;&#x439; &#x438;&#x437; &#x43a;&#x440;&#x43e;&#x432;&#x438; &#x43f;&#x430;&#x446;&#x438;&#x435;&#x43d;&#x442;&#x430;, &#x43e;&#x431;&#x435;&#x441;&#x43f;&#x435;&#x447;&#x438;&#x432;&#x430;&#x435;&#x442; &#x432;&#x44b;&#x441;&#x43e;&#x43a;&#x443;&#x44e; &#x431;&#x438;&#x43e;&#x441;&#x43e;&#x432;&#x43c;&#x435;&#x441;&#x442;&#x438;&#x43c;&#x43e;&#x441;&#x442;&#x44c;, &#x44d;&#x43b;&#x430;&#x441;&#x442;&#x438;&#x447;&#x43d;&#x43e;&#x441;&#x442;&#x44c; &#x438; &#x43d;&#x430;&#x434;&#x435;&#x436;&#x43d;&#x443;&#x44e; &#x430;&#x434;&#x433;&#x435;&#x437;&#x438;&#x44e;. &#x414;&#x430;&#x43d;&#x43d;&#x44b;&#x435; &#x43e; &#x435;&#x433;&#x43e; &#x43a;&#x43b;&#x438;&#x43d;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x43e;&#x43c; &#x43f;&#x440;&#x438;&#x43c;&#x435;&#x43d;&#x435;&#x43d;&#x438;&#x438; &#x432; &#x441;&#x442;&#x440;&#x430;&#x43d;&#x430;&#x445; &#x426;&#x435;&#x43d;&#x442;&#x440;&#x430;&#x43b;&#x44c;&#x43d;&#x43e;&#x439; &#x410;&#x437;&#x438;&#x438; &#x43e;&#x442;&#x441;&#x443;&#x442;&#x441;&#x442;&#x432;&#x443;&#x44e;&#x442;.</AbstractText><AbstractText Label="&#x426;&#x415;&#x41b;&#x42c; &#x418;&#x421;&#x421;&#x41b;&#x415;&#x414;&#x41e;&#x412;&#x410;&#x41d;&#x418;&#x42f;" NlmCategory="UNASSIGNED">&#x41e;&#x446;&#x435;&#x43d;&#x438;&#x442;&#x44c; &#x43a;&#x43b;&#x438;&#x43d;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x443;&#x44e; &#x44d;&#x444;&#x444;&#x435;&#x43a;&#x442;&#x438;&#x432;&#x43d;&#x43e;&#x441;&#x442;&#x44c; &#x438; &#x431;&#x435;&#x437;&#x43e;&#x43f;&#x430;&#x441;&#x43d;&#x43e;&#x441;&#x442;&#x44c; &#x430;&#x443;&#x442;&#x43e;&#x43b;&#x43e;&#x433;&#x438;&#x447;&#x43d;&#x43e;&#x433;&#x43e; &#x444;&#x438;&#x431;&#x440;&#x438;&#x43d;&#x43e;&#x432;&#x43e;&#x433;&#x43e; &#x43a;&#x43b;&#x435;&#x44f; Vivostat &#x43f;&#x440;&#x438; &#x433;&#x435;&#x440;&#x43c;&#x435;&#x442;&#x438;&#x437;&#x430;&#x446;&#x438;&#x438; &#x442;&#x432;&#x435;&#x440;&#x434;&#x43e;&#x439; &#x43c;&#x43e;&#x437;&#x433;&#x43e;&#x432;&#x43e;&#x439; &#x43e;&#x431;&#x43e;&#x43b;&#x43e;&#x447;&#x43a;&#x438; &#x438; &#x440;&#x435;&#x43a;&#x43e;&#x43d;&#x441;&#x442;&#x440;&#x443;&#x43a;&#x446;&#x438;&#x438; &#x43e;&#x441;&#x43d;&#x43e;&#x432;&#x430;&#x43d;&#x438;&#x44f; &#x447;&#x435;&#x440;&#x435;&#x43f;&#x430; &#x43d;&#x430; &#x431;&#x430;&#x437;&#x435; &#x41d;&#x430;&#x446;&#x438;&#x43e;&#x43d;&#x430;&#x43b;&#x44c;&#x43d;&#x43e;&#x433;&#x43e; &#x446;&#x435;&#x43d;&#x442;&#x440;&#x430; &#x43d;&#x435;&#x439;&#x440;&#x43e;&#x445;&#x438;&#x440;&#x443;&#x440;&#x433;&#x438;&#x438; &#x41a;&#x430;&#x437;&#x430;&#x445;&#x441;&#x442;&#x430;&#x43d;&#x430;.</AbstractText><AbstractText Label="&#x41c;&#x410;&#x422;&#x415;&#x420;&#x418;&#x410;&#x41b; &#x418; &#x41c;&#x415;&#x422;&#x41e;&#x414;&#x42b;" NlmCategory="UNASSIGNED">&#x412; &#x440;&#x435;&#x442;&#x440;&#x43e;&#x441;&#x43f;&#x435;&#x43a;&#x442;&#x438;&#x432;&#x43d;&#x43e;-&#x43f;&#x440;&#x43e;&#x441;&#x43f;&#x435;&#x43a;&#x442;&#x438;&#x432;&#x43d;&#x43e;&#x435; &#x438;&#x441;&#x441;&#x43b;&#x435;&#x434;&#x43e;&#x432;&#x430;&#x43d;&#x438;&#x435; &#x432;&#x43a;&#x43b;&#x44e;&#x447;&#x435;&#x43d;&#x44b; 110 &#x43f;&#x430;&#x446;&#x438;&#x435;&#x43d;&#x442;&#x43e;&#x432;, &#x43e;&#x43f;&#x435;&#x440;&#x438;&#x440;&#x43e;&#x432;&#x430;&#x43d;&#x43d;&#x44b;&#x445; &#x432; &#x41d;&#x430;&#x446;&#x438;&#x43e;&#x43d;&#x430;&#x43b;&#x44c;&#x43d;&#x43e;&#x43c; &#x446;&#x435;&#x43d;&#x442;&#x440;&#x435; &#x43d;&#x435;&#x439;&#x440;&#x43e;&#x445;&#x438;&#x440;&#x443;&#x440;&#x433;&#x438;&#x438; (&#x410;&#x441;&#x442;&#x430;&#x43d;&#x430;, &#x41a;&#x430;&#x437;&#x430;&#x445;&#x441;&#x442;&#x430;&#x43d;) &#x432; &#x43f;&#x435;&#x440;&#x438;&#x43e;&#x434; &#x441; &#x430;&#x432;&#x433;&#x443;&#x441;&#x442;&#x430; 2024 &#x43f;&#x43e; &#x441;&#x435;&#x43d;&#x442;&#x44f;&#x431;&#x440;&#x44c; 2025 &#x433;. &#x41a;&#x43b;&#x435;&#x439;, &#x43f;&#x43e;&#x43b;&#x443;&#x447;&#x435;&#x43d;&#x43d;&#x44b;&#x439; &#x438;&#x437; &#x430;&#x443;&#x442;&#x43e;&#x43b;&#x43e;&#x433;&#x438;&#x447;&#x43d;&#x43e;&#x439; &#x43a;&#x440;&#x43e;&#x432;&#x438; &#x441; &#x43f;&#x43e;&#x43c;&#x43e;&#x449;&#x44c;&#x44e; &#x441;&#x438;&#x441;&#x442;&#x435;&#x43c;&#x44b; Vivostat, &#x43f;&#x440;&#x438;&#x43c;&#x435;&#x43d;&#x44f;&#x43b;&#x441;&#x44f; &#x434;&#x43b;&#x44f; &#x433;&#x435;&#x440;&#x43c;&#x435;&#x442;&#x438;&#x437;&#x430;&#x446;&#x438;&#x438; &#x434;&#x435;&#x444;&#x435;&#x43a;&#x442;&#x43e;&#x432; &#x442;&#x432;&#x435;&#x440;&#x434;&#x43e;&#x439; &#x43c;&#x43e;&#x437;&#x433;&#x43e;&#x432;&#x43e;&#x439; &#x43e;&#x431;&#x43e;&#x43b;&#x43e;&#x447;&#x43a;&#x438; &#x438; &#x444;&#x438;&#x43a;&#x441;&#x430;&#x446;&#x438;&#x438; &#x442;&#x440;&#x430;&#x43d;&#x441;&#x43f;&#x43b;&#x430;&#x43d;&#x442;&#x430;&#x442;&#x43e;&#x432;. &#x41e;&#x446;&#x435;&#x43d;&#x438;&#x432;&#x430;&#x43b;&#x438; &#x447;&#x430;&#x441;&#x442;&#x43e;&#x442;&#x443; &#x43f;&#x43e;&#x441;&#x43b;&#x435;&#x43e;&#x43f;&#x435;&#x440;&#x430;&#x446;&#x438;&#x43e;&#x43d;&#x43d;&#x43e;&#x439; &#x43b;&#x438;&#x43a;&#x432;&#x43e;&#x440;&#x435;&#x438;, &#x438;&#x43d;&#x444;&#x435;&#x43a;&#x446;&#x438;&#x43e;&#x43d;&#x43d;&#x44b;&#x445; &#x43e;&#x441;&#x43b;&#x43e;&#x436;&#x43d;&#x435;&#x43d;&#x438;&#x439; &#x438; &#x43f;&#x43e;&#x432;&#x442;&#x43e;&#x440;&#x43d;&#x44b;&#x445; &#x432;&#x43c;&#x435;&#x448;&#x430;&#x442;&#x435;&#x43b;&#x44c;&#x441;&#x442;&#x432;.</AbstractText><AbstractText Label="&#x420;&#x415;&#x417;&#x423;&#x41b;&#x42c;&#x422;&#x410;&#x422;&#x42b;" NlmCategory="UNASSIGNED">&#x41c;&#x435;&#x434;&#x438;&#x430;&#x43d;&#x430; &#x432;&#x43e;&#x437;&#x440;&#x430;&#x441;&#x442;&#x430; &#x43f;&#x430;&#x446;&#x438;&#x435;&#x43d;&#x442;&#x43e;&#x432; &#x441;&#x43e;&#x441;&#x442;&#x430;&#x432;&#x438;&#x43b;&#x430; 48,9&#xb1;14,7 &#x43b;&#x435;&#x442;, &#x436;&#x435;&#x43d;&#x449;&#x438;&#x43d; &#x431;&#x44b;&#x43b;&#x43e; 60%. &#x42d;&#x43d;&#x434;&#x43e;&#x441;&#x43a;&#x43e;&#x43f;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x438;&#x439; &#x442;&#x440;&#x430;&#x43d;&#x441;&#x43d;&#x430;&#x437;&#x430;&#x43b;&#x44c;&#x43d;&#x44b;&#x439; &#x434;&#x43e;&#x441;&#x442;&#x443;&#x43f; &#x43f;&#x440;&#x438;&#x43c;&#x435;&#x43d;&#x435;&#x43d; &#x443; 65 &#x43f;&#x430;&#x446;&#x438;&#x435;&#x43d;&#x442;&#x43e;&#x432;, &#x43a;&#x440;&#x430;&#x43d;&#x438;&#x43e;&#x442;&#x43e;&#x43c;&#x438;&#x44f; &#x2014; &#x443; 35, &#x43f;&#x440;&#x43e;&#x447;&#x438;&#x435; &#x434;&#x43e;&#x441;&#x442;&#x443;&#x43f;&#x44b; &#x2014; &#x443; 10. &#x41f;&#x43e;&#x43b;&#x438;&#x43c;&#x435;&#x440;&#x438;&#x437;&#x430;&#x446;&#x438;&#x44f; &#x43a;&#x43b;&#x435;&#x44f; &#x43f;&#x440;&#x43e;&#x438;&#x441;&#x445;&#x43e;&#x434;&#x438;&#x43b;&#x430; &#x43f;&#x440;&#x430;&#x43a;&#x442;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x438; &#x43c;&#x433;&#x43d;&#x43e;&#x432;&#x435;&#x43d;&#x43d;&#x43e;, &#x43c;&#x430;&#x43a;&#x441;&#x438;&#x43c;&#x430;&#x43b;&#x44c;&#x43d;&#x430;&#x44f; &#x43f;&#x440;&#x43e;&#x447;&#x43d;&#x43e;&#x441;&#x442;&#x44c; &#x434;&#x43e;&#x441;&#x442;&#x438;&#x433;&#x430;&#x43b;&#x430;&#x441;&#x44c; &#x447;&#x435;&#x440;&#x435;&#x437; 1&#x2014;2 &#x43c;&#x438;&#x43d;. &#x423;&#x441;&#x43f;&#x435;&#x448;&#x43d;&#x430;&#x44f; &#x433;&#x435;&#x440;&#x43c;&#x435;&#x442;&#x438;&#x437;&#x430;&#x446;&#x438;&#x44f; &#x434;&#x43e;&#x441;&#x442;&#x438;&#x433;&#x43d;&#x443;&#x442;&#x430; &#x443; 109 (99,1%) &#x43f;&#x430;&#x446;&#x438;&#x435;&#x43d;&#x442;&#x43e;&#x432;, 1 (0,9%) &#x43f;&#x430;&#x446;&#x438;&#x435;&#x43d;&#x442; &#x43f;&#x43e;&#x442;&#x440;&#x435;&#x431;&#x43e;&#x432;&#x430;&#x43b; &#x43f;&#x43e;&#x432;&#x442;&#x43e;&#x440;&#x43d;&#x43e;&#x439; &#x43e;&#x43f;&#x435;&#x440;&#x430;&#x446;&#x438;&#x438; &#x438;&#x437;-&#x437;&#x430; &#x43d;&#x430;&#x437;&#x430;&#x43b;&#x44c;&#x43d;&#x43e;&#x439; &#x43b;&#x438;&#x43a;&#x432;&#x43e;&#x440;&#x435;&#x438; &#x438; &#x43a;&#x440;&#x43e;&#x432;&#x43e;&#x442;&#x435;&#x447;&#x435;&#x43d;&#x438;&#x44f;. &#x418;&#x43d;&#x444;&#x435;&#x43a;&#x446;&#x438;&#x43e;&#x43d;&#x43d;&#x44b;&#x445;, &#x430;&#x43b;&#x43b;&#x435;&#x440;&#x433;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x438;&#x445; &#x438; &#x442;&#x440;&#x43e;&#x43c;&#x431;&#x43e;&#x44d;&#x43c;&#x431;&#x43e;&#x43b;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x438;&#x445; &#x43e;&#x441;&#x43b;&#x43e;&#x436;&#x43d;&#x435;&#x43d;&#x438;&#x439; &#x43d;&#x435; &#x43e;&#x442;&#x43c;&#x435;&#x447;&#x435;&#x43d;&#x43e;.</AbstractText><AbstractText Label="&#x417;&#x410;&#x41a;&#x41b;&#x42e;&#x427;&#x415;&#x41d;&#x418;&#x415;" NlmCategory="UNASSIGNED">&#x41f;&#x440;&#x438;&#x43c;&#x435;&#x43d;&#x435;&#x43d;&#x438;&#x435; &#x430;&#x443;&#x442;&#x43e;&#x43b;&#x43e;&#x433;&#x438;&#x447;&#x43d;&#x43e;&#x433;&#x43e; &#x444;&#x438;&#x431;&#x440;&#x438;&#x43d;&#x43e;&#x432;&#x43e;&#x433;&#x43e; &#x43a;&#x43b;&#x435;&#x44f; Vivostat &#x43e;&#x431;&#x435;&#x441;&#x43f;&#x435;&#x447;&#x438;&#x432;&#x430;&#x435;&#x442; &#x432;&#x44b;&#x441;&#x43e;&#x43a;&#x443;&#x44e; &#x44d;&#x444;&#x444;&#x435;&#x43a;&#x442;&#x438;&#x432;&#x43d;&#x43e;&#x441;&#x442;&#x44c; &#x438; &#x431;&#x435;&#x437;&#x43e;&#x43f;&#x430;&#x441;&#x43d;&#x43e;&#x441;&#x442;&#x44c; &#x43f;&#x440;&#x438; &#x433;&#x435;&#x440;&#x43c;&#x435;&#x442;&#x438;&#x437;&#x430;&#x446;&#x438;&#x438; &#x442;&#x432;&#x435;&#x440;&#x434;&#x43e;&#x439; &#x43c;&#x43e;&#x437;&#x433;&#x43e;&#x432;&#x43e;&#x439; &#x43e;&#x431;&#x43e;&#x43b;&#x43e;&#x447;&#x43a;&#x438; &#x438; &#x440;&#x435;&#x43a;&#x43e;&#x43d;&#x441;&#x442;&#x440;&#x443;&#x43a;&#x446;&#x438;&#x438; &#x434;&#x435;&#x444;&#x435;&#x43a;&#x442;&#x43e;&#x432; &#x43e;&#x441;&#x43d;&#x43e;&#x432;&#x430;&#x43d;&#x438;&#x44f; &#x447;&#x435;&#x440;&#x435;&#x43f;&#x430;. &#x41c;&#x435;&#x442;&#x43e;&#x434; &#x441;&#x43d;&#x438;&#x436;&#x430;&#x435;&#x442; &#x440;&#x438;&#x441;&#x43a; &#x43f;&#x43e;&#x441;&#x43b;&#x435;&#x43e;&#x43f;&#x435;&#x440;&#x430;&#x446;&#x438;&#x43e;&#x43d;&#x43d;&#x43e;&#x439; &#x43b;&#x438;&#x43a;&#x432;&#x43e;&#x440;&#x435;&#x438; &#x438; &#x43f;&#x43e;&#x432;&#x442;&#x43e;&#x440;&#x43d;&#x44b;&#x445; &#x432;&#x43c;&#x435;&#x448;&#x430;&#x442;&#x435;&#x43b;&#x44c;&#x441;&#x442;&#x432;. &#x41f;&#x440;&#x435;&#x434;&#x441;&#x442;&#x430;&#x432;&#x43b;&#x435;&#x43d; &#x43f;&#x435;&#x440;&#x432;&#x44b;&#x439; &#x43a;&#x43b;&#x438;&#x43d;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x438;&#x439; &#x43e;&#x43f;&#x44b;&#x442; &#x435;&#x433;&#x43e; &#x43f;&#x440;&#x438;&#x43c;&#x435;&#x43d;&#x435;&#x43d;&#x438;&#x44f; &#x432; &#x426;&#x435;&#x43d;&#x442;&#x440;&#x430;&#x43b;&#x44c;&#x43d;&#x43e;&#x439; &#x410;&#x437;&#x438;&#x438;.</AbstractText></OtherAbstract><KeywordList Owner="NOTNLM"><Keyword MajorTopicYN="N">autologous fibrin sealant</Keyword><Keyword MajorTopicYN="N">cerebrospinal fluid leakage</Keyword><Keyword MajorTopicYN="N">clinical efficacy</Keyword><Keyword MajorTopicYN="N">dural sealing</Keyword><Keyword MajorTopicYN="N">neurosurgery</Keyword><Keyword MajorTopicYN="N">skull base reconstruction</Keyword></KeywordList></MedlineCitation><PubmedData><History><PubMedPubDate PubStatus="medline"><Year>2026</Year><Month>4</Month><Day>3</Day><Hour>13</Hour><Minute>36</Minute></PubMedPubDate><PubMedPubDate PubStatus="pubmed"><Year>2026</Year><Month>4</Month><Day>3</Day><Hour>6</Hour><Minute>30</Minute></PubMedPubDate><PubMedPubDate PubStatus="entrez"><Year>2026</Year><Month>4</Month><Day>3</Day><Hour>5</Hour><Minute>17</Minute></PubMedPubDate></History><PublicationStatus>ppublish</PublicationStatus><ArticleIdList><ArticleId IdType="pubmed">41930430</ArticleId><ArticleId IdType="doi">10.17116/neiro20269002170</ArticleId></ArticleIdList></PubmedData></PubmedArticle></PubmedArticleSet>