<?xml version="1.0" ?>
<!DOCTYPE PubmedArticleSet PUBLIC "-//NLM//DTD PubMedArticle, 1st January 2025//EN" "https://dtd.nlm.nih.gov/ncbi/pubmed/out/pubmed_250101.dtd">
<PubmedArticleSet>
<PubmedArticle><MedlineCitation Status="MEDLINE" Owner="NLM" IndexingMethod="Curated"><PMID Version="1">41384526</PMID><DateCompleted><Year>2025</Year><Month>12</Month><Day>12</Day></DateCompleted><DateRevised><Year>2025</Year><Month>12</Month><Day>30</Day></DateRevised><Article PubModel="Print"><Journal><ISSN IssnType="Print">0042-8787</ISSN><JournalIssue CitedMedium="Print"><Volume>102</Volume><Issue>5. Vyp. 2</Issue><PubDate><Year>2025</Year></PubDate></JournalIssue><Title>Voprosy kurortologii, fizioterapii, i lechebnoi fizicheskoi kultury</Title><ISOAbbreviation>Vopr Kurortol Fizioter Lech Fiz Kult</ISOAbbreviation></Journal><ArticleTitle>[Evaluation of the effectiveness of different types of physical exercises for treating non-specific neck pain].</ArticleTitle><Pagination><StartPage>120</StartPage><EndPage>130</EndPage><MedlinePgn>120-130</MedlinePgn></Pagination><ELocationID EIdType="doi" ValidYN="Y">10.17116/kurort2025102052120</ELocationID><Abstract><AbstractText Label="UNLABELLED">Current guidances for the prevention and treatment of non-specific neck pain recommend therapeutic exercise as one of the main methods of its therapy. Existing clinical guidelines provide vague advices on the nature of physical training use for this purpose.</AbstractText><AbstractText Label="OBJECTIVE" NlmCategory="OBJECTIVE">To evaluate the effectiveness of different types of physical exercises for the treatment and prevention of non-specific neck pain.</AbstractText><AbstractText Label="MATERIAL AND METHODS" NlmCategory="METHODS">An analysis of publications over the last 10 years, presented in RSCI, PubMed, Google Scholar, Cochrane, Embase, PsycINFO, Scopus, SPORTDiscus, MEDLINE electronic databases on treatment of non-specific neck pain with therapeutic exercise was performed. The following publications were selected: 22 systematic reviews, 16 meta-analyses and 27 randomized controlled trials involving adults with cervicalgia. The classification of clinical guidelines for usefulness and effectiveness, as well as a scale of evidence levels were used to evaluate the analyzed materials based on the principles of evidence-based medicine.</AbstractText><AbstractText Label="RESULTS" NlmCategory="RESULTS">To evaluate the effectiveness of different types of physical trainings for non-specific neck pain treatment, 9 complexes were selected: exercises for motor activity (motor control) development, strength training, stretching, aerobic training, isometric exercises, pilates, yoga, Chinese health-improving gymnastics and physical rehabilitation using virtual reality. The greatest benefit and effectiveness of therapeutic action have been established in the training of motor control, use of strength and isometric exercises. The results of the evaluation of systematic reviews, meta-analyses and randomized clinical trials served as the basis for it. Other types of physical exercises used for exercise therapy for non-specific neck pain were also effective, but had a less convincing positive effect.</AbstractText><AbstractText Label="CONCLUSION" NlmCategory="CONCLUSIONS">Physical exercises are one of the most useful methods of cervicalgia treatment, thus trainings on motor activity development are the most effective.</AbstractText></Abstract><AuthorList CompleteYN="Y"><Author ValidYN="Y"><LastName>Melnikov</LastName><ForeName>E Yu</ForeName><Initials>EY</Initials><Identifier Source="ORCID">0000-0002-6206-5980</Identifier><AffiliationInfo><Affiliation>Sochi State University, Sochi, Russia.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Khodasevich</LastName><ForeName>L S</ForeName><Initials>LS</Initials><Identifier Source="ORCID">0000-0003-4676-0972</Identifier><AffiliationInfo><Affiliation>Sochi State University, Sochi, Russia.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Polyakova</LastName><ForeName>A V</ForeName><Initials>AV</Initials><Identifier Source="ORCID">0000-0003-1796-4546</Identifier><AffiliationInfo><Affiliation>Sochi State University, Sochi, Russia.</Affiliation></AffiliationInfo></Author></AuthorList><Language>rus</Language><PublicationTypeList><PublicationType UI="D016428">Journal Article</PublicationType><PublicationType UI="D016454">Review</PublicationType><PublicationType UI="D004740">English Abstract</PublicationType></PublicationTypeList><VernacularTitle>Otsenka effektivnosti fizicheskikh uprazhnenii raznykh tipov dlya lecheniya nespetsificheskoi boli v shee.</VernacularTitle></Article><MedlineJournalInfo><Country>Russia (Federation)</Country><MedlineTA>Vopr Kurortol Fizioter Lech Fiz Kult</MedlineTA><NlmUniqueID>2984868R</NlmUniqueID><ISSNLinking>0042-8787</ISSNLinking></MedlineJournalInfo><CitationSubset>IM</CitationSubset><MeshHeadingList><MeshHeading><DescriptorName UI="D006801" MajorTopicYN="N">Humans</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D019547" MajorTopicYN="Y">Neck Pain</DescriptorName><QualifierName UI="Q000628" MajorTopicYN="N">therapy</QualifierName><QualifierName UI="Q000503" MajorTopicYN="N">physiopathology</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D005081" MajorTopicYN="Y">Exercise Therapy</DescriptorName><QualifierName UI="Q000379" MajorTopicYN="N">methods</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D015444" MajorTopicYN="N">Exercise</DescriptorName></MeshHeading></MeshHeadingList><OtherAbstract Type="Publisher" Language="rus"><AbstractText Label="UNLABELLED">&#x421;&#x43e;&#x432;&#x440;&#x435;&#x43c;&#x435;&#x43d;&#x43d;&#x44b;&#x435; &#x440;&#x443;&#x43a;&#x43e;&#x432;&#x43e;&#x434;&#x441;&#x442;&#x432;&#x430; &#x43f;&#x43e; &#x43f;&#x440;&#x43e;&#x444;&#x438;&#x43b;&#x430;&#x43a;&#x442;&#x438;&#x43a;&#x435; &#x438; &#x43b;&#x435;&#x447;&#x435;&#x43d;&#x438;&#x44e; &#x43d;&#x435;&#x441;&#x43f;&#x435;&#x446;&#x438;&#x444;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x43e;&#x439; &#x431;&#x43e;&#x43b;&#x438; &#x432; &#x448;&#x435;&#x435; &#x440;&#x435;&#x43a;&#x43e;&#x43c;&#x435;&#x43d;&#x434;&#x443;&#x44e;&#x442; &#x43b;&#x435;&#x447;&#x435;&#x431;&#x43d;&#x443;&#x44e; &#x444;&#x438;&#x437;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x443;&#x44e; &#x43a;&#x443;&#x43b;&#x44c;&#x442;&#x443;&#x440;&#x443; &#x432; &#x43a;&#x430;&#x447;&#x435;&#x441;&#x442;&#x432;&#x435; &#x43e;&#x434;&#x43d;&#x43e;&#x433;&#x43e; &#x438;&#x437; &#x43e;&#x441;&#x43d;&#x43e;&#x432;&#x43d;&#x44b;&#x445; &#x43c;&#x435;&#x442;&#x43e;&#x434;&#x43e;&#x432; &#x435;&#x435; &#x442;&#x435;&#x440;&#x430;&#x43f;&#x438;&#x438;. &#x421;&#x443;&#x449;&#x435;&#x441;&#x442;&#x432;&#x443;&#x44e;&#x449;&#x438;&#x435; &#x43a;&#x43b;&#x438;&#x43d;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x438;&#x435; &#x440;&#x435;&#x43a;&#x43e;&#x43c;&#x435;&#x43d;&#x434;&#x430;&#x446;&#x438;&#x438; &#x434;&#x430;&#x44e;&#x442; &#x440;&#x430;&#x441;&#x43f;&#x43b;&#x44b;&#x432;&#x447;&#x430;&#x442;&#x44b;&#x435; &#x441;&#x43e;&#x432;&#x435;&#x442;&#x44b; &#x43e;&#x442;&#x43d;&#x43e;&#x441;&#x438;&#x442;&#x435;&#x43b;&#x44c;&#x43d;&#x43e; &#x445;&#x430;&#x440;&#x430;&#x43a;&#x442;&#x435;&#x440;&#x430; &#x438;&#x441;&#x43f;&#x43e;&#x43b;&#x44c;&#x437;&#x43e;&#x432;&#x430;&#x43d;&#x438;&#x44f; &#x444;&#x438;&#x437;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x438;&#x445; &#x442;&#x440;&#x435;&#x43d;&#x438;&#x440;&#x43e;&#x432;&#x43e;&#x43a; &#x441; &#x44d;&#x442;&#x43e;&#x439; &#x446;&#x435;&#x43b;&#x44c;&#x44e;.</AbstractText><AbstractText Label="&#x426;&#x415;&#x41b;&#x42c; &#x418;&#x421;&#x421;&#x41b;&#x415;&#x414;&#x41e;&#x412;&#x410;&#x41d;&#x418;&#x42f;" NlmCategory="UNASSIGNED">&#x41f;&#x440;&#x43e;&#x432;&#x435;&#x441;&#x442;&#x438; &#x43e;&#x446;&#x435;&#x43d;&#x43a;&#x443; &#x44d;&#x444;&#x444;&#x435;&#x43a;&#x442;&#x438;&#x432;&#x43d;&#x43e;&#x441;&#x442;&#x438; &#x444;&#x438;&#x437;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x438;&#x445; &#x443;&#x43f;&#x440;&#x430;&#x436;&#x43d;&#x435;&#x43d;&#x438;&#x439; &#x440;&#x430;&#x437;&#x43d;&#x44b;&#x445; &#x442;&#x438;&#x43f;&#x43e;&#x432; &#x434;&#x43b;&#x44f; &#x43b;&#x435;&#x447;&#x435;&#x43d;&#x438;&#x44f; &#x438; &#x43f;&#x440;&#x43e;&#x444;&#x438;&#x43b;&#x430;&#x43a;&#x442;&#x438;&#x43a;&#x438; &#x43d;&#x435;&#x441;&#x43f;&#x435;&#x446;&#x438;&#x444;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x43e;&#x439; &#x431;&#x43e;&#x43b;&#x438; &#x432; &#x448;&#x435;&#x435;.</AbstractText><AbstractText Label="&#x41c;&#x410;&#x422;&#x415;&#x420;&#x418;&#x410;&#x41b; &#x418; &#x41c;&#x415;&#x422;&#x41e;&#x414;&#x42b;" NlmCategory="UNASSIGNED">&#x41f;&#x440;&#x43e;&#x432;&#x435;&#x434;&#x435;&#x43d; &#x430;&#x43d;&#x430;&#x43b;&#x438;&#x437; &#x43f;&#x443;&#x431;&#x43b;&#x438;&#x43a;&#x430;&#x446;&#x438;&#x439; &#x437;&#x430; &#x43f;&#x43e;&#x441;&#x43b;&#x435;&#x434;&#x43d;&#x438;&#x435; 10 &#x43b;&#x435;&#x442;, &#x43f;&#x440;&#x435;&#x434;&#x441;&#x442;&#x430;&#x432;&#x43b;&#x435;&#x43d;&#x43d;&#x44b;&#x445; &#x432; &#x44d;&#x43b;&#x435;&#x43a;&#x442;&#x440;&#x43e;&#x43d;&#x43d;&#x44b;&#x445; &#x431;&#x430;&#x437;&#x430;&#x445; &#x434;&#x430;&#x43d;&#x43d;&#x44b;&#x445; &#x420;&#x418;&#x41d;&#x426;, PubMed, Google Scholar, Cochrane, Embase, PsycINFO, Scopus, SPORTDiscus, MEDLINE, &#x43e; &#x43b;&#x435;&#x447;&#x435;&#x43d;&#x438;&#x438; &#x43d;&#x435;&#x441;&#x43f;&#x435;&#x446;&#x438;&#x444;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x43e;&#x439; &#x431;&#x43e;&#x43b;&#x438; &#x432; &#x448;&#x435;&#x435; &#x441; &#x43f;&#x43e;&#x43c;&#x43e;&#x449;&#x44c;&#x44e; &#x43b;&#x435;&#x447;&#x435;&#x431;&#x43d;&#x43e;&#x439; &#x444;&#x438;&#x437;&#x43a;&#x443;&#x43b;&#x44c;&#x442;&#x443;&#x440;&#x44b;. &#x411;&#x44b;&#x43b;&#x438; &#x43e;&#x442;&#x43e;&#x431;&#x440;&#x430;&#x43d;&#x44b; 22 &#x441;&#x438;&#x441;&#x442;&#x435;&#x43c;&#x430;&#x442;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x438;&#x445; &#x43e;&#x431;&#x437;&#x43e;&#x440;&#x430;, 16 &#x43c;&#x435;&#x442;&#x430;&#x430;&#x43d;&#x430;&#x43b;&#x438;&#x437;&#x43e;&#x432; &#x438; 27 &#x440;&#x430;&#x43d;&#x434;&#x43e;&#x43c;&#x438;&#x437;&#x438;&#x440;&#x43e;&#x432;&#x430;&#x43d;&#x43d;&#x44b;&#x445; &#x43a;&#x43e;&#x43d;&#x442;&#x440;&#x43e;&#x43b;&#x438;&#x440;&#x443;&#x435;&#x43c;&#x44b;&#x445; &#x438;&#x441;&#x441;&#x43b;&#x435;&#x434;&#x43e;&#x432;&#x430;&#x43d;&#x438;&#x439; &#x441; &#x443;&#x447;&#x430;&#x441;&#x442;&#x438;&#x435;&#x43c; &#x432;&#x437;&#x440;&#x43e;&#x441;&#x43b;&#x44b;&#x445; &#x441; &#x446;&#x435;&#x440;&#x432;&#x438;&#x43a;&#x430;&#x43b;&#x433;&#x438;&#x435;&#x439;. &#x414;&#x43b;&#x44f; &#x43e;&#x446;&#x435;&#x43d;&#x43a;&#x438; &#x430;&#x43d;&#x430;&#x43b;&#x438;&#x437;&#x438;&#x440;&#x443;&#x435;&#x43c;&#x44b;&#x445; &#x43c;&#x430;&#x442;&#x435;&#x440;&#x438;&#x430;&#x43b;&#x43e;&#x432; &#x43d;&#x430; &#x43e;&#x441;&#x43d;&#x43e;&#x432;&#x435; &#x43f;&#x440;&#x438;&#x43d;&#x446;&#x438;&#x43f;&#x43e;&#x432; &#x434;&#x43e;&#x43a;&#x430;&#x437;&#x430;&#x442;&#x435;&#x43b;&#x44c;&#x43d;&#x43e;&#x439; &#x43c;&#x435;&#x434;&#x438;&#x446;&#x438;&#x43d;&#x44b; &#x438;&#x441;&#x43f;&#x43e;&#x43b;&#x44c;&#x437;&#x43e;&#x432;&#x430;&#x43d;&#x430; &#x43a;&#x43b;&#x430;&#x441;&#x441;&#x438;&#x444;&#x438;&#x43a;&#x430;&#x446;&#x438;&#x44f; &#x43a;&#x43b;&#x438;&#x43d;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x438;&#x445; &#x440;&#x435;&#x43a;&#x43e;&#x43c;&#x435;&#x43d;&#x434;&#x430;&#x446;&#x438;&#x439; &#x43f;&#x43e; &#x43f;&#x43e;&#x43b;&#x435;&#x437;&#x43d;&#x43e;&#x441;&#x442;&#x438; &#x438; &#x44d;&#x444;&#x444;&#x435;&#x43a;&#x442;&#x438;&#x432;&#x43d;&#x43e;&#x441;&#x442;&#x438;, &#x430; &#x442;&#x430;&#x43a;&#x436;&#x435; &#x448;&#x43a;&#x430;&#x43b;&#x430; &#x443;&#x440;&#x43e;&#x432;&#x43d;&#x435;&#x439; &#x434;&#x43e;&#x441;&#x442;&#x43e;&#x432;&#x435;&#x440;&#x43d;&#x43e;&#x441;&#x442;&#x438; &#x434;&#x43e;&#x43a;&#x430;&#x437;&#x430;&#x442;&#x435;&#x43b;&#x44c;&#x441;&#x442;&#x432;.</AbstractText><AbstractText Label="&#x420;&#x415;&#x417;&#x423;&#x41b;&#x42c;&#x422;&#x410;&#x422;&#x42b;" NlmCategory="UNASSIGNED">&#x414;&#x43b;&#x44f; &#x43e;&#x446;&#x435;&#x43d;&#x43a;&#x438; &#x44d;&#x444;&#x444;&#x435;&#x43a;&#x442;&#x438;&#x432;&#x43d;&#x43e;&#x441;&#x442;&#x438; &#x444;&#x438;&#x437;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x438;&#x445; &#x442;&#x440;&#x435;&#x43d;&#x438;&#x440;&#x43e;&#x432;&#x43e;&#x43a; &#x440;&#x430;&#x437;&#x43d;&#x44b;&#x445; &#x442;&#x438;&#x43f;&#x43e;&#x432; &#x434;&#x43b;&#x44f; &#x43b;&#x435;&#x447;&#x435;&#x43d;&#x438;&#x44f; &#x43d;&#x435;&#x441;&#x43f;&#x435;&#x446;&#x438;&#x444;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x43e;&#x439; &#x431;&#x43e;&#x43b;&#x438; &#x432; &#x448;&#x435;&#x435; &#x43e;&#x442;&#x43e;&#x431;&#x440;&#x430;&#x43b;&#x438; 9 &#x43a;&#x43e;&#x43c;&#x43f;&#x43b;&#x435;&#x43a;&#x441;&#x43e;&#x432;: &#x443;&#x43f;&#x440;&#x430;&#x436;&#x43d;&#x435;&#x43d;&#x438;&#x44f; &#x43d;&#x430; &#x440;&#x430;&#x437;&#x432;&#x438;&#x442;&#x438;&#x435; &#x434;&#x432;&#x438;&#x433;&#x430;&#x442;&#x435;&#x43b;&#x44c;&#x43d;&#x43e;&#x439; &#x430;&#x43a;&#x442;&#x438;&#x432;&#x43d;&#x43e;&#x441;&#x442;&#x438; (&#x434;&#x432;&#x438;&#x433;&#x430;&#x442;&#x435;&#x43b;&#x44c;&#x43d;&#x43e;&#x433;&#x43e; &#x43a;&#x43e;&#x43d;&#x442;&#x440;&#x43e;&#x43b;&#x44f;), &#x441;&#x438;&#x43b;&#x43e;&#x432;&#x443;&#x44e; &#x442;&#x440;&#x435;&#x43d;&#x438;&#x440;&#x43e;&#x432;&#x43a;&#x443;, &#x441;&#x442;&#x440;&#x435;&#x442;&#x447;&#x438;&#x43d;&#x433;, &#x430;&#x44d;&#x440;&#x43e;&#x431;&#x43d;&#x443;&#x44e; &#x442;&#x440;&#x435;&#x43d;&#x438;&#x440;&#x43e;&#x432;&#x43a;&#x443;, &#x438;&#x437;&#x43e;&#x43c;&#x435;&#x442;&#x440;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x438;&#x435; &#x443;&#x43f;&#x440;&#x430;&#x436;&#x43d;&#x435;&#x43d;&#x438;&#x44f;, &#x43f;&#x438;&#x43b;&#x430;&#x442;&#x435;&#x441;, &#x439;&#x43e;&#x433;&#x443;, &#x43a;&#x438;&#x442;&#x430;&#x439;&#x441;&#x43a;&#x443;&#x44e; &#x43e;&#x437;&#x434;&#x43e;&#x440;&#x43e;&#x432;&#x438;&#x442;&#x435;&#x43b;&#x44c;&#x43d;&#x443;&#x44e; &#x433;&#x438;&#x43c;&#x43d;&#x430;&#x441;&#x442;&#x438;&#x43a;&#x443; &#x438; &#x444;&#x438;&#x437;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x443;&#x44e; &#x440;&#x435;&#x430;&#x431;&#x438;&#x43b;&#x438;&#x442;&#x430;&#x446;&#x438;&#x44e; &#x441; &#x438;&#x441;&#x43f;&#x43e;&#x43b;&#x44c;&#x437;&#x43e;&#x432;&#x430;&#x43d;&#x438;&#x435;&#x43c; &#x432;&#x438;&#x440;&#x442;&#x443;&#x430;&#x43b;&#x44c;&#x43d;&#x43e;&#x439; &#x440;&#x435;&#x430;&#x43b;&#x44c;&#x43d;&#x43e;&#x441;&#x442;&#x438;. &#x423;&#x441;&#x442;&#x430;&#x43d;&#x43e;&#x432;&#x43b;&#x435;&#x43d;&#x44b; &#x43d;&#x430;&#x438;&#x431;&#x43e;&#x43b;&#x44c;&#x448;&#x438;&#x435; &#x43f;&#x43e;&#x43b;&#x44c;&#x437;&#x430; &#x438; &#x44d;&#x444;&#x444;&#x435;&#x43a;&#x442;&#x438;&#x432;&#x43d;&#x43e;&#x441;&#x442;&#x44c; &#x43b;&#x435;&#x447;&#x435;&#x431;&#x43d;&#x43e;&#x433;&#x43e; &#x432;&#x43e;&#x437;&#x434;&#x435;&#x439;&#x441;&#x442;&#x432;&#x438;&#x44f; &#x43f;&#x440;&#x438; &#x442;&#x440;&#x435;&#x43d;&#x438;&#x440;&#x43e;&#x432;&#x43a;&#x435; &#x434;&#x432;&#x438;&#x433;&#x430;&#x442;&#x435;&#x43b;&#x44c;&#x43d;&#x43e;&#x433;&#x43e; &#x43a;&#x43e;&#x43d;&#x442;&#x440;&#x43e;&#x43b;&#x44f;, &#x438;&#x441;&#x43f;&#x43e;&#x43b;&#x44c;&#x437;&#x43e;&#x432;&#x430;&#x43d;&#x438;&#x44f; &#x441;&#x438;&#x43b;&#x43e;&#x432;&#x44b;&#x445; &#x438; &#x438;&#x437;&#x43e;&#x43c;&#x435;&#x442;&#x440;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x438;&#x445; &#x443;&#x43f;&#x440;&#x430;&#x436;&#x43d;&#x435;&#x43d;&#x438;&#x439;. &#x41e;&#x441;&#x43d;&#x43e;&#x432;&#x430;&#x43d;&#x438;&#x435;&#x43c; &#x434;&#x43b;&#x44f; &#x44d;&#x442;&#x43e;&#x433;&#x43e; &#x43f;&#x43e;&#x441;&#x43b;&#x443;&#x436;&#x438;&#x43b;&#x438; &#x440;&#x435;&#x437;&#x443;&#x43b;&#x44c;&#x442;&#x430;&#x442;&#x44b; &#x43e;&#x446;&#x435;&#x43d;&#x43a;&#x438; &#x441;&#x438;&#x441;&#x442;&#x435;&#x43c;&#x430;&#x442;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x438;&#x445; &#x43e;&#x431;&#x437;&#x43e;&#x440;&#x43e;&#x432;, &#x43c;&#x435;&#x442;&#x430;&#x430;&#x43d;&#x430;&#x43b;&#x438;&#x437;&#x43e;&#x432; &#x438; &#x440;&#x430;&#x43d;&#x434;&#x43e;&#x43c;&#x438;&#x437;&#x438;&#x440;&#x43e;&#x432;&#x430;&#x43d;&#x43d;&#x44b;&#x445; &#x43a;&#x43b;&#x438;&#x43d;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x438;&#x445; &#x438;&#x441;&#x441;&#x43b;&#x435;&#x434;&#x43e;&#x432;&#x430;&#x43d;&#x438;&#x439;. &#x414;&#x440;&#x443;&#x433;&#x438;&#x435; &#x432;&#x438;&#x434;&#x44b; &#x444;&#x438;&#x437;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x438;&#x445; &#x443;&#x43f;&#x440;&#x430;&#x436;&#x43d;&#x435;&#x43d;&#x438;&#x439;, &#x438;&#x441;&#x43f;&#x43e;&#x43b;&#x44c;&#x437;&#x443;&#x435;&#x43c;&#x44b;&#x435; &#x434;&#x43b;&#x44f; &#x43b;&#x435;&#x447;&#x435;&#x431;&#x43d;&#x43e;&#x439; &#x444;&#x438;&#x437;&#x43a;&#x443;&#x43b;&#x44c;&#x442;&#x443;&#x440;&#x44b; &#x43f;&#x440;&#x438; &#x43d;&#x435;&#x441;&#x43f;&#x435;&#x446;&#x438;&#x444;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x43e;&#x439; &#x431;&#x43e;&#x43b;&#x438; &#x432; &#x448;&#x435;&#x435;, &#x442;&#x430;&#x43a;&#x436;&#x435; &#x431;&#x44b;&#x43b;&#x438; &#x440;&#x435;&#x437;&#x443;&#x43b;&#x44c;&#x442;&#x430;&#x442;&#x438;&#x432;&#x43d;&#x44b;, &#x43d;&#x43e; &#x438;&#x43c;&#x435;&#x43b;&#x438; &#x43c;&#x435;&#x43d;&#x435;&#x435; &#x443;&#x431;&#x435;&#x434;&#x438;&#x442;&#x435;&#x43b;&#x44c;&#x43d;&#x44b;&#x439; &#x43f;&#x43e;&#x43b;&#x43e;&#x436;&#x438;&#x442;&#x435;&#x43b;&#x44c;&#x43d;&#x44b;&#x439; &#x44d;&#x444;&#x444;&#x435;&#x43a;&#x442;.</AbstractText><AbstractText Label="&#x417;&#x410;&#x41a;&#x41b;&#x42e;&#x427;&#x415;&#x41d;&#x418;&#x415;" NlmCategory="UNASSIGNED">&#x424;&#x438;&#x437;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x438;&#x435; &#x443;&#x43f;&#x440;&#x430;&#x436;&#x43d;&#x435;&#x43d;&#x438;&#x44f; &#x43f;&#x440;&#x435;&#x434;&#x441;&#x442;&#x430;&#x432;&#x43b;&#x44f;&#x44e;&#x442; &#x441;&#x43e;&#x431;&#x43e;&#x439; &#x43e;&#x434;&#x438;&#x43d; &#x438;&#x437; &#x43d;&#x430;&#x438;&#x431;&#x43e;&#x43b;&#x435;&#x435; &#x43f;&#x43e;&#x43b;&#x435;&#x437;&#x43d;&#x44b;&#x445; &#x43c;&#x435;&#x442;&#x43e;&#x434;&#x43e;&#x432; &#x43b;&#x435;&#x447;&#x435;&#x43d;&#x438;&#x44f; &#x446;&#x435;&#x440;&#x432;&#x438;&#x43a;&#x430;&#x43b;&#x433;&#x438;&#x438;, &#x43f;&#x440;&#x438; &#x44d;&#x442;&#x43e;&#x43c; &#x442;&#x440;&#x435;&#x43d;&#x438;&#x440;&#x43e;&#x432;&#x43a;&#x438; &#x43d;&#x430; &#x440;&#x430;&#x437;&#x432;&#x438;&#x442;&#x438;&#x435; &#x434;&#x432;&#x438;&#x433;&#x430;&#x442;&#x435;&#x43b;&#x44c;&#x43d;&#x43e;&#x439; &#x430;&#x43a;&#x442;&#x438;&#x432;&#x43d;&#x43e;&#x441;&#x442;&#x438; &#x44f;&#x432;&#x43b;&#x44f;&#x44e;&#x442;&#x441;&#x44f; &#x43d;&#x430;&#x438;&#x431;&#x43e;&#x43b;&#x435;&#x435; &#x44d;&#x444;&#x444;&#x435;&#x43a;&#x442;&#x438;&#x432;&#x43d;&#x44b;&#x43c;&#x438;.</AbstractText></OtherAbstract><KeywordList Owner="NOTNLM"><Keyword MajorTopicYN="N">non-specific neck pain</Keyword><Keyword MajorTopicYN="N">physical rehabilitation</Keyword><Keyword MajorTopicYN="N">therapeutic exercise</Keyword><Keyword MajorTopicYN="N">types of physical exercises</Keyword></KeywordList></MedlineCitation><PubmedData><History><PubMedPubDate PubStatus="medline"><Year>2025</Year><Month>12</Month><Day>12</Day><Hour>17</Hour><Minute>55</Minute></PubMedPubDate><PubMedPubDate PubStatus="pubmed"><Year>2025</Year><Month>12</Month><Day>12</Day><Hour>17</Hour><Minute>54</Minute></PubMedPubDate><PubMedPubDate PubStatus="entrez"><Year>2025</Year><Month>12</Month><Day>12</Day><Hour>7</Hour><Minute>5</Minute></PubMedPubDate></History><PublicationStatus>ppublish</PublicationStatus><ArticleIdList><ArticleId IdType="pubmed">41384526</ArticleId><ArticleId IdType="doi">10.17116/kurort2025102052120</ArticleId></ArticleIdList></PubmedData></PubmedArticle></PubmedArticleSet>