<?xml version="1.0" ?>
<!DOCTYPE PubmedArticleSet PUBLIC "-//NLM//DTD PubMedArticle, 1st January 2025//EN" "https://dtd.nlm.nih.gov/ncbi/pubmed/out/pubmed_250101.dtd">
<PubmedArticleSet>
<PubmedArticle><MedlineCitation Status="PubMed-not-MEDLINE" Owner="NLM"><PMID Version="1">41783769</PMID><DateCompleted><Year>2026</Year><Month>03</Month><Day>05</Day></DateCompleted><DateRevised><Year>2026</Year><Month>03</Month><Day>05</Day></DateRevised><Article PubModel="Electronic-eCollection"><Journal><ISSN IssnType="Electronic">1658-3612</ISSN><JournalIssue CitedMedium="Internet"><Volume>21</Volume><Issue>2</Issue><PubDate><Year>2026</Year><Month>Apr</Month></PubDate></JournalIssue><Title>Journal of Taibah University Medical Sciences</Title><ISOAbbreviation>J Taibah Univ Med Sci</ISOAbbreviation></Journal><ArticleTitle>Training satisfaction among medical trainees in the Ministry of defense, fifth training sector, KSA.</ArticleTitle><Pagination><StartPage>216</StartPage><EndPage>227</EndPage><MedlinePgn>216-227</MedlinePgn></Pagination><ELocationID EIdType="doi" ValidYN="Y">10.1016/j.jtumed.2026.02.002</ELocationID><Abstract><AbstractText Label="BACKGROUND" NlmCategory="UNASSIGNED">Residency satisfaction, a key measure of the effectiveness of medical training programs, influences both professional development and patient care outcomes. Assessing satisfaction can help identify areas for program improvement and guide curriculum enhancements.</AbstractText><AbstractText Label="METHODS" NlmCategory="UNASSIGNED">Two independent cross-sectional surveys were conducted among trainees in the fifth training sector of the Saudi Commission for Health Specialties (SCFHS). A validated 24-item questionnaire covering six domains of residency experience (Cronbach's alpha 0.81-0.95) was administered to trainees across 23 programs in 2023-2024 and 29 programs in 2024-2025. A census sampling strategy was used, and all 594 eligible trainees were invited to participate. A total of 464 responses were completed (overall response rate, 78 %). Scores were analyzed by training level, specialty, and program characteristics, and year-over-year comparisons were made.</AbstractText><AbstractText Label="RESULTS" NlmCategory="UNASSIGNED">The overall mean satisfaction significantly improved, from 72.3 % in 2023-2024 to 86.2 % in 2024-2025 (Mann-Whitney U test, p &lt; 0.05). Notable improvements were observed across several surgical and critical care specialties. Scores varied by training level: fellowship trainees showed the highest scores in 2023-2024, whereas first-year midwifery diploma trainees reported the highest scores in 2024-2025. Factors associated with higher satisfaction included constructive faculty feedback, adequate supervision, well-organized hospital rotations, and availability of simulation-based learning. Areas associated with lower scores included workload, duty hours, and the balance between junior and senior trainee responsibilities.</AbstractText><AbstractText Label="CONCLUSION" NlmCategory="UNASSIGNED">Residency programs in the SCFHS fifth training sector demonstrated significant improvements in trainee contentment over 1 year. These improvements might have been associated with enhancements in program structure, curriculum, and faculty engagement. The findings highlight the importance of ongoing monitoring of resident experiences and targeted interventions to optimize educational quality and trainee well-being.</AbstractText><CopyrightInformation>&#xa9; 2026 The Authors.</CopyrightInformation></Abstract><AuthorList CompleteYN="Y"><Author ValidYN="Y"><LastName>Alshahrani</LastName><ForeName>Jaber A</ForeName><Initials>JA</Initials><AffiliationInfo><Affiliation>Department of Family Medicine and Medical Education, Armed Forces Hospital Southern Region, Ministry of Defense Health Services, Khamis Mushait, KSA.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Al Arfaj</LastName><ForeName>Ibrahim S</ForeName><Initials>IS</Initials><AffiliationInfo><Affiliation>Department of Family Medicine and Medical Education, Armed Forces Hospital Southern Region, Ministry of Defense Health Services, Khamis Mushait, KSA.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Ababneh</LastName><ForeName>Iman Q</ForeName><Initials>IQ</Initials><AffiliationInfo><Affiliation>Department of Medical Education, Academic Affairs, Armed Forces Hospital Southern Region, Ministry of Defense Health Services, Khamis Mushait, KSA.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Mohamed</LastName><ForeName>Eman M</ForeName><Initials>EM</Initials><AffiliationInfo><Affiliation>Department of Medical Education, Academic Affairs, Armed Forces Hospital Southern Region, Ministry of Defense Health Services, Khamis Mushait, KSA.</Affiliation></AffiliationInfo><AffiliationInfo><Affiliation>Department of Medical Histology and Cell Biology, Faculty of Medicine, Zagazig University, Egypt.</Affiliation></AffiliationInfo></Author></AuthorList><Language>eng</Language><PublicationTypeList><PublicationType UI="D016428">Journal Article</PublicationType></PublicationTypeList><ArticleDate DateType="Electronic"><Year>2026</Year><Month>02</Month><Day>26</Day></ArticleDate></Article><MedlineJournalInfo><Country>Saudi Arabia</Country><MedlineTA>J Taibah Univ Med Sci</MedlineTA><NlmUniqueID>101621911</NlmUniqueID><ISSNLinking>1658-3612</ISSNLinking></MedlineJournalInfo><OtherAbstract Type="Publisher" Language="ara"><AbstractText Label="&#x627;&#x644;&#x62e;&#x644;&#x641;&#x64a;&#x629;" NlmCategory="UNASSIGNED">&#x64a;&#x64f;&#x639;&#x62f; &#x631;&#x636;&#x627; &#x627;&#x644;&#x645;&#x62a;&#x62f;&#x631;&#x628;&#x64a;&#x646; &#x641;&#x64a; &#x628;&#x631;&#x627;&#x645;&#x62c; &#x627;&#x644;&#x62a;&#x62f;&#x631;&#x64a;&#x628; &#x627;&#x644;&#x637;&#x628;&#x64a; &#x645;&#x624;&#x634;&#x631;&#x64b;&#x627; &#x645;&#x62d;&#x648;&#x631;&#x64a;&#x64b;&#x627; &#x644;&#x641;&#x627;&#x639;&#x644;&#x64a;&#x629; &#x647;&#x630;&#x647; &#x627;&#x644;&#x628;&#x631;&#x627;&#x645;&#x62c;&#x60c; &#x644;&#x645;&#x627; &#x644;&#x647; &#x645;&#x646; &#x62a;&#x623;&#x62b;&#x64a;&#x631; &#x645;&#x628;&#x627;&#x634;&#x631; &#x639;&#x644;&#x649; &#x627;&#x644;&#x62a;&#x637;&#x648;&#x631; &#x627;&#x644;&#x645;&#x647;&#x646;&#x64a; &#x648;&#x62c;&#x648;&#x62f;&#x629; &#x627;&#x644;&#x631;&#x639;&#x627;&#x64a;&#x629; &#x627;&#x644;&#x635;&#x62d;&#x64a;&#x629; &#x627;&#x644;&#x645;&#x642;&#x62f;&#x645;&#x629;. &#x648;&#x64a;&#x633;&#x647;&#x645; &#x62a;&#x642;&#x64a;&#x64a;&#x645; &#x645;&#x633;&#x62a;&#x648;&#x649; &#x627;&#x644;&#x631;&#x636;&#x627; &#x641;&#x64a; &#x62a;&#x62d;&#x62f;&#x64a;&#x62f; &#x645;&#x648;&#x627;&#x637;&#x646; &#x627;&#x644;&#x642;&#x648;&#x629; &#x648;&#x627;&#x644;&#x642;&#x635;&#x648;&#x631;&#x60c; &#x628;&#x645;&#x627; &#x64a;&#x62f;&#x639;&#x645; &#x62a;&#x62d;&#x633;&#x64a;&#x646; &#x627;&#x644;&#x628;&#x631;&#x627;&#x645;&#x62c; &#x627;&#x644;&#x62a;&#x62f;&#x631;&#x64a;&#x628;&#x64a;&#x629; &#x648;&#x62a;&#x637;&#x648;&#x64a;&#x631; &#x627;&#x644;&#x645;&#x646;&#x627;&#x647;&#x62c; &#x627;&#x644;&#x62a;&#x639;&#x644;&#x64a;&#x645;&#x64a;&#x629;.</AbstractText><AbstractText Label="&#x627;&#x644;&#x637;&#x631;&#x642;" NlmCategory="UNASSIGNED">&#x623;&#x64f;&#x62c;&#x631;&#x64a; &#x645;&#x633;&#x62d;&#x627;&#x646; &#x645;&#x642;&#x637;&#x639;&#x64a;&#x627;&#x646; &#x645;&#x633;&#x62a;&#x642;&#x644;&#x627;&#x646; &#x628;&#x64a;&#x646; &#x627;&#x644;&#x645;&#x62a;&#x62f;&#x631;&#x628;&#x64a;&#x646; &#x641;&#x64a; &#x627;&#x644;&#x642;&#x637;&#x627;&#x639; &#x627;&#x644;&#x62a;&#x62f;&#x631;&#x64a;&#x628;&#x64a; &#x627;&#x644;&#x62e;&#x627;&#x645;&#x633; &#x627;&#x644;&#x62a;&#x627;&#x628;&#x639; &#x644;&#x644;&#x647;&#x64a;&#x626;&#x629; &#x627;&#x644;&#x633;&#x639;&#x648;&#x62f;&#x64a;&#x629; &#x644;&#x644;&#x62a;&#x62e;&#x635;&#x635;&#x627;&#x62a; &#x627;&#x644;&#x635;&#x62d;&#x64a;&#x629;. &#x627;&#x633;&#x62a;&#x64f;&#x62e;&#x62f;&#x645; &#x627;&#x633;&#x62a;&#x628;&#x64a;&#x627;&#x646; &#x645;&#x64f;&#x62d;&#x642;&#x642; &#x627;&#x644;&#x635;&#x644;&#x627;&#x62d;&#x64a;&#x629; &#x645;&#x643;&#x648;&#x64e;&#x651;&#x646; &#x645;&#x646; 24 &#x628;&#x646;&#x62f;&#x64b;&#x627; &#x64a;&#x63a;&#x637;&#x64a; &#x633;&#x62a;&#x629; &#x645;&#x62d;&#x627;&#x648;&#x631; &#x644;&#x62a;&#x62c;&#x631;&#x628;&#x629; &#x627;&#x644;&#x62a;&#x62f;&#x631;&#x64a;&#x628; (&#x645;&#x639;&#x627;&#x645;&#x644; &#x62b;&#x628;&#x627;&#x62a; &#x643;&#x631;&#x648;&#x646;&#x628;&#x627;&#x62e; &#x623;&#x644;&#x641;&#x627; 0.95-0.81)&#x60c; &#x648;&#x637;&#x64f;&#x628;&#x650;&#x651;&#x642; &#x639;&#x644;&#x649; &#x627;&#x644;&#x645;&#x62a;&#x62f;&#x631;&#x628;&#x64a;&#x646; &#x641;&#x64a; 23 &#x628;&#x631;&#x646;&#x627;&#x645;&#x62c;&#x64b;&#x627; &#x62e;&#x644;&#x627;&#x644; &#x627;&#x644;&#x639;&#x627;&#x645; &#x627;&#x644;&#x623;&#x643;&#x627;&#x62f;&#x64a;&#x645;&#x64a; 2024-2025&#x60c; &#x62b;&#x645; &#x641;&#x64a; 29 &#x628;&#x631;&#x646;&#x627;&#x645;&#x62c;&#x64b;&#x627; &#x62e;&#x644;&#x627;&#x644; 2023-2024. &#x627;&#x639;&#x62a;&#x645;&#x62f;&#x62a; &#x627;&#x644;&#x62f;&#x631;&#x627;&#x633;&#x629; &#x639;&#x644;&#x649; &#x623;&#x633;&#x644;&#x648;&#x628; &#x627;&#x644;&#x62d;&#x635;&#x631; &#x627;&#x644;&#x634;&#x627;&#x645;&#x644;&#x60c; &#x62d;&#x64a;&#x62b; &#x62a;&#x645;&#x62a; &#x62f;&#x639;&#x648;&#x629; &#x62c;&#x645;&#x64a;&#x639; &#x627;&#x644;&#x645;&#x62a;&#x62f;&#x631;&#x628;&#x64a;&#x646; &#x627;&#x644;&#x645;&#x624;&#x647;&#x644;&#x64a;&#x646; &#x648;&#x639;&#x62f;&#x62f;&#x647;&#x645; 594 &#x644;&#x644;&#x645;&#x634;&#x627;&#x631;&#x643;&#x629;&#x60c; &#x648;&#x62a;&#x645; &#x627;&#x633;&#x62a;&#x643;&#x645;&#x627;&#x644; 464 &#x627;&#x633;&#x62a;&#x62c;&#x627;&#x628;&#x629; &#x635;&#x62d;&#x64a;&#x62d;&#x629;&#x60c; &#x628;&#x646;&#x633;&#x628;&#x629; &#x627;&#x633;&#x62a;&#x62c;&#x627;&#x628;&#x629; &#x625;&#x62c;&#x645;&#x627;&#x644;&#x64a;&#x629; &#x628;&#x644;&#x63a;&#x62a; 78%. &#x62c;&#x631;&#x649; &#x62a;&#x62d;&#x644;&#x64a;&#x644; &#x627;&#x644;&#x62f;&#x631;&#x62c;&#x627;&#x62a; &#x648;&#x641;&#x642; &#x627;&#x644;&#x645;&#x633;&#x62a;&#x648;&#x649; &#x627;&#x644;&#x62a;&#x62f;&#x631;&#x64a;&#x628;&#x64a; &#x648;&#x627;&#x644;&#x62a;&#x62e;&#x635;&#x635; &#x648;&#x62e;&#x635;&#x627;&#x626;&#x635; &#x627;&#x644;&#x628;&#x631;&#x627;&#x645;&#x62c;&#x60c; &#x645;&#x639; &#x625;&#x62c;&#x631;&#x627;&#x621; &#x645;&#x642;&#x627;&#x631;&#x646;&#x627;&#x62a; &#x628;&#x64a;&#x646; &#x627;&#x644;&#x639;&#x627;&#x645;&#x64a;&#x646; &#x627;&#x644;&#x62f;&#x631;&#x627;&#x633;&#x64a;&#x64a;&#x646;.</AbstractText><AbstractText Label="&#x627;&#x644;&#x646;&#x62a;&#x627;&#x626;&#x62c;" NlmCategory="UNASSIGNED">&#x627;&#x631;&#x62a;&#x641;&#x639; &#x645;&#x62a;&#x648;&#x633;&#x637; &#x627;&#x644;&#x631;&#x636;&#x627; &#x627;&#x644;&#x643;&#x644;&#x64a; &#x628;&#x634;&#x643;&#x644; &#x62f;&#x627;&#x644; &#x625;&#x62d;&#x635;&#x627;&#x626;&#x64a;&#x64b;&#x627; &#x645;&#x646; 72.3% &#x62e;&#x644;&#x627;&#x644; 2023-2024 &#x625;&#x644;&#x649; 86.2% &#x62e;&#x644;&#x627;&#x644; 2024-2025 (&#x627;&#x62e;&#x62a;&#x628;&#x627;&#x631; &#x645;&#x627;&#x646;&#x2013;&#x648;&#x64a;&#x62a;&#x646;&#x64a; U&#x60c; &#x200f; p &lt; 0.05). &#x648;&#x633;&#x64f;&#x62c;&#x650;&#x651;&#x644;&#x62a; &#x62a;&#x62d;&#x633;&#x651;&#x646;&#x627;&#x62a; &#x645;&#x644;&#x62d;&#x648;&#x638;&#x629; &#x641;&#x64a; &#x639;&#x62f;&#x62f; &#x645;&#x646; &#x62a;&#x62e;&#x635;&#x635;&#x627;&#x62a; &#x627;&#x644;&#x62c;&#x631;&#x627;&#x62d;&#x629; &#x648;&#x627;&#x644;&#x639;&#x646;&#x627;&#x64a;&#x629; &#x627;&#x644;&#x62d;&#x631;&#x62c;&#x629;. &#x643;&#x645;&#x627; &#x627;&#x62e;&#x62a;&#x644;&#x641; &#x645;&#x633;&#x62a;&#x648;&#x649; &#x627;&#x644;&#x631;&#x636;&#x627; &#x628;&#x627;&#x62e;&#x62a;&#x644;&#x627;&#x641; &#x627;&#x644;&#x645;&#x633;&#x62a;&#x648;&#x649; &#x627;&#x644;&#x62a;&#x62f;&#x631;&#x64a;&#x628;&#x64a;&#x61b; &#x625;&#x630; &#x62d;&#x642;&#x642; &#x645;&#x62a;&#x62f;&#x631;&#x628;&#x648; &#x627;&#x644;&#x632;&#x645;&#x627;&#x644;&#x629; &#x623;&#x639;&#x644;&#x649; &#x627;&#x644;&#x62f;&#x631;&#x62c;&#x627;&#x62a; &#x641;&#x64a; &#x639;&#x627;&#x645; 2023-2024&#x60c; &#x628;&#x64a;&#x646;&#x645;&#x627; &#x633;&#x62c;&#x651;&#x644; &#x645;&#x62a;&#x62f;&#x631;&#x628;&#x648; &#x62f;&#x628;&#x644;&#x648;&#x645; &#x627;&#x644;&#x642;&#x628;&#x627;&#x644;&#x629; &#x641;&#x64a; &#x627;&#x644;&#x633;&#x646;&#x629; &#x627;&#x644;&#x623;&#x648;&#x644;&#x649; &#x623;&#x639;&#x644;&#x649; &#x627;&#x644;&#x62f;&#x631;&#x62c;&#x627;&#x62a; &#x62e;&#x644;&#x627;&#x644; 2024-2025. &#x648;&#x634;&#x645;&#x644;&#x62a; &#x627;&#x644;&#x639;&#x648;&#x627;&#x645;&#x644; &#x627;&#x644;&#x645;&#x631;&#x62a;&#x628;&#x637;&#x629; &#x628;&#x627;&#x631;&#x62a;&#x641;&#x627;&#x639; &#x627;&#x644;&#x631;&#x636;&#x627;: &#x627;&#x644;&#x62a;&#x63a;&#x630;&#x64a;&#x629; &#x627;&#x644;&#x631;&#x627;&#x62c;&#x639;&#x629; &#x627;&#x644;&#x628;&#x646;&#x651;&#x627;&#x621;&#x629; &#x645;&#x646; &#x623;&#x639;&#x636;&#x627;&#x621; &#x647;&#x64a;&#x626;&#x629; &#x627;&#x644;&#x62a;&#x62f;&#x631;&#x64a;&#x633;&#x60c; &#x643;&#x641;&#x627;&#x64a;&#x629; &#x627;&#x644;&#x625;&#x634;&#x631;&#x627;&#x641;&#x60c; &#x627;&#x644;&#x62a;&#x646;&#x638;&#x64a;&#x645; &#x627;&#x644;&#x62c;&#x64a;&#x62f; &#x644;&#x644;&#x62f;&#x648;&#x631;&#x627;&#x62a; &#x627;&#x644;&#x633;&#x631;&#x64a;&#x631;&#x64a;&#x629; &#x628;&#x627;&#x644;&#x645;&#x633;&#x62a;&#x634;&#x641;&#x64a;&#x627;&#x62a;&#x60c; &#x648;&#x62a;&#x648;&#x641;&#x651;&#x631; &#x627;&#x644;&#x62a;&#x62f;&#x631;&#x64a;&#x628; &#x627;&#x644;&#x642;&#x627;&#x626;&#x645; &#x639;&#x644;&#x649; &#x627;&#x644;&#x645;&#x62d;&#x627;&#x643;&#x627;&#x629;. &#x641;&#x64a; &#x627;&#x644;&#x645;&#x642;&#x627;&#x628;&#x644;&#x60c; &#x62a;&#x645;&#x62b;&#x644;&#x62a; &#x627;&#x644;&#x62c;&#x648;&#x627;&#x646;&#x628; &#x627;&#x644;&#x623;&#x642;&#x644; &#x62a;&#x642;&#x64a;&#x64a;&#x645;&#x64b;&#x627; &#x641;&#x64a; &#x639;&#x628;&#x621; &#x627;&#x644;&#x639;&#x645;&#x644;&#x60c; &#x633;&#x627;&#x639;&#x627;&#x62a; &#x627;&#x644;&#x645;&#x646;&#x627;&#x648;&#x628;&#x629;&#x60c; &#x648;&#x627;&#x644;&#x62a;&#x648;&#x627;&#x632;&#x646; &#x641;&#x64a; &#x62a;&#x648;&#x632;&#x64a;&#x639; &#x627;&#x644;&#x645;&#x633;&#x624;&#x648;&#x644;&#x64a;&#x627;&#x62a; &#x628;&#x64a;&#x646; &#x627;&#x644;&#x645;&#x62a;&#x62f;&#x631;&#x628;&#x64a;&#x646; &#x641;&#x64a; &#x627;&#x644;&#x645;&#x633;&#x62a;&#x648;&#x64a;&#x627;&#x62a; &#x627;&#x644;&#x645;&#x628;&#x62a;&#x62f;&#x626;&#x629; &#x648;&#x627;&#x644;&#x645;&#x62a;&#x642;&#x62f;&#x645;&#x629;.</AbstractText><AbstractText Label="&#x627;&#x644;&#x627;&#x633;&#x62a;&#x646;&#x62a;&#x627;&#x62c;" NlmCategory="UNASSIGNED">&#x623;&#x638;&#x647;&#x631;&#x62a; &#x628;&#x631;&#x627;&#x645;&#x62c; &#x627;&#x644;&#x62a;&#x62f;&#x631;&#x64a;&#x628; &#x641;&#x64a; &#x627;&#x644;&#x642;&#x637;&#x627;&#x639; &#x627;&#x644;&#x62a;&#x62f;&#x631;&#x64a;&#x628;&#x64a; &#x627;&#x644;&#x62e;&#x627;&#x645;&#x633; &#x627;&#x644;&#x62a;&#x627;&#x628;&#x639; &#x644;&#x644;&#x647;&#x64a;&#x626;&#x629; &#x627;&#x644;&#x633;&#x639;&#x648;&#x62f;&#x64a;&#x629; &#x644;&#x644;&#x62a;&#x62e;&#x635;&#x635;&#x627;&#x62a; &#x627;&#x644;&#x635;&#x62d;&#x64a;&#x629; &#x62a;&#x62d;&#x633;&#x646;&#x64b;&#x627; &#x645;&#x644;&#x62d;&#x648;&#x638;&#x64b;&#x627; &#x641;&#x64a; &#x645;&#x633;&#x62a;&#x648;&#x649; &#x631;&#x636;&#x627; &#x627;&#x644;&#x645;&#x62a;&#x62f;&#x631;&#x628;&#x64a;&#x646; &#x62e;&#x644;&#x627;&#x644; &#x639;&#x627;&#x645; &#x648;&#x627;&#x62d;&#x62f;&#x60c; &#x648;&#x642;&#x62f; &#x64a;&#x643;&#x648;&#x646; &#x630;&#x644;&#x643; &#x645;&#x631;&#x62a;&#x628;&#x637;&#x64b;&#x627; &#x628;&#x62a;&#x637;&#x648;&#x64a;&#x631; &#x647;&#x64a;&#x643;&#x644; &#x627;&#x644;&#x628;&#x631;&#x627;&#x645;&#x62c; &#x648;&#x627;&#x644;&#x645;&#x646;&#x627;&#x647;&#x62c; &#x648;&#x632;&#x64a;&#x627;&#x62f;&#x629; &#x62a;&#x641;&#x627;&#x639;&#x644; &#x623;&#x639;&#x636;&#x627;&#x621; &#x647;&#x64a;&#x626;&#x629; &#x627;&#x644;&#x62a;&#x62f;&#x631;&#x64a;&#x633;. &#x648;&#x62a;&#x624;&#x643;&#x62f; &#x647;&#x630;&#x647; &#x627;&#x644;&#x646;&#x62a;&#x627;&#x626;&#x62c; &#x623;&#x647;&#x645;&#x64a;&#x629; &#x627;&#x644;&#x645;&#x62a;&#x627;&#x628;&#x639;&#x629; &#x627;&#x644;&#x62f;&#x648;&#x631;&#x64a;&#x629; &#x644;&#x62a;&#x62c;&#x627;&#x631;&#x628; &#x627;&#x644;&#x645;&#x62a;&#x62f;&#x631;&#x628;&#x64a;&#x646; &#x648;&#x62a;&#x637;&#x628;&#x64a;&#x642; &#x62a;&#x62f;&#x62e;&#x644;&#x627;&#x62a; &#x645;&#x648;&#x62c;&#x647;&#x629; &#x644;&#x62a;&#x639;&#x632;&#x64a;&#x632; &#x62c;&#x648;&#x62f;&#x629; &#x627;&#x644;&#x62a;&#x639;&#x644;&#x64a;&#x645; &#x627;&#x644;&#x637;&#x628;&#x64a; &#x648;&#x62f;&#x639;&#x645; &#x631;&#x641;&#x627;&#x647; &#x627;&#x644;&#x645;&#x62a;&#x62f;&#x631;&#x628;&#x64a;&#x646;.</AbstractText><CopyrightInformation>&#xa9; 2026 The Authors.</CopyrightInformation></OtherAbstract><KeywordList Owner="NOTNLM"><Keyword MajorTopicYN="N">Medical education</Keyword><Keyword MajorTopicYN="N">Program evaluation</Keyword><Keyword MajorTopicYN="N">Residency satisfaction</Keyword><Keyword MajorTopicYN="N">SCFHS</Keyword><Keyword MajorTopicYN="N">Trainee experience</Keyword></KeywordList><CoiStatement>The authors declare no conflicts of interest.</CoiStatement></MedlineCitation><PubmedData><History><PubMedPubDate PubStatus="received"><Year>2025</Year><Month>10</Month><Day>29</Day></PubMedPubDate><PubMedPubDate PubStatus="revised"><Year>2025</Year><Month>12</Month><Day>29</Day></PubMedPubDate><PubMedPubDate PubStatus="accepted"><Year>2026</Year><Month>2</Month><Day>4</Day></PubMedPubDate><PubMedPubDate PubStatus="medline"><Year>2026</Year><Month>3</Month><Day>5</Day><Hour>7</Hour><Minute>10</Minute></PubMedPubDate><PubMedPubDate PubStatus="pubmed"><Year>2026</Year><Month>3</Month><Day>5</Day><Hour>7</Hour><Minute>9</Minute></PubMedPubDate><PubMedPubDate PubStatus="entrez"><Year>2026</Year><Month>3</Month><Day>5</Day><Hour>4</Hour><Minute>57</Minute></PubMedPubDate><PubMedPubDate PubStatus="pmc-release"><Year>2026</Year><Month>2</Month><Day>26</Day></PubMedPubDate></History><PublicationStatus>epublish</PublicationStatus><ArticleIdList><ArticleId IdType="pubmed">41783769</ArticleId><ArticleId IdType="pmc">PMC12955627</ArticleId><ArticleId IdType="doi">10.1016/j.jtumed.2026.02.002</ArticleId><ArticleId IdType="pii">S1658-3612(26)00011-9</ArticleId></ArticleIdList><ReferenceList><Reference><Citation>Aldossary M.Y., Alnaimi M., Almabyouq F., Alsofyani T., AlJahdali A., Al-Buainain H. Resident satisfaction regarding surgical training programme in Eastern Saudi Arabia: a cross-sectional study. International Journal of Surgery Open [Internet] 2019 Jan 1;17:15&#x2013;19. https://www.sciencedirect.com/science/article/pii/S2405857219300038 [cited 2025 Aug 25] Available from:</Citation></Reference><Reference><Citation>Copeland A.E., Mackinnon V., Axelrod D.E., Farrokhyar F., Avram R., Coroneos C.J. Job satisfaction among plastic surgery residents in Canada. Plastic Surgery [Internet] 2021 May 1;30(2):151. https://pmc.ncbi.nlm.nih.gov/articles/PMC9096853/ [cited 2025 Aug 25] Available from:</Citation><ArticleIdList><ArticleId IdType="pmc">PMC9096853</ArticleId><ArticleId IdType="pubmed">35572079</ArticleId></ArticleIdList></Reference><Reference><Citation>Alotaibi A.K., Alsalim A., Alruwaili F., Almubarak A., Alhamzah A., Albahlal A., et al.  Burnout during ophthalmology residency training: a national survey in Saudi Arabia. Saudi Journal of Ophthalmology [Internet] 2019 Apr 1;33(2):130&#x2013;134. https://pubmed.ncbi.nlm.nih.gov/31384154/ [cited 2025 Aug 25] Available from:</Citation><ArticleIdList><ArticleId IdType="pmc">PMC6664277</ArticleId><ArticleId IdType="pubmed">31384154</ArticleId></ArticleIdList></Reference><Reference><Citation>Penttil&#xe4; E., Hannula S., Numminen J., Irjala H., Selander T., Parmanne P., et al.  Satisfaction of young ENT surgeons with their work. A Finnish national study. Int J Circumpolar Health [Internet] 2021;80(1) https://pmc.ncbi.nlm.nih.gov/articles/PMC8118459/ [cited 2025 Aug 25] Available from:</Citation><ArticleIdList><ArticleId IdType="pmc">PMC8118459</ArticleId><ArticleId IdType="pubmed">33970828</ArticleId></ArticleIdList></Reference><Reference><Citation>Sharaf A.M., Abdulla I.H., Alnatheer A.M., Alahmari A.N., Alwhibi O.A., Alabduljabbar Z., et al.  Emotional intelligence and burnout among otorhinolaryngology&#x2013;head and neck surgery residents. Front Public Health [Internet] 2022 May 20;10 www.frontiersin.org [cited 2025 Aug 25] Available from:</Citation><ArticleIdList><ArticleId IdType="pmc">PMC9165730</ArticleId><ArticleId IdType="pubmed">35669762</ArticleId></ArticleIdList></Reference><Reference><Citation>Altokhais T., Al Rajhi M., Bawazir O., Almogbel G.T., Aljunaydil A.I., Alshehri A. Resident satisfaction with the pediatric surgery training program. BMC Med Educ [Internet] 2020 Dec 1;20(1) https://pubmed.ncbi.nlm.nih.gov/33081768/ [cited 2025 Aug 25] Available from:</Citation><ArticleIdList><ArticleId IdType="pmc">PMC7576832</ArticleId><ArticleId IdType="pubmed">33081768</ArticleId></ArticleIdList></Reference><Reference><Citation>Al Qurashi A.A., Mortada H., Alrobaiea S., Abuthiyab N., Al Zaid N., Betar M., et al.  Satisfaction of saudi board plastic surgery residents with the training program: a national survey. Plast Reconstr Surg Glob Open [Internet] 2022 Feb 21;10(2) https://pubmed.ncbi.nlm.nih.gov/35211365/ [cited 2025 Aug 25] Available from:</Citation><ArticleIdList><ArticleId IdType="pmc">PMC8860332</ArticleId><ArticleId IdType="pubmed">35211365</ArticleId></ArticleIdList></Reference><Reference><Citation>Alsheikh N., Alenezi S., Alshehri R., Alshughaithry F., Alamri O., Khair H., et al. Satisfaction of Saudi board internal medicine residents with the training program in central Saudi Arabia: a cross-sectional study. Front Educ. 2024 Jun 7;9</Citation></Reference><Reference><Citation>Labb&#xe9; M., Young M., Nguyen L.H.P. Toolbox of assessment tools of technical skills in otolaryngology&#x2013;head and neck surgery: a systematic review. Laryngoscope [Internet] 2018 Jul 1;128(7) https://pubmed.ncbi.nlm.nih.gov/28988460/ [cited 2025 Aug 25] 1571&#x2013;5. Available from:</Citation><ArticleIdList><ArticleId IdType="pubmed">28988460</ArticleId></ArticleIdList></Reference><Reference><Citation>Najjar S., Almutairi A.F., Massoud R., Al-Surimi K., Boghdadly S. Assessing the feasibility and effects of introducing the USA national surgical quality improvement program on clinical outcomes and cost in Saudi Arabia: an observational study. Global Journal on Quality and Safety in Healthcare [Internet] 2020 Feb 1;3(1):14. https://pmc.ncbi.nlm.nih.gov/articles/PMC10335779/ [cited 2025 Aug 25] Available from:</Citation><ArticleIdList><ArticleId IdType="pmc">PMC10335779</ArticleId><ArticleId IdType="pubmed">37440969</ArticleId></ArticleIdList></Reference><Reference><Citation>Nugraha S.T., Suwandi S., Nurkamto J., Saddhono K. The importance of needs assessment for the implementation of E-Learning in a language program. KnE Social Sciences [Internet] 2018 Jul 26;3(9) https://kneopen.com/article/html/KnE-Social/2686/5798 [cited 2025 Aug 25] 254-260&#x2013;254&#x2013;260. Available from:</Citation></Reference><Reference><Citation>Das S.U. Impact of ACGME accreditation process on quality of program and patient care in the community. J Grad Med Educ [Internet] 2016 Oct 1;8(4):622. https://pubmed.ncbi.nlm.nih.gov/27777684/ [cited 2025 Aug 25] Available from:</Citation><ArticleIdList><ArticleId IdType="pmc">PMC5058606</ArticleId><ArticleId IdType="pubmed">27777684</ArticleId></ArticleIdList></Reference><Reference><Citation>Terra M., Baklola M., Hasabo E.A., Shaheen D.G., El-Gilany A.H. Translation, validation and cultural adaptation of the Arabic version of the HIV knowledge questionnaire (HIV-Kq-18) PLoS One [Internet] 2023 Apr 1;18(4) https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0284542 [cited 2025 Aug 22] Available from:</Citation><ArticleIdList><ArticleId IdType="pmc">PMC10101484</ArticleId><ArticleId IdType="pubmed">37053199</ArticleId></ArticleIdList></Reference><Reference><Citation>Hohashi N., Kijima N. The development and testing of an assessment scale for insufficiencies in family resilience. Nursing Reports. 2025;15:145. https://www.mdpi.com/2039-4403/15/5/145/htm [Internet]. 2025 Apr 27 [cited 2025 Aug 25];15(5):145. Available from:</Citation><ArticleIdList><ArticleId IdType="pmc">PMC12114303</ArticleId><ArticleId IdType="pubmed">40423178</ArticleId></ArticleIdList></Reference><Reference><Citation>Abdulrahman O.A., Baaqeel R.G., Bahakeem R.F., Alotaibi N.F., Almarjan A.Y., Alsulami M.M., et al.  Satisfaction of cardiac surgery trainees with the residency training program in Saudi Arabia: a survey-based study. The Cardiothoracic Surgeon. 2023;31:1. https://cts.springeropen.com/articles/10.1186/s43057-023-00105-x [Internet]. 2023 Jul 5 [cited 2025 Aug 25];31(1):1&#x2013;12. Available from:</Citation><ArticleIdList><ArticleId IdType="doi">10.1186/s43057-023-00105-x</ArticleId></ArticleIdList></Reference><Reference><Citation>AlEnezi S.H., Alfawaz A.M., Owaifeer AM Al, Althiabi S.M., Tabbara K.F. Assessment of ophthalmology residency programs in Saudi Arabia: a trainee-based survey. J Med Educ Curric Dev [Internet] 2019 Jan;6 https://pmc.ncbi.nlm.nih.gov/articles/PMC6572882/ [cited 2025 Aug 25] Available from:</Citation><ArticleIdList><ArticleId IdType="pmc">PMC6572882</ArticleId><ArticleId IdType="pubmed">31236477</ArticleId></ArticleIdList></Reference><Reference><Citation>Alkhamees M.A., Almutairi S.A., Aljuhayman A.M., Alkanhal H., Alenezi S.H., Almuhaideb M., et al.  Evaluation of the urology residency training program in Saudi Arabia: a cross-sectional study. Urol Ann [Internet] 2021 Oct 1;13(4):367&#x2013;373. https://pubmed.ncbi.nlm.nih.gov/34759648/ [cited 2025 Aug 25] Available from:</Citation><ArticleIdList><ArticleId IdType="pmc">PMC8525479</ArticleId><ArticleId IdType="pubmed">34759648</ArticleId></ArticleIdList></Reference><Reference><Citation>Shaheen M.F., Alhabeeb A.Y., Alhamadh M.S., Alothri M.A., Aldusari R.S. Satisfaction and wellbeing of general surgery trainees in the Saudi Arabian residency educational environment: a mixed-methods study. Surg Open Sci [Internet] 2024 Aug 1;20:178&#x2013;183. https://pubmed.ncbi.nlm.nih.gov/39104605/ [cited 2025 Aug 25] Available from:</Citation><ArticleIdList><ArticleId IdType="pmc">PMC11298644</ArticleId><ArticleId IdType="pubmed">39104605</ArticleId></ArticleIdList></Reference><Reference><Citation>Alzoraigi U., Almoziny S., Almarshed A., Alhaider S. Integrating medical simulation into residency programs in Kingdom of Saudi Arabia. Adv Med Educ Pract [Internet] 2022 Dec 7;13:1453&#x2013;1464. https://www.dovepress.com/integrating-medical-simulation-into-residency-programs-in-kingdom-of-s-peer-reviewed-fulltext-article-AMEP [cited 2025 Aug 25] Available from:</Citation><ArticleIdList><ArticleId IdType="pmc">PMC9741822</ArticleId><ArticleId IdType="pubmed">36514360</ArticleId></ArticleIdList></Reference><Reference><Citation>Martins A.E., Davenport M.C., Del Valle M.D.L.P., Di Lalla S., Dom&#xed;nguez P., Ormando L., et al.  Impact of a brief intervention on the burnout levels of pediatric residents. J Pediatr (Rio J) [Internet] 2011 Nov;87(6):493&#x2013;498. https://pubmed.ncbi.nlm.nih.gov/22170452/ [cited 2025 Aug 25] Available from:</Citation><ArticleIdList><ArticleId IdType="pubmed">22170452</ArticleId></ArticleIdList></Reference><Reference><Citation>Choong P.F.M. Burnout: a leadership challenge. ANZ J Surg [Internet] 2013 Jul;83(7&#x2013;8):495&#x2013;496. https://pubmed.ncbi.nlm.nih.gov/23890294/ [cited 2025 Aug 25] Available from:</Citation><ArticleIdList><ArticleId IdType="pubmed">23890294</ArticleId></ArticleIdList></Reference><Reference><Citation>Weiss K.B., Bagian J.P., Nasca T.J. The clinical learning environment: the foundation of graduate medical education. JAMA [Internet] 2013 Apr 24;309(16) https://pubmed.ncbi.nlm.nih.gov/23613072/ [cited 2025 Aug 25] 1687&#x2013;8. Available from:</Citation><ArticleIdList><ArticleId IdType="pubmed">23613072</ArticleId></ArticleIdList></Reference><Reference><Citation>Zumbrunn B., Stalder O., Limacher A., Ballmer P.E., Bassetti S., Battegay E., et al.  The well-being of Swiss general internal medicine residents. Swiss Med Wkly [Internet] 2020 Jun 18;150(2324) https://smw.ch/index.php/smw/article/view/2804/4543 [cited 2025 Aug 25] w20255&#x2013;w20255. Available from:</Citation><ArticleIdList><ArticleId IdType="pubmed">32557425</ArticleId></ArticleIdList></Reference></ReferenceList></PubmedData></PubmedArticle></PubmedArticleSet>