<?xml version="1.0" ?>
<!DOCTYPE PubmedArticleSet PUBLIC "-//NLM//DTD PubMedArticle, 1st January 2025//EN" "https://dtd.nlm.nih.gov/ncbi/pubmed/out/pubmed_250101.dtd">
<PubmedArticleSet>
<PubmedArticle><MedlineCitation Status="PubMed-not-MEDLINE" Owner="NLM"><PMID Version="1">41383423</PMID><DateCompleted><Year>2025</Year><Month>12</Month><Day>12</Day></DateCompleted><DateRevised><Year>2025</Year><Month>12</Month><Day>14</Day></DateRevised><Article PubModel="Electronic-eCollection"><Journal><ISSN IssnType="Print">1664-1078</ISSN><JournalIssue CitedMedium="Print"><Volume>16</Volume><PubDate><Year>2025</Year></PubDate></JournalIssue><Title>Frontiers in psychology</Title><ISOAbbreviation>Front Psychol</ISOAbbreviation></Journal><ArticleTitle>Investigating the correlation between organizational cynicism and teacher burnout: an evidence from TRNC secondary public school teachers.</ArticleTitle><Pagination><StartPage>1674083</StartPage><MedlinePgn>1674083</MedlinePgn></Pagination><ELocationID EIdType="pii" ValidYN="Y">1674083</ELocationID><ELocationID EIdType="doi" ValidYN="Y">10.3389/fpsyg.2025.1674083</ELocationID><Abstract><AbstractText>This study aimed to explore the correlations between organizational cynicism, burnout, and socio-demographic variables. The sample consisted of 553 Turkish Republic of Northern Cyprus (TRNC) secondary public-school teachers. The Maslach Burnout Inventory, and the Organizational Cynicism Scale, were employed to obtain data from the participants. Results demonstrated that the cognitive and reduced personal accomplishment dimensions had the highest mean scores. Furthermore, all socio-demographic variables were correlated with burnout among the participating teachers. Conversely, organizational cynicism revealed statistically significant differences and correlations with gender, education level, and seniority variables. Spearman's rank correlation revealed a significant and positive relationship between the two constructs, with a small-to-moderate effect size. Additionally, a simple linear test indicated that organizational cynicism had a significant and positive impact on burnout, explaining 9.9% of the total variance. Although the predictive power is limited, the findings suggest that interventions targeting cynical attitudes in school environments may help to mitigate burnout among teachers. Also organizational cynicism was also linked to seniority and educational level, indicating that tailored professional support and school-based climate interventions may be necessary for different teacher groups to prevent the escalation of burnout.</AbstractText><CopyrightInformation>Copyright &#xa9; 2025 Karaman, Alt&#x131;nay, Altinay, Dagli, Shadiev and Sui&#xe7;mez.</CopyrightInformation></Abstract><AuthorList CompleteYN="Y"><Author ValidYN="Y"><LastName>Karaman</LastName><ForeName>Bahar</ForeName><Initials>B</Initials><AffiliationInfo><Affiliation>Faculty of Education, Yakin Dogu Universitesi, Nicosia, Cyprus.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Alt&#x131;nay</LastName><ForeName>Zehra</ForeName><Initials>Z</Initials><AffiliationInfo><Affiliation>Faculty of Education, Yakin Dogu Universitesi, Nicosia, Cyprus.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Altinay</LastName><ForeName>Fahriye</ForeName><Initials>F</Initials><AffiliationInfo><Affiliation>Faculty of Education, Yakin Dogu Universitesi, Nicosia, Cyprus.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Dagli</LastName><ForeName>Gokmen</ForeName><Initials>G</Initials><AffiliationInfo><Affiliation>College of Education, Girne Universitesi, Girne, Cyprus.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Shadiev</LastName><ForeName>Rustam</ForeName><Initials>R</Initials><AffiliationInfo><Affiliation>Faculty of Education, Zhejiang University, Hangzhou, China.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Sui&#xe7;mez</LastName><ForeName>&#x130;slam</ForeName><Initials>&#x130;</Initials><AffiliationInfo><Affiliation>College of Education, Girne Universitesi, Girne, Cyprus.</Affiliation></AffiliationInfo></Author></AuthorList><Language>eng</Language><PublicationTypeList><PublicationType UI="D016428">Journal Article</PublicationType></PublicationTypeList><ArticleDate DateType="Electronic"><Year>2025</Year><Month>11</Month><Day>26</Day></ArticleDate></Article><MedlineJournalInfo><Country>Switzerland</Country><MedlineTA>Front Psychol</MedlineTA><NlmUniqueID>101550902</NlmUniqueID><ISSNLinking>1664-1078</ISSNLinking></MedlineJournalInfo><KeywordList Owner="NOTNLM"><Keyword MajorTopicYN="N">burnout</Keyword><Keyword MajorTopicYN="N">correlation</Keyword><Keyword MajorTopicYN="N">organizational cynicism</Keyword><Keyword MajorTopicYN="N">regression</Keyword><Keyword MajorTopicYN="N">secondary school teachers</Keyword><Keyword MajorTopicYN="N">trnC</Keyword></KeywordList><CoiStatement>The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest.</CoiStatement></MedlineCitation><PubmedData><History><PubMedPubDate PubStatus="received"><Year>2025</Year><Month>8</Month><Day>19</Day></PubMedPubDate><PubMedPubDate PubStatus="accepted"><Year>2025</Year><Month>10</Month><Day>28</Day></PubMedPubDate><PubMedPubDate PubStatus="medline"><Year>2025</Year><Month>12</Month><Day>12</Day><Hour>7</Hour><Minute>21</Minute></PubMedPubDate><PubMedPubDate PubStatus="pubmed"><Year>2025</Year><Month>12</Month><Day>12</Day><Hour>7</Hour><Minute>20</Minute></PubMedPubDate><PubMedPubDate PubStatus="entrez"><Year>2025</Year><Month>12</Month><Day>12</Day><Hour>4</Hour><Minute>26</Minute></PubMedPubDate><PubMedPubDate PubStatus="pmc-release"><Year>2025</Year><Month>11</Month><Day>26</Day></PubMedPubDate></History><PublicationStatus>epublish</PublicationStatus><ArticleIdList><ArticleId IdType="pubmed">41383423</ArticleId><ArticleId IdType="pmc">PMC12689406</ArticleId><ArticleId IdType="doi">10.3389/fpsyg.2025.1674083</ArticleId></ArticleIdList><ReferenceList><Reference><Citation>Abdurrezzak S., Y&#x131;ld&#x131;zba&#x15f; Y. V., &#xd6;zkul R., Do&#x11f;an &#xdc;. (2023). Investigation of teachers' perception levels of organizational cynicism and organizational loneliness. Int. J. Educ. Res. Rev. 8, 396&#x2013;406. doi: 10.24331/ijere.1167626</Citation><ArticleIdList><ArticleId IdType="doi">10.24331/ijere.1167626</ArticleId></ArticleIdList></Reference><Reference><Citation>Acar A., &#xc7;o&#x11f;altay N. (2021). S&#x131;n&#x131;f &#xd6;&#x11f;retmenlerinin T&#xfc;kenmi&#x15f;lik D&#xfc;zeyleri &#x130;le &#xd6;rg&#xfc;tsel Ba&#x11f;l&#x131;l&#x131;klar&#x131; Aras&#x131;ndaki &#x130;li&#x15f;ki. Int. J. Soc. Humanit. Sci. Res. 8, 888&#x2013;902. doi: 10.26450/jshsr.2398</Citation><ArticleIdList><ArticleId IdType="doi">10.26450/jshsr.2398</ArticleId></ArticleIdList></Reference><Reference><Citation>Ad&#x131;g&#xfc;zel &#x130;. (2016). Okul &#xf6;ncesi &#xf6;&#x11f;retmenlerinin s&#x131;n&#x131;f y&#xf6;netimi becerileri ile t&#xfc;kenmi&#x15f;lik d&#xfc;zeyleri aras&#x131;ndaki ili&#x15f;ki (Rize, T&#xfc;rkiye: master's thesis, Recep Tayyip Erdo&#x11f;an &#xdc;niversitesi/Sosyal Bilimler Enstit&#xfc;s&#xfc;/S&#x131;n&#x131;f &#xd6;&#x11f;retmenli&#x11f;i Anabilim Dal&#x131;)</Citation></Reference><Reference><Citation>Akan D., Yar&#x131;m M. A. (2019). Invest&#x131;gat&#x131;on of the relat&#x131;onsh&#x131;p between profess&#x131;onal burnout levels and organ&#x131;zat&#x131;onal cyn&#x131;c&#x131;sm according to secondary schools teachers&#x2019;percept&#x131;ons. Route Educ. Soc. Sci. J. 6, 216&#x2013;232. doi: 10.17121/ressjournal.2351</Citation><ArticleIdList><ArticleId IdType="doi">10.17121/ressjournal.2351</ArticleId></ArticleIdList></Reference><Reference><Citation>Akar H. (2018). The relationships between quality of work life, school alienation, burnout, affective commitment and organizational citizenship: a study on teachers. Eur. J. Educ. Res. 7, 169&#x2013;180. doi: 10.12973/eu-jer.7.2.169</Citation><ArticleIdList><ArticleId IdType="doi">10.12973/eu-jer.7.2.169</ArticleId></ArticleIdList></Reference><Reference><Citation>Aksu E., Erzincanl&#x131; K., Erzincanl&#x131; A. (2024). Meslek Liselerinde G&#xf6;rev Yapan &#xd6;&#x11f;retmenlerin &#xd6;rg&#xfc;tsel Sinizm Alg&#x131;lar&#x131;: Meslek Liselerinde Bir Ara&#x15f;t&#x131;rma. Int. QMX J 3, 1298&#x2013;1315. doi: 10.5281/zenodo.10899517</Citation><ArticleIdList><ArticleId IdType="doi">10.5281/zenodo.10899517</ArticleId></ArticleIdList></Reference><Reference><Citation>Allahkerim G. (2020). EFL Instructors&#x2019; Attitudes Towards Burn-out and Job Satisfaction. Gazima&#x11f;usa, TRNC: TRNC Evidence, Yay&#x131;mlanmam&#x131;&#x15f; Y&#xfc;ksek Lisans Tezi, Do&#x11f;u Akdeniz &#xdc;niversitesi, Lisans&#xfc;st&#xfc; E&#x11f;itim ve Ara&#x15f;t&#x131;rma Enstit&#xfc;s&#xfc;, &#x130;ngilizce Dili &#xd6;&#x11f;retmenli&#x11f;i Anabilim Dal&#x131;, Gazima&#x11f;usa</Citation></Reference><Reference><Citation>Amasral&#x131; H., ve Aslan A. (2017). Ortaokul Ve Lise Matematik &#xd6;&#x11f;retmenlerinin &#xd6;rg&#xfc;tsel Sinizm &#x130;le T&#xfc;kenmi&#x15f;lik D&#xfc;zeyleri Aras&#x131;ndaki &#x130;li&#x15f;ki. Mehmet Akif Ersoy &#xdc;niversitesi E&#x11f;itim Fak&#xfc;ltesi Dergisi, 64&#x2013;92. doi: 10.21764/efd.52063</Citation><ArticleIdList><ArticleId IdType="doi">10.21764/efd.52063</ArticleId></ArticleIdList></Reference><Reference><Citation>Atmaca &#xc7;. A. (2016). Burning isassue between English teachers: reflections of in-service teachers on job satisfaction and burnout. EFL Res. J.
6, 89&#x2013;115. Available online at: https://dergipark.org.tr/en/pub/eltrj/issue/28779/307999</Citation></Reference><Reference><Citation>Bakker A. B., Demeroutti E., Sanz-Vergel A. C. (2014). Burn out and work engagement: the JD-R approach. Annu. Rev. Organ. Psychol. Organ. Behav. 1, 389&#x2013;411. doi: 10.1146/annurev-orgpsych-031413-091235</Citation><ArticleIdList><ArticleId IdType="doi">10.1146/annurev-orgpsych-031413-091235</ArticleId></ArticleIdList></Reference><Reference><Citation>Birkan R. (2020). &#xd6;&#x11f;retmenlerin t&#xfc;kenmi&#x15f;lik d&#xfc;zeylerinin i&#x15f; ya&#x15f;am dengeleri &#xfc;zerine etkisi. &#x130;stanbul, T&#xfc;rkiye: Yay&#x131;mlanmam&#x131;&#x15f; Y&#xfc;ksek Lisans Tezi, &#x130;stanbul Sabahattin Zaim &#xdc;niversitesi, Sosyal Bilimler Enstit&#xfc;s&#xfc;, E&#x11f;itim Bilimleri Anabilim Dal&#x131;, &#x130;stanbul.</Citation></Reference><Reference><Citation>Brandes P., Dean J. W., Jr., Dharwadkar R. (1998). Organizational cynicism. Acad. Manag. Rev. 23, 341&#x2013;352. doi: 10.2307/259378</Citation><ArticleIdList><ArticleId IdType="doi">10.2307/259378</ArticleId></ArticleIdList></Reference><Reference><Citation>B&#xfc;y&#xfc;k&#xf6;zt&#xfc;rk &#x15e;. (2018). <i>Sosyal Bilimler &#x130;&#xe7;in Veri Analizi El Kitab&#x131; &#x130;statistik, Ara&#x15f;t&#x131;rma Deseni SPSS Uygulamalar&#x131; ve Yorum,</i> PEGEM AKADEM&#x130;, 18. Ankara: Bask&#x131;.</Citation></Reference><Reference><Citation>Cabuk A. (2015). &#xd6;zel e&#x11f;itim alan&#x131;nda &#xe7;al&#x131;&#x15f;an &#xf6;&#x11f;retmenlerin t&#xfc;kenmi&#x15f;lik d&#xfc;zeylerinin baz&#x131; de&#x11f;i&#x15f;kenler a&#xe7;&#x131;s&#x131;ndan incelenmesi, Yay&#x131;mlanmam&#x131;&#x15f; Y&#xfc;ksek Lisans Tezi, Beykent. Kastamonu, T&#xfc;rkiye: &#xdc;niversitesi, Sosyal Bilimler Enstit&#xfc;s&#xfc;, &#x130;stanbul.</Citation></Reference><Reference><Citation>Cevahir E. (2020). SPSS ile nicel veri analizi rehberi. Istanbul: Kibele.</Citation></Reference><Reference><Citation>Ceylan M. (2022). &#xc7;al&#x131;&#x15f;ma ya&#x15f;am&#x131;nda etik liderlik &#xf6;l&#xe7;e&#x11f;inin. Sakarya, T&#xfc;rkiye: T&#xfc;rk&#xe7;e versiyonunun psikometrik &#xf6;zelliklerinin s&#x131;nanmas&#x131;= Analysis of the psychometric properties of the Turkish version of the ethical leadership scale in the working life.</Citation></Reference><Reference><Citation>&#xc7;&#x131;ng&#x131; H. (1994). &#xd6;rnekleme kuram&#x131;. Ankara: H.&#xdc;. Fen Fak&#xfc;ltesi Bas&#x131;mevi.</Citation></Reference><Reference><Citation>Culha A., Kaya A. (2021). The relationship between teachers' perceptions of organizational cynicism and organizational silence. Turkish Sci. Res. J.
6, 415&#x2013;430. Available online at: https://dergipark.org.tr/en/pub/tubad/issue/67618/975629</Citation></Reference><Reference><Citation>Demirel E. E., Cephe P. T. (2015). Looking into burnout levels among English language instructors. J. Lang. Linguist. Stud.
11, 1&#x2013;14. Available online at: https://dergipark.org.tr/en/pub/jlls/issue/36119/405582</Citation></Reference><Reference><Citation>Duman N., Sak R., Sak &#x130;. &#x15e;. (2020). &#xd6;&#x11f;retmenlerin mesleki t&#xfc;kenmi&#x15f;lik d&#xfc;zeyleri ile &#xf6;rg&#xfc;tsel sinizm tutumlar&#x131;n&#x131;n incelenmesi. Van Y&#xfc;z&#xfc;nc&#xfc; Y&#x131;l &#xdc;niversitesi E&#x11f;itim Fak&#xfc;ltesi Dergisi 17, 1098&#x2013;1127. doi: 10.33711/yyuefd.800925</Citation><ArticleIdList><ArticleId IdType="doi">10.33711/yyuefd.800925</ArticleId></ArticleIdList></Reference><Reference><Citation>Ed&#xfa;-Valsania S., Lagu&#xed;a A., Moriano J. A. (2022). Burnout: a review of theory and measurement. Int. J. Environ. Res. Public Health 19:1780. doi: 10.3390/ijerph19031780, PMID:</Citation><ArticleIdList><ArticleId IdType="doi">10.3390/ijerph19031780</ArticleId><ArticleId IdType="pmc">PMC8834764</ArticleId><ArticleId IdType="pubmed">35162802</ArticleId></ArticleIdList></Reference><Reference><Citation>Field A. (2009). Discovering statistics using SPSS. 3rd Edn. London: Sage Publications Ltd.</Citation></Reference><Reference><Citation>Freudenberger H. J. (1974). Staff burn-out. J. Soc. Issues 30, 159&#x2013;165. doi: 10.1111/j.1540-4560.1974.tb00706.x</Citation><ArticleIdList><ArticleId IdType="doi">10.1111/j.1540-4560.1974.tb00706.x</ArticleId></ArticleIdList></Reference><Reference><Citation>Gedik A., &#xdc;st&#xfc;ner M. (2019). &#xd6;&#x11f;retmenlerin &#xf6;rg&#xfc;tsel sinizm d&#xfc;zeylerine alg&#x131;lad&#x131;klar&#x131; m&#xfc;d&#xfc;r y&#xf6;netim tarz&#x131;n&#x131;n etkisi. Pamukkale &#xdc;niversitesi Sosyal Bilimler Enstit&#xfc;s&#xfc; Dergisi 37, 53&#x2013;68. doi: 10.30794/pausbed.403401</Citation><ArticleIdList><ArticleId IdType="doi">10.30794/pausbed.403401</ArticleId></ArticleIdList></Reference><Reference><Citation>G&#xf6;k e. B. &#xc7;., &#xdc;nal c. G. (2021). Ortaokul &#xf6;&#x11f;retmenlerinin g&#xf6;r&#xfc;&#x15f;lerine g&#xf6;re &#xf6;rg&#xfc;tsel sinizm alg&#x131;lar&#x131;, nedenleri ve &#xf6;rg&#xfc;tsel sonu&#xe7;lar&#x131;. Asya Studies 5, 95&#x2013;106.</Citation></Reference><Reference><Citation>Gravetter F. J., Forzano L.-A. (2012). Research methods 4: For the behavioral sciences. Wadsworth: Cengage Learning.</Citation></Reference><Reference><Citation>G&#xfc;ll&#xfc; B., &#xc7;oruk A. (2022). Occupational cynicism according to the opinions of teachers. Int. J. Innov. Approaches Educ. 6, 157&#x2013;172. doi: 10.29329/ijiape.2022.473.3</Citation><ArticleIdList><ArticleId IdType="doi">10.29329/ijiape.2022.473.3</ArticleId></ArticleIdList></Reference><Reference><Citation>G&#xfc;l&#x15f;en N., &#x15e;enol H. (2025). KKTC orta&#xf6;&#x11f;retim kademelerinde g&#xf6;rev alan &#xf6;&#x11f;retmenlerin t&#xfc;kenmi&#x15f;lik ve &#xf6;rg&#xfc;tsel yabanc&#x131;la&#x15f;ma d&#xfc;zeylerinin belirlenmesi. Int. J. Educ. &amp; Well-Being 3, 132&#x2013;150.</Citation></Reference><Reference><Citation>G&#xfc;ne&#x15f; C. (2023). &#x130;&#x15f;e yabanc&#x131;la&#x15f;ma, i&#x15f; yerinde dedikodu, &#xf6;rg&#xfc;tsel sinizm ve &#xf6;rg&#xfc;tsel yap&#x131; aras&#x131;ndaki ili&#x15f;kilerin incelenmesi &#xfc;zerine bir ara&#x15f;t&#x131;rma. Yay&#x131;mlanmam&#x131;&#x15f; Y&#xfc;ksek Lisans tezi. TC. Kastamonu &#xdc;niversitesi Sosyal Bilimler Enstit&#xfc;s&#xfc; &#x130;&#x15f;letme Ana Bilim Dal&#x131; Hizmet Tasar&#x131;m&#x131; ve &#x130;&#x15f;letmecili&#x11f;i Bilimdal&#x131;,Kastamonu.</Citation></Reference><Reference><Citation>Hatoka E., &#xd6;zkan A., &#xd6;zkan F., &#xd6;zcan M., &#xd6;zcan Y., &#xd6;zmen F. (2023). &#xd6;&#x11f;retmenlerin &#xf6;rg&#xfc;tsel sinizm d&#xfc;zeyleri. Premium e-J. Soc. Sci. (PEJOSS) 7, 373&#x2013;385.</Citation></Reference><Reference><Citation>Heinemann L. V., Heinemann T. (2017). Burn out research emergence and scientific investigation of a contested diagnosis. SAGE Open 7, 1&#x2013;12.</Citation></Reference><Reference><Citation>Hur&#x15f;ito&#x11f;lu O. (2017). Ara&#x15f;t&#x131;rma G&#xf6;revlisi Olarak &#xc7;al&#x131;&#x15f;an Doktorlarda T&#xfc;kenmi&#x15f;lik Sendromunu Etkileyen Fakt&#xf6;rler Ve T&#xfc;kenmi&#x15f;lik Sendromunun Savunma Bi&#xe7;imleri &#x130;le &#x130;li&#x15f;kisi, Uzmanl&#x131;k Tezi, Kahramanmara&#x15f; S&#xfc;t&#xe7;&#xfc; &#x130;mam &#xdc;niversitesi, T&#x131;p Fak&#xfc;ltesi, Kahramanmara&#x15f;. T&#xfc;rkiye.</Citation></Reference><Reference><Citation>Jamaludin I. I., You H. W. (2019). Burnout in relation to gender, teaching experience, and educational level between educators. Educ. Res. Int. 2019, 1&#x2013;5. doi: 10.1155/2019/7349135</Citation><ArticleIdList><ArticleId IdType="doi">10.1155/2019/7349135</ArticleId></ArticleIdList></Reference><Reference><Citation>Jones J. R., Huxtable C. S., Hodgson J. T., Price M. J. (2003). Self-reported work-related illness in 2001/2002: Results from a household survey. Sudbury, England: HSE Publications.</Citation></Reference><Reference><Citation>Kala&#x11f;an G., Aksu M. B. (2010). Organizational cynicism of the research assistants: a case of Akdeniz University. Procedia Soc. Behav. Sci. 2, 4820&#x2013;4825. doi: 10.1016/j.sbspro.2010.03.777</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.sbspro.2010.03.777</ArticleId></ArticleIdList></Reference><Reference><Citation>Karasar N. (2016). Bilimsel Ara&#x15f;t&#x131;rma Y&#xf6;ntemi. 30th Edn. Ankara: Nobel Akademik Yay&#x131;nc&#x131;l&#x131;k.</Citation></Reference><Reference><Citation>Kinman G., Wray S., Strange C. (2011). Emotional labour, burnout and job satisfaction in UK teachers: the role of workplace social support. Educ. Psychol. 31, 843&#x2013;856. doi: 10.1080/01443410.2011.608650</Citation><ArticleIdList><ArticleId IdType="doi">10.1080/01443410.2011.608650</ArticleId></ArticleIdList></Reference><Reference><Citation>KKTC E&#x11f;itim Ortak Hizmetler Dairesi M&#xfc;d&#xfc;rl&#xfc;&#x11f;&#xfc;  (2022). 2021&#x2013;2022 istatistik Y&#x131;ll&#x131;&#x11f;&#x131;. Available online at: https://eohd.mebnet.net/?q=node/1578 (Accessed July 12, 2024)</Citation></Reference><Reference><Citation>Ko&#xe7; A. (2019). Ergenlerin sahip olduklar&#x131; de&#x11f;erler ile okula y&#xf6;nelik tutumlar&#x131; ve okul t&#xfc;kenmi&#x15f;lik d&#xfc;zeyleri aras&#x131;ndaki yorday&#x131;c&#x131; ili&#x15f;kiler, Yay&#x131;mlanmam&#x131;&#x15f; Y&#xfc;ksek Lisans Tezi, Necmettin Erbakan &#xdc;niversitesi, E&#x11f;itim Bilimleri Enstit&#xfc;s&#xfc;, Konya.</Citation></Reference><Reference><Citation>Maslach C., Jackson S. E. (1981). The measurement of experienced burnout. J. Organ. Behav. 2, 99&#x2013;113. doi: 10.1002/job.4030020205</Citation><ArticleIdList><ArticleId IdType="doi">10.1002/job.4030020205</ArticleId></ArticleIdList></Reference><Reference><Citation>Matiang&#x2019;i J., Makawa L. N., Role E. (2016). School factors and teacher burnout. A perception. Open Access Libr. J. 3, 1&#x2013;16.</Citation></Reference><Reference><Citation>Mert S. P. (2022). &#xd6;&#x11f;retmenlerin &#xf6;rg&#xfc;tsel sinizm d&#xfc;zeylerinin demografik de&#x11f;i&#x15f;kenlere g&#xf6;re incelenmesi,Yay&#x131;mlanmam&#x131;&#x15f; Y&#xfc;ksek Lisans Tezi, T.C. Pamukkale &#xdc;niversitesi E&#x11f;itim Bilimleri Enstit&#xfc;s&#xfc; E&#x11f;itim Bilimleri Anabilim Dal&#x131; E&#x11f;itim Y&#xf6;netimi Bilim Dal&#x131; Tezsiz Y&#xfc;ksek Lisans Program&#x131;, Denizli. Denizli, T&#xfc;rkiye</Citation></Reference><Reference><Citation>Mirvis P. H., Kanter D. L. (1991). Beyond demography: a psychographic profile of the workforce. Hum. Resour. Manag. 30, 45&#x2013;68. doi: 10.1002/hrm.3930300104</Citation><ArticleIdList><ArticleId IdType="doi">10.1002/hrm.3930300104</ArticleId></ArticleIdList></Reference><Reference><Citation>Mousavy S., Nimehchisalem V. (2014). Contribution of gender, marital status, and age to English language teachers&#x2019; burnout. Adv. Lang. Lit. Stud. 5, 39&#x2013;47.</Citation></Reference><Reference><Citation>Mukundan J., Khandehroo K. (2011). Burnout between English language teachers in Malaysia. Contemp Issues Educ Res (CIER) 3, 71&#x2013;76.</Citation></Reference><Reference><Citation>Nartg&#xfc;n &#x15e;. S., Kalay M. (2014). &#xd6;&#x11f;retmenlerin &#xf6;rg&#xfc;tsel destek, &#xf6;rg&#xfc;tsel &#xf6;zde&#x15f;le&#x15f;me ile &#xf6;rg&#xfc;tsel sinizm d&#xfc;zeylerine ili&#x15f;kin g&#xf6;r&#xfc;&#x15f;leri. Turk Stud 9, 1361&#x2013;1376.</Citation></Reference><Reference><Citation>Nous A. J. M. (2007). Organazitional cynicism, on the nature, antecedents and consequences of employee cynicism two ard the employing organization (unpublished doctor dissertation). Maastricht: Maastricht University.</Citation></Reference><Reference><Citation>O&#x2019;Connell B. J., Holzman H., Armandi B. R. (1986). Police cynicism and modes of adaptation. J. Police Sci. Adm. 14, 307&#x2013;313.</Citation></Reference><Reference><Citation>&#xd6;zg&#xfc;l F., Atan T. (2016). &#xd6;&#x11f;retmenlerinin T&#xfc;kenmi&#x15f;lik D&#xfc;zeylerinin Demografik &#xd6;zelliklerine G&#xf6;re &#x130;ncelenmesi (Ordu &#x130;li &#xd6;rne&#x11f;i). Erzincan &#xdc;niversitesi E&#x11f;itim Fak&#xfc;ltesi Dergisi 18, 1002&#x2013;1016.</Citation></Reference><Reference><Citation>&#xd6;zg&#xfc;l N., Polat E. (2018). Burnout levels of academic staff: an investigation at a public university in Turkey. Sakarya Univ. J. Sci. 22, 1752&#x2013;1759. doi: 10.16984/saufenbilder.392656</Citation><ArticleIdList><ArticleId IdType="doi">10.16984/saufenbilder.392656</ArticleId></ArticleIdList></Reference><Reference><Citation>Polman R., Borkoles E., Nicholls A. R. (2010). Type D personality, stress, and symptoms of burnout: the influence of avoidance coping and social support. Br. J. Health Psychol. 15, 681&#x2013;696. doi: 10.1348/135910709X479069, PMID:</Citation><ArticleIdList><ArticleId IdType="doi">10.1348/135910709X479069</ArticleId><ArticleId IdType="pubmed">19930789</ArticleId></ArticleIdList></Reference><Reference><Citation>Rostami S., Ghanizadeh A., Ghapanchi Z. (2015). A study of contextual precursors of burnout between EFL teachers. Int. J. Res. Stud. Psychol. 4, 13&#x2013;24.</Citation></Reference><Reference><Citation>Sadeghi K., Khezrlou S. (2016). The experience of burnout between English language teachers in Iran: self and other determinants. Teach. Dev. 20, 631&#x2013;647.</Citation></Reference><Reference><Citation>Sa&#x11f;&#x131;r T., O&#x11f;uz E. (2012). &#xd6;&#x11f;retmenlere y&#xf6;nelik &#xf6;rg&#xfc;tsel sinizm &#xf6;l&#xe7;e&#x11f;inin geli&#x15f;tirilmesi. Int. J. Hum. Sci. 9, 1094&#x2013;1106.</Citation></Reference><Reference><Citation>&#x15e;anl&#x131; O., Tan C. (2017). &#xd6;&#x11e;RETMENLER&#x130;N T&#xdc;KENM&#x130;&#x15e;L&#x130;K D&#xdc;ZEYLER&#x130;N&#x130;N &#xc7;E&#x15e;&#x130;TL&#x130; DE&#x11e;&#x130;&#x15e;KENLER A&#xc7;ISINDAN &#x130;NCELENMES&#x130;. F&#x131;rat Uni Soc Sci J. 27.</Citation></Reference><Reference><Citation>Scott S. B. (2019). Factors influencing teacher burnout and retention strategies, honors research projects, Akron, Ohio, United States. 798.</Citation></Reference><Reference><Citation>Shaheen F., Mahmood N. (2016). Demographic variables as determinants of emotional burnout among public school teachers. J Res Reflections Educ (JRRE) 10, 37&#x2013;50.</Citation></Reference><Reference><Citation>Shirazizadeh M., Moradkhani S. (2018). Minimizing burnout through reflection: the rocky road ahead of EFL teachers. Teach. Engl. Lang. 12, 135&#x2013;154.</Citation></Reference><Reference><Citation>Subon F., Sigie M. M. (2016). Burnout between primary and secondary school teachers in Samarahan District. IOSR J. Humanit. Soc. Sci. (IOSR-JHSS) 21, 28&#x2013;41. doi: 10.9790/0837-2108112841</Citation><ArticleIdList><ArticleId IdType="doi">10.9790/0837-2108112841</ArticleId></ArticleIdList></Reference><Reference><Citation>Vatansever-Bayraktar H., Mutlu H. (2023). S&#x131;n&#x131;f &#xf6;&#x11f;retmenlerinin &#xf6;rg&#xfc;tsel Sinizm alg&#x131;s&#x131;. RumeliDE Dil ve Edebiyat Ara&#x15f;t&#x131;rmalar&#x131; Dergisi, 543&#x2013;561. doi: 10.29000/rumelide.1317086</Citation><ArticleIdList><ArticleId IdType="doi">10.29000/rumelide.1317086</ArticleId></ArticleIdList></Reference><Reference><Citation>Yaz&#x131;c&#x131;o&#x11f;lu &#x130;., Gen&#xe7;er E. &#xd6;. (2017). &#xd6;rg&#xfc;tsel adalet alg&#x131;s&#x131;n&#x131;n sinizm &#xfc;zerine etkisi: Devlet &#xdc;niversiteleri Meslek Y&#xfc;ksekokullar&#x131;nda bir ara&#x15f;t&#x131;rma. &#x130;&#x15f;letme Ara&#x15f;t&#x131;rmalar&#x131; Dergisi 9, 106&#x2013;118. doi: 10.20491/isarder.2017.323</Citation><ArticleIdList><ArticleId IdType="doi">10.20491/isarder.2017.323</ArticleId></ArticleIdList></Reference></ReferenceList></PubmedData></PubmedArticle></PubmedArticleSet>