<?xml version="1.0" ?>
<!DOCTYPE PubmedArticleSet PUBLIC "-//NLM//DTD PubMedArticle, 1st January 2025//EN" "https://dtd.nlm.nih.gov/ncbi/pubmed/out/pubmed_250101.dtd">
<PubmedArticleSet>
<PubmedArticle><MedlineCitation Status="MEDLINE" Owner="NLM" IndexingMethod="Automated"><PMID Version="1">41433270</PMID><DateCompleted><Year>2025</Year><Month>12</Month><Day>23</Day></DateCompleted><DateRevised><Year>2025</Year><Month>12</Month><Day>26</Day></DateRevised><Article PubModel="Electronic-eCollection"><Journal><ISSN IssnType="Electronic">1932-6203</ISSN><JournalIssue CitedMedium="Internet"><Volume>20</Volume><Issue>12</Issue><PubDate><Year>2025</Year></PubDate></JournalIssue><Title>PloS one</Title><ISOAbbreviation>PLoS One</ISOAbbreviation></Journal><ArticleTitle>Enhancing mathematical modeling competencies through AI-powered VR.</ArticleTitle><Pagination><StartPage>e0326440</StartPage><MedlinePgn>e0326440</MedlinePgn></Pagination><ELocationID EIdType="pii" ValidYN="Y">e0326440</ELocationID><ELocationID EIdType="doi" ValidYN="Y">10.1371/journal.pone.0326440</ELocationID><Abstract><AbstractText Label="BACKGROUND" NlmCategory="BACKGROUND">Improving students' problem-solving skills is one of the primary objectives of mathematics education. Problem-solving skills are closely related to the mathematical modeling process and the competencies required in this process, which are essential in various aspects of daily life.</AbstractText><AbstractText Label="METHOD" NlmCategory="METHODS">The study was designed as a mixed design. A quasi-experimental design to examine the impact of an instructional model based on an artificial intelligence-supported virtual reality (VR) application on students' modeling competencies for quantitative data and opinion and observation forms were used for qualitative data. These competencies included inductive, deductive, pragmatic, planned, and problem-solving thinking. The study involved 30 students from two 6th-grade classes at a Science and Art Center located in the western part of Turkey. One class served as the experimental group (f&#x2009;=&#x2009;15) and engaged with the AI-pVR approach, while the other class served as the control group (f&#x2009;=&#x2009;15) and followed the traditional teaching model. In the study, independent samples t-tests and ANCOVA were performed for quantitative analysis, and to check ANCOVA assumptions, normality, homogeneity of variances, linearity, and homogeneity of regression slopes were examined. Descriptive analysis was also performed for qualitative analysis.</AbstractText><AbstractText Label="RESULTS" NlmCategory="RESULTS">The findings of this study revealed that the intervention had a significant large effect (&#x3b7;&#xb2;&#x2009;=&#x2009;0.37) on students' mathematical modeling competencies. Among the components of modeling competence, understanding and simplifying the problem, mathematizing, working mathematically, interpreting, and verifying all exhibited significant large effects (&#x3b7;&#xb2;&#x2009;=&#x2009;0.33, 0.19, 0.32, 0.39, respectively), while defining the problem showed a moderate effect (&#x3b7;&#xb2;&#x2009;=&#x2009;0.15). The variability observed in some measurements may be attributed to limitations in the number of practice trials and the small sample size. However, the educational process carried out within the scope of this study has shown that students have made significant progress in their mathematical modeling skills. Students have stated that they have meaningfully grasped the basic steps of the modeling process, such as analyzing real-life problems, relating these problems to mathematical structures, creating models, solving the model they have created step by step, interpreting and verifying the results. In addition, students have developed a significant awareness in sharing their models with their friends and teachers, receiving meaningful feedback, developing new models for different life situations, and establishing connections between real life and mathematics.</AbstractText><AbstractText Label="CONCLUSION" NlmCategory="CONCLUSIONS">The results indicated that the integration of the AI-pVR instructional approach significantly improved students' modeling competencies and related sub-dimensions. These sub-dimensions were problem understanding and simplification, mathematizing, working mathematically, interpreting, and verifying. Based on these findings, it is recommended that artificial intelligence applications, which can positively influence various areas such as competencies, should be incorporated into teachers' lessons and even included in curriculum programs.</AbstractText><CopyrightInformation>Copyright: &#xa9; 2025 G&#xfc;refe et al. This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.</CopyrightInformation></Abstract><AuthorList CompleteYN="Y"><Author ValidYN="Y"><LastName>G&#xfc;refe</LastName><ForeName>Nejla</ForeName><Initials>N</Initials><Identifier Source="ORCID">0000-0002-0705-0890</Identifier><AffiliationInfo><Affiliation>Faculty of Education, Mersin University, Mersin, T&#xfc;rkiye.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>&#xd6;ks&#xfc;z</LastName><ForeName>Hava</ForeName><Initials>H</Initials><AffiliationInfo><Affiliation>Faculty of Education, &#xc7;ukurova University, Adana, T&#xfc;rkiye.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Sarpkaya Akta&#x15f;</LastName><ForeName>G&#xfc;lfem</ForeName><Initials>G</Initials><AffiliationInfo><Affiliation>Faculty of Education, &#xc7;ukurova University, Adana, T&#xfc;rkiye.</Affiliation></AffiliationInfo></Author></AuthorList><Language>eng</Language><PublicationTypeList><PublicationType UI="D016428">Journal Article</PublicationType></PublicationTypeList><ArticleDate DateType="Electronic"><Year>2025</Year><Month>12</Month><Day>23</Day></ArticleDate></Article><MedlineJournalInfo><Country>United States</Country><MedlineTA>PLoS One</MedlineTA><NlmUniqueID>101285081</NlmUniqueID><ISSNLinking>1932-6203</ISSNLinking></MedlineJournalInfo><CitationSubset>IM</CitationSubset><MeshHeadingList><MeshHeading><DescriptorName UI="D006801" MajorTopicYN="N">Humans</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D008297" MajorTopicYN="N">Male</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D005260" MajorTopicYN="N">Female</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D008433" MajorTopicYN="Y">Mathematics</DescriptorName><QualifierName UI="Q000193" MajorTopicYN="N">education</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D001185" MajorTopicYN="Y">Artificial Intelligence</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D000076142" MajorTopicYN="Y">Virtual Reality</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D011340" MajorTopicYN="N">Problem Solving</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D013334" MajorTopicYN="N">Students</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D002648" MajorTopicYN="N">Child</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D008962" MajorTopicYN="Y">Models, Theoretical</DescriptorName></MeshHeading></MeshHeadingList><CoiStatement>No authors have competing interests.</CoiStatement></MedlineCitation><PubmedData><History><PubMedPubDate PubStatus="received"><Year>2025</Year><Month>5</Month><Day>29</Day></PubMedPubDate><PubMedPubDate PubStatus="accepted"><Year>2025</Year><Month>12</Month><Day>5</Day></PubMedPubDate><PubMedPubDate PubStatus="medline"><Year>2025</Year><Month>12</Month><Day>23</Day><Hour>19</Hour><Minute>20</Minute></PubMedPubDate><PubMedPubDate PubStatus="pubmed"><Year>2025</Year><Month>12</Month><Day>23</Day><Hour>19</Hour><Minute>19</Minute></PubMedPubDate><PubMedPubDate PubStatus="entrez"><Year>2025</Year><Month>12</Month><Day>23</Day><Hour>13</Hour><Minute>33</Minute></PubMedPubDate><PubMedPubDate PubStatus="pmc-release"><Year>2025</Year><Month>12</Month><Day>23</Day></PubMedPubDate></History><PublicationStatus>epublish</PublicationStatus><ArticleIdList><ArticleId IdType="pubmed">41433270</ArticleId><ArticleId IdType="pmc">PMC12725721</ArticleId><ArticleId IdType="doi">10.1371/journal.pone.0326440</ArticleId><ArticleId IdType="pii">PONE-D-25-28512</ArticleId></ArticleIdList><ReferenceList><Reference><Citation>Akta&#x15f; SE. Matematik &#xf6;&#x11f;retmeni adaylar&#x131;n&#x131;n teknoloji destekli matematiksel modelleme s&#xfc;recindeki bilgi i&#x15f;lemsel d&#xfc;&#x15f;&#xfc;nmeye ili&#x15f;kin zihinsel eylemlerinin incelenmesi [Y&#xfc;ksek lisans tezi, Pamukkale &#xdc;niversitesi]. Y&#xfc;ksek&#xf6;&#x11f;retim Kurulu Ulusal Tez Merkezi. 2022. Available from: https://tez.yok.gov.tr/</Citation></Reference><Reference><Citation>National Council of Teachers of Mathematics (NCTM). Principles and standards for school mathematics. Reston, VA; 2000.</Citation></Reference><Reference><Citation>Van De Walle J, Karp KS, Bay-Williams JM. &#x130;lkokul ve ortaokul matemati&#x11f;i geli&#x15f;imsel yakla&#x15f;&#x131;mla &#xf6;&#x11f;retim (&#xc7;eviri Edit&#xf6;r&#xfc;: Soner Durmu&#x15f;), 7. Bask&#x131;; Nobel Akademik Yay&#x131;nc&#x131;l&#x131;k: Ankara, 2012, p. 1&#x2013;14.</Citation></Reference><Reference><Citation>Dunn PK, Marshman MF. Teaching mathematical modelling: a framework to support teachers&#x2019; choice of resources. Teach Math Appl. 2019;39(2):127&#x2013;44. doi: 10.1093/teamat/hrz008</Citation><ArticleIdList><ArticleId IdType="doi">10.1093/teamat/hrz008</ArticleId></ArticleIdList></Reference><Reference><Citation>English L, Lesh R. Ends-in-view problems. In: Lesh R, Doerr HM, editors. Beyond constructivism: Models and modeling perspectives on mathematics teaching, learning, and problem solving. Mahwah, NJ: Lawrence Erlbaum Associates, Inc.; 2003.</Citation></Reference><Reference><Citation>Haines C, Crouch R. Mathematical modelling and applications: Ability and competence frameworks. In: Modelling and applications in mathematics education: The 14th ICMI study. Boston, MA: Springer; 2007. p. 417&#x2013;24.</Citation></Reference><Reference><Citation>Bukova-G&#xfc;zel E, H&#x131;d&#x131;ro&#x11f;lu &#xc7;N, Kula-&#xdc;nver S, &#xd6;zaltun-&#xc7;elik AT, Tekin-Dede A. Matematik e&#x11f;itiminde matematiksel modelleme. 4 ed. Pegem Akademi; 2021.</Citation></Reference><Reference><Citation>Blum W. Can modelling be taught and learnt? Some answers from empirical research. In: Kaiser G, et al., editors. Trends Teach. Learn. Math. Model. Dordrecht: Springer; 2011. p. 15&#x2013;30.</Citation></Reference><Reference><Citation>Jankvist UT, Niss M. Upper secondary school students&#x2019; difficulties with mathematical modelling. Int J Math Educ Sci Technol. 2019;51(4):467&#x2013;96. doi: 10.1080/0020739x.2019.1587530</Citation><ArticleIdList><ArticleId IdType="doi">10.1080/0020739x.2019.1587530</ArticleId></ArticleIdList></Reference><Reference><Citation>Kaiser G. Mathematical modelling in school-examples and experiences. In: Henn H-W, Kaiser G, editors. Mathematikunterricht im Spannungsfeld von Evolution Und Evaluation. Festband f&#xfc;r Werner Blum: Hildesheim: Franzbecker; 2005. p. 99&#x2013;108.</Citation></Reference><Reference><Citation>Kaiser G. Modelling and modelling competencies in school. In <i>Mathematical Modelling (ICTMA 12): Education, Engineering and Economics</i>; Springer, 2007. p. 110&#x2013;9. doi: 10.1533/9780857099419.3.110</Citation><ArticleIdList><ArticleId IdType="doi">10.1533/9780857099419.3.110</ArticleId></ArticleIdList></Reference><Reference><Citation>Stender P, Kaiser G. Scaffolding in complex modelling situations. ZDM Mathematics Education. 2015;47(7):1255&#x2013;67. doi: 10.1007/s11858-015-0741-0</Citation><ArticleIdList><ArticleId IdType="doi">10.1007/s11858-015-0741-0</ArticleId></ArticleIdList></Reference><Reference><Citation>Seo K, Tang J, Roll I, Fels S, Yoon D. The impact of artificial intelligence on learner-instructor interaction in online learning. Int J Educ Technol High Educ. 2021;18(1):54. doi: 10.1186/s41239-021-00292-9</Citation><ArticleIdList><ArticleId IdType="doi">10.1186/s41239-021-00292-9</ArticleId><ArticleId IdType="pmc">PMC8545464</ArticleId><ArticleId IdType="pubmed">34778540</ArticleId></ArticleIdList></Reference><Reference><Citation>Tapalova O, Zhiyenbayeva N. Artificial Intelligence in Education: AIEd for Personalised Learning Pathways. Electron J E-Learn. 2022;20(5):639&#x2013;53. doi: 10.34190/ejel.20.5.2597</Citation><ArticleIdList><ArticleId IdType="doi">10.34190/ejel.20.5.2597</ArticleId></ArticleIdList></Reference><Reference><Citation>G&#xfc;refe N, Sarpkaya Akta&#x15f; G, &#xd6;ks&#xfc;z H. Investigating the Impact of the AI-Supported 5E (AI-s5E) Instructional Model on Spatial Ability. Behav Sci (Basel). 2024;14(8):682. doi: 10.3390/bs14080682</Citation><ArticleIdList><ArticleId IdType="doi">10.3390/bs14080682</ArticleId><ArticleId IdType="pmc">PMC11351208</ArticleId><ArticleId IdType="pubmed">39199078</ArticleId></ArticleIdList></Reference><Reference><Citation>Yeh HC, Tseng SS. Enhancing multimodal literacy using augmented reality. Lang Learn Technol. 2020;24(1):27&#x2013;37. doi: 10.10125/44706</Citation><ArticleIdList><ArticleId IdType="doi">10.10125/44706</ArticleId></ArticleIdList></Reference><Reference><Citation>Cevikbas M, Greefrath G, Siller H-S. Advantages and challenges of using digital technologies in mathematical modelling education &#x2013; a descriptive systematic literature review. Front Educ. 2023;8. doi: 10.3389/feduc.2023.1142556</Citation><ArticleIdList><ArticleId IdType="doi">10.3389/feduc.2023.1142556</ArticleId></ArticleIdList></Reference><Reference><Citation>Molina-Toro JF, Rend&#xf3;n-Mesa PA, Villa-Ochoa JA. Research Trends in Digital Technologies and Modeling in Mathematics Education. Eurasia J Math Sci T. 2019;15(8). doi: 10.29333/ejmste/108438</Citation><ArticleIdList><ArticleId IdType="doi">10.29333/ejmste/108438</ArticleId></ArticleIdList></Reference><Reference><Citation>&#xc7;oks&#xf6;yler A. <i>Alt&#x131;nc&#x131; s&#x131;n&#x131;f &#xf6;&#x11f;rencilerinin matematiksel modelleme problemlerini &#xe7;&#xf6;z&#xfc;m s&#xfc;re&#xe7;lerinin incelenmesi</i> [Y&#xfc;ksek lisans tezi, Eski&#x15f;ehir Osmangazi &#xdc;niversitesi E&#x11f;itim Bilimleri Enstit&#xfc;s&#xfc;]. Y&#xfc;ksek&#xf6;&#x11f;retim Kurulu Ulusal Tez Merkezi, 2020. Available from: https://tez.yok.gov.tr/</Citation></Reference><Reference><Citation>Tayyar M. <i>Matematik &#xf6;&#x11f;retmen adaylar&#x131;n&#x131;n &#xfc;st bili&#x15f;sel becerilerinin matematiksel modelleme s&#xfc;recindeki rol&#xfc;</i> [Y&#xfc;ksek Lisans Tezi, Marmara &#xdc;niversitesi]. Y&#xfc;ksek&#xf6;&#x11f;retim Kurulu Ulusal Tez Merkezi, 2024. Available from: https://tez.yok.gov.tr/</Citation></Reference><Reference><Citation>Kaiser G, Schwarz B, Tiedemann S. Future teachers&#x2019; professional knowledge on modeling. In: Lesh R, Galbraith PL, Haines CR, Hurford A, editors. Modeling Students&#x2019; Mathematical Modeling Competencies. Springer; 2010. p. 433&#x2013;44.</Citation></Reference><Reference><Citation>Blum W, Lei&#xdf; D. How do students and teachers deal with mathematical modelling problems? The example Sugerloaf. In: Haines C, et al., editors. Mathematical modelling: education, engineering and economics. Chichester: Horwood; 2007. p. 222&#x2013;31.</Citation></Reference><Reference><Citation>Blum W, Borromeo Ferri R. Mathematical modelling: Can it be taught and learnt? J Math Model Appl. 2009;1(1):45&#x2013;58.</Citation></Reference><Reference><Citation>Molla M. <i>Etkile&#x15f;imli sim&#xfc;lasyon ortam&#x131;nda ortaokul &#xf6;&#x11f;rencilerinin matematiksel modelleme s&#xfc;re&#xe7;lerinin incelenmesi</i> [Y&#xfc;ksek lisans tezi, Anadolu &#xdc;niversitesi E&#x11f;itim Bilimleri Enstit&#xfc;s&#xfc;]. Y&#xfc;ksek&#xf6;&#x11f;retim Kurulu Ulusal Tez Merkezi, 2022. Available from: https://tez.yok.gov.tr/</Citation></Reference><Reference><Citation>Ferri RB. Theoretical and empirical differentiations of phases in the modelling process. Zentralblatt f&#xfc;r Didaktik der Mathematik. 2006;38(2):86&#x2013;95. doi: 10.1007/bf02655883</Citation><ArticleIdList><ArticleId IdType="doi">10.1007/bf02655883</ArticleId></ArticleIdList></Reference><Reference><Citation>Kaiser G, Gr&#xfc;newald S. Promotion of mathematical modelling competencies in the context of modelling projects. In: Lee NH, Dawn NKE, editors. Mathematical Modelling: From Theory to Practice. World Scientific; 2015. p. 21&#x2013;39.</Citation></Reference><Reference><Citation>Maa&#xdf; K. What are modelling competencies? Zentralblatt f&#xfc;r Didaktik der Mathematik. 2006;38(2):113&#x2013;42. doi: 10.1007/bf02655885</Citation><ArticleIdList><ArticleId IdType="doi">10.1007/bf02655885</ArticleId></ArticleIdList></Reference><Reference><Citation>Maa&#xdf; K, Gurlitt J. LEMA-Professional development of teachers in relation to mathematical modelling. In: Kaiser G, Blum W, Borromero-Ferri R, Stillman G, editors. Trends in Teaching and Learning of Mathematical Modelling. Springer. 2011. p. 629&#x2013;39.</Citation></Reference><Reference><Citation>Ornstein CA, Hunkins PF. Curriculum: foundations, principles and issues. USA: Pearson Education, Inc.; 2016.</Citation></Reference><Reference><Citation>Hasret N, Sava&#x15f; A. Analysis of the relation between creativity level and problem solving skills of gifted and talented students. Educ Res Rev. 2019;14(15):518&#x2013;32. doi: 10.5897/err2019.3790</Citation><ArticleIdList><ArticleId IdType="doi">10.5897/err2019.3790</ArticleId></ArticleIdList></Reference><Reference><Citation>Geiger V, Galbraith P, Niss M, Delzoppo C. Developing a task design and implementation framework for fostering mathematical modelling competencies. Educ Stud Math. 2021;109(2):313&#x2013;36. doi: 10.1007/s10649-021-10039-y</Citation><ArticleIdList><ArticleId IdType="doi">10.1007/s10649-021-10039-y</ArticleId></ArticleIdList></Reference><Reference><Citation>Galbraith P. Real world problems: Developing principles of design. In: Identities, Cultures, and Learning Spaces: Proceedings of the 29th Annual Conference of the Mathematics Education Research Group of Australasia, volume 1; Grootenboer, P., Zevenbergen, R., Chinnappan, M., Eds.; Mathematics Education Research Group of Australasia Inc.: Adelaide, SA, USA, 2006. p. 229&#x2013;36.</Citation></Reference><Reference><Citation>Lo C-K, Huang X, Cheung K-L. Toward a Design Framework for Mathematical Modeling Activities: An Analysis of Official Exemplars in Hong Kong Mathematics Education. Sustainability. 2022;14(15):9757. doi: 10.3390/su14159757</Citation><ArticleIdList><ArticleId IdType="doi">10.3390/su14159757</ArticleId></ArticleIdList></Reference><Reference><Citation>H&#x131;d&#x131;ro&#x11f;lu &#xc7;N. <i>Teknoloji destekli ortamda matematiksel modelleme problemlerinin &#xe7;&#xf6;z&#xfc;m s&#xfc;re&#xe7;lerinin analizi: Bili&#x15f;sel ve &#xfc;stbili&#x15f;sel yap&#x131;lar &#xfc;zerine bir a&#xe7;&#x131;klama A&#xe7;&#x131;klama</i> [<i>Analysis of Mathematical Modeling Problem Solving Processes in a Technology-Supported Environment</i>] (Unpublished Master&#x2019;s Thesis). &#x130;zmir, Turkey: Dokuz Eyl&#xfc;l University; 2012.</Citation></Reference><Reference><Citation>Aytemiz H. Ortaokul &#xf6;&#x11f;rencilerinin video tabanl&#x131; problemler yard&#x131;m&#x131; ile matematiksel modelleme yeterliklerinin incelenmesi [Y&#xfc;ksek lisans tezi, Erzincan Binali Yildirim &#xdc;niversitesi]. Y&#xfc;ksek&#xf6;&#x11f;retim Kurulu Ulusal Tez Merkezi, 2023.</Citation></Reference><Reference><Citation>Daher W. Middle School Students&#x2019; Motivation in Solving Modelling Activities With Technology. Eurasia J Math Sci Tech Ed. 2021;17(9):em1999. doi: 10.29333/ejmste/11127</Citation><ArticleIdList><ArticleId IdType="doi">10.29333/ejmste/11127</ArticleId></ArticleIdList></Reference><Reference><Citation>Daher WM, Shahbari JA. Pre-service teachers&#x2019; modelling processes through engagement with model eliciting activities with a technological tool. Int J of Sci and Math Educ. 2013;13(S1):25&#x2013;46. doi: 10.1007/s10763-013-9464-2</Citation><ArticleIdList><ArticleId IdType="doi">10.1007/s10763-013-9464-2</ArticleId></ArticleIdList></Reference><Reference><Citation>Greefrath G, Hertleif C, Siller H-S. Mathematical modelling with digital tools&#x2014;a quantitative study on mathematising with dynamic geometry software. ZDM Mathematics Education. 2018;50(1&#x2013;2):233&#x2013;44. doi: 10.1007/s11858-018-0924-6</Citation><ArticleIdList><ArticleId IdType="doi">10.1007/s11858-018-0924-6</ArticleId></ArticleIdList></Reference><Reference><Citation>Mousoulides N, Sriraman B, Christou C. From problem solving to modeling &#x2013; the emergence of models and modeling perspectives. Nordic Stud Math Educ. 2024;12(1):23&#x2013;47. doi: 10.7146/nomad.v12i1.148020</Citation><ArticleIdList><ArticleId IdType="doi">10.7146/nomad.v12i1.148020</ArticleId></ArticleIdList></Reference><Reference><Citation>Bilgili S, &#xc7;ilta&#x15f; A. Matematik E&#x11f;itiminde Matematiksel Modelleme. In: Baltac&#x131; &#xd6;, editor, E&#x11f;itimde G&#xfc;ncel Ara&#x15f;t&#x131;rmalar - VI. &#xd6;zg&#xfc;r Yay&#x131;nlar&#x131;. 2023, doi: 10.58830/ozgur.pub383.c1707</Citation><ArticleIdList><ArticleId IdType="doi">10.58830/ozgur.pub383.c1707</ArticleId></ArticleIdList></Reference><Reference><Citation>&#x15e;im&#x15f;ek &#x130;, Can T. Y&#xfc;ksek &#xf6;&#x11f;retimde sanal ger&#xe7;eklik kullan&#x131;m&#x131; ile ilgili yap&#x131;lan ara&#x15f;t&#x131;rmalara y&#xf6;nelik i&#xe7;erik analizi. Folklor/Edeb. 2019;25(97):77&#x2013;90. doi: 10.22559/folklor.928</Citation><ArticleIdList><ArticleId IdType="doi">10.22559/folklor.928</ArticleId></ArticleIdList></Reference><Reference><Citation>Bakas C, Mikropoulos T. Design of virtual environments for the comprehension of planetary phenomena based on students&#x2019; ideas. Int J Sci Educ. 2003;25(8):949&#x2013;67. doi: 10.1080/09500690305027</Citation><ArticleIdList><ArticleId IdType="doi">10.1080/09500690305027</ArticleId></ArticleIdList></Reference><Reference><Citation>Kaufmann H, Schmalstieg D. Mathematics and geometry education with collaborative augmented reality. In Proceedings of the ACM SIGGRAPH 2002 Conference Abstracts and Applications, San Antonio, TX, USA, 21&#x2013;26 July 2002. p. 37&#x2013;41. doi: 10.1145/1242073.1242086</Citation><ArticleIdList><ArticleId IdType="doi">10.1145/1242073.1242086</ArticleId></ArticleIdList></Reference><Reference><Citation>Pham C, Nguyen T, Nguyen HTT, Dinh QTT. Enhancing Mathematical Modeling Competency in Geometry Learning at Secondary School by Using Virtual Reality Technology. In: International Conference on Mathematical Modeling and Computational Science. p. 177&#x2013;89.. Cham: Springer Nature Switzerland; 2025.</Citation></Reference><Reference><Citation>Kabudi T, Pappas I, Olsen DH. AI-enabled adaptive learning systems: A systematic mapping of the literature. Comput Educ Artificial Intell. 2021;2:100017. doi: 10.1016/j.caeai.2021.100017</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.caeai.2021.100017</ArticleId></ArticleIdList></Reference><Reference><Citation>Majid I, Lakshmi YV. Artificial intelligence in education. Indian J Tech Educ. 2022;45(3):16.</Citation></Reference><Reference><Citation>Voskoglou MGr, Salem A-BM. Benefits and Limitations of the Artificial with Respect to the Traditional Learning of Mathematics. Mathematics. 2020;8(4):611. doi: 10.3390/math8040611</Citation><ArticleIdList><ArticleId IdType="doi">10.3390/math8040611</ArticleId></ArticleIdList></Reference><Reference><Citation>Spreitzer C, Straser O, Zehetmeier S, Maa&#xdf; K. Mathematical Modelling Abilities of Artificial Intelligence Tools: The Case of ChatGPT. Educ Sci. 2024;14(7):698. doi: 10.3390/educsci14070698</Citation><ArticleIdList><ArticleId IdType="doi">10.3390/educsci14070698</ArticleId></ArticleIdList></Reference><Reference><Citation>Creswell JW, Plano Clark V L. Karma y&#xf6;ntem ara&#x15f;t&#x131;rmalar&#x131;: Tasar&#x131;m&#x131; ve y&#xfc;r&#xfc;t&#xfc;lmesi [Designing and conducting mixed methods research]. (Y. Dede &amp; S. B. Demir, Trans. Eds.). An&#x131;. (Original work published 2011), 2015.</Citation></Reference><Reference><Citation>&#xd6;zbek G, K&#xf6;se E. Matematiksel Modelleme Yeterlikleri &#xd6;l&#xe7;e&#x11f;i&#x2019;nin Geli&#x15f;tirilmesi ve Psikometrik &#xd6;zelliklerinin Belirlenmesi: &#xd6;zel Yetenekliler &#xd6;rneklemi. Ankara &#xdc;niversitesi E&#x11f;itim Bilimleri Fak&#xfc;ltesi &#xd6;zel E&#x11f;itim Dergisi. 2022;23(4):853&#x2013;71. doi: 10.21565/ozelegitimdergisi.874247</Citation><ArticleIdList><ArticleId IdType="doi">10.21565/ozelegitimdergisi.874247</ArticleId></ArticleIdList></Reference><Reference><Citation>Orey DC, Rosa M. Ethnomodelling as a glocalization process of mathematical practices through cultural dynamism. Math Enthusiast. 2021;18(3):439&#x2013;68. doi: 10.54870/1551-3440.1533</Citation><ArticleIdList><ArticleId IdType="doi">10.54870/1551-3440.1533</ArticleId></ArticleIdList></Reference><Reference><Citation>Blum W. Quality Teaching of Mathematical Modelling: What Do We Know, What Can We Do? In Proceedings of the 12th International Congress on Mathematical Education; Cho, S.J., Ed. Cham, Switzerland: Springer; 2015. p. 73&#x2013;96.</Citation></Reference><Reference><Citation>Kaiser G. Mathematical Modelling and Applications in Education. In: Lerman S, editor. Encyclopedia of Mathematics Education. Cham, Switzerland: Springer International Publishing. 2020. p. 553&#x2013;61. doi: 10.1007/978-3-030-15789-0_101</Citation><ArticleIdList><ArticleId IdType="doi">10.1007/978-3-030-15789-0_101</ArticleId></ArticleIdList></Reference><Reference><Citation>Tabachnick BG, Fidell LS. Using multivariate statistics. 6th ed. Boston, MA, USA: Allyn and Bacon; 2013.</Citation></Reference><Reference><Citation>Cohen J. Statistical power analysis for the behavioral sciences. 2nd ed. Hillsdale, NJ: Erlbaum; 1998.</Citation></Reference><Reference><Citation>Skulmowski A. Ethical issues of educational virtual reality. Comput Educ X Real. 2023;2:100023. doi: 10.1016/j.cexr.2023.100023</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.cexr.2023.100023</ArticleId></ArticleIdList></Reference><Reference><Citation>Sherman WR, Craig AB. Understanding Virtual Reality: Interface, Application, and Design. San Francisco, CA, USA: Morgan Kaufmann; 2002.</Citation></Reference><Reference><Citation>Bereczki EO, K&#xe1;rp&#xe1;ti A. Technology-enhanced creativity: A multiple case study of digital technology-integration expert teachers&#x2019; beliefs and practices. Think Skills Creat. 2021;39:100791. doi: 10.1016/j.tsc.2021.100791</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.tsc.2021.100791</ArticleId></ArticleIdList></Reference><Reference><Citation>Moyer-Packenham PS, Bolyard JJ. Revisiting the Definition of a Virtual Manipulative. In: Moyer-Packenham PS, editor. International Perspectives on Teaching and Learning Mathematics with Virtual Manipulatives. Cham, Switzerland: Springer; 2016. p. 3&#x2013;23.</Citation></Reference><Reference><Citation>Wijaya A, van den Heuvel-Panhuizen M, Doorman M, Robitzsch A. Difficulties in solving context-based PISA mathematics tasks: An analysis of students&#x2019; errors. Math Enthus. 2014;11(3):555&#x2013;84. doi: 10.54870/1551-3440.1317</Citation><ArticleIdList><ArticleId IdType="doi">10.54870/1551-3440.1317</ArticleId></ArticleIdList></Reference><Reference><Citation>Cowan K, Ketron S, Kostyk A, Kristofferson K. Can you smell the (virtual) roses? The influence of olfactory cues in virtual reality on immersion and positive brand responses. J Retail. 2023;99(3):385&#x2013;99. doi: 10.1016/j.jretai.2023.07.004</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.jretai.2023.07.004</ArticleId></ArticleIdList></Reference><Reference><Citation>Shim J. Investigating the effectiveness of introducing virtual reality to elementary school students&#x2019; moral education. Comput Educ X Real. 2023;2:100010. doi: 10.1016/j.cexr.2023.100010</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.cexr.2023.100010</ArticleId></ArticleIdList></Reference><Reference><Citation>Laseinde OT, Dada D. Enhancing teaching and learning in STEM Labs: The development of an android-based virtual reality platform. Mater Today Proc. 2024;105:240&#x2013;6. doi: 10.1016/j.matpr.2023.09.020</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.matpr.2023.09.020</ArticleId></ArticleIdList></Reference><Reference><Citation>Mora CE, Mart&#xed;n-Guti&#xe9;rrez J, A&#xf1;orbe-D&#xed;az B, Gonz&#xe1;lez-Marrero A. Virtual Technologies Trends in Education. Eurasia J Math Sci T. 2017;13(2):469&#x2013;86. doi: 10.12973/eurasia.2017.00626a</Citation><ArticleIdList><ArticleId IdType="doi">10.12973/eurasia.2017.00626a</ArticleId></ArticleIdList></Reference><Reference><Citation>Yang F-Y, Wang H-Y. Tracking visual attention during learning of complex science concepts with augmented 3D visualizations. Comput Educ. 2023;193:104659. doi: 10.1016/j.compedu.2022.104659</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.compedu.2022.104659</ArticleId></ArticleIdList></Reference><Reference><Citation>Campos E, Hidrogo I, Zavala G. Impact of virtual reality use on the teaching and learning of vectors. Front Educ. 2022;7:965640. doi: 10.3389/feduc.2022.965640</Citation><ArticleIdList><ArticleId IdType="doi">10.3389/feduc.2022.965640</ArticleId></ArticleIdList></Reference><Reference><Citation>Soleimani A. An examination of the effects of collaborative scientific visualization via model-based reasoning on science, technology, engineering, and mathematics (STEM) learning within immersive 3D world. Doctoral Dissertation. Colorado: Colorado Technical University; 2013.</Citation></Reference><Reference><Citation>Steinberg RN. Computers in teaching science: To simulate or not to simulate? Am J Phys. 2000;68(S1):S37&#x2013;41. doi: 10.1119/1.19517</Citation><ArticleIdList><ArticleId IdType="doi">10.1119/1.19517</ArticleId></ArticleIdList></Reference><Reference><Citation>Pelczer I, Freiman V. Assessing difficulty level in mathematical problem solving in informal online environments: Case of the CASMI community. In: Sullenger KS, Turner S, editors. New Ground. Leiden, The Netherlands: Brill; 2015. p. 129&#x2013;52.</Citation></Reference><Reference><Citation>Joiner IA. Virtual reality and augmented reality: What is your reality. In: Joiner IA, editor, Emerging Library Technologies. Cambridge, UK: Chandos Publishing; 2018. p. 111&#x2013;28. doi: 10.1016/B978-0-08-102253-5.00007-1</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/B978-0-08-102253-5.00007-1</ArticleId></ArticleIdList></Reference><Reference><Citation>Chittaro L, Ranon R. Web3D technologies in learning, education and training: Motivations, issues, opportunities. Comput Educ. 2007;49(1):3&#x2013;18. doi: 10.1016/j.compedu.2005.06.002</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.compedu.2005.06.002</ArticleId></ArticleIdList></Reference><Reference><Citation>Tuminaro J, Redish EF. Elements of a cognitive model of physics problem solving: Epistemic games. Phys Rev ST Phys Educ Res. 2007;3(2):020101. doi: 10.1103/physrevstper.3.020101</Citation><ArticleIdList><ArticleId IdType="doi">10.1103/physrevstper.3.020101</ArticleId></ArticleIdList></Reference></ReferenceList></PubmedData></PubmedArticle></PubmedArticleSet>