<?xml version="1.0" ?>
<!DOCTYPE PubmedArticleSet PUBLIC "-//NLM//DTD PubMedArticle, 1st January 2025//EN" "https://dtd.nlm.nih.gov/ncbi/pubmed/out/pubmed_250101.dtd">
<PubmedArticleSet>
<PubmedArticle><MedlineCitation Status="MEDLINE" Owner="NLM" IndexingMethod="Automated"><PMID Version="1">41469346</PMID><DateCompleted><Year>2025</Year><Month>12</Month><Day>30</Day></DateCompleted><DateRevised><Year>2025</Year><Month>12</Month><Day>30</Day></DateRevised><Article PubModel="Print"><Journal><ISSN IssnType="Electronic">2313-4607</ISSN><JournalIssue CitedMedium="Internet"><Issue>30</Issue><PubDate><Year>2025</Year><Month>Dec</Month></PubDate></JournalIssue><Title>Problemy radiatsiinoi medytsyny ta radiobiolohii</Title><ISOAbbreviation>Probl Radiac Med Radiobiol</ISOAbbreviation></Journal><ArticleTitle>IMPACT OF ALCOHOL CONSUMPTION ON HEALTH OF PEOPLE AFFECTED BY THE CHORNOBYL NUCLEAR POWER PLANT ACCIDENT.</ArticleTitle><Pagination><StartPage>174</StartPage><EndPage>185</EndPage><MedlinePgn>174-185</MedlinePgn></Pagination><ELocationID EIdType="doi" ValidYN="Y">10.33145/2304-8336-2025-30-174-185</ELocationID><Abstract><AbstractText Label="BACKGROUND" NlmCategory="BACKGROUND">Alcohol abuse is one of the public health problems in the world and Ukraine, but with significantattention to the health status of Chornobyl NPP accident cleanup workers (ACWs), studies on their mortality anddisability from toxic effect of alcohol have not been found.</AbstractText><AbstractText Label="OBJECTIVE" NlmCategory="OBJECTIVE">retrospective analysis of data from Ukraine's State Register of Persons Affected by the Chornobyl Disaster(SRU) for 1987-2017 on mortality and disability from toxic effect of alcohol (ICD10 codes T51.0-T51.9; ICD9codes 980.0-980.9) among the ACWs who were under medical supervision at healthcare facilities of the Ministry ofHealth of Ukraine.Study object and methods.</AbstractText><AbstractText Label="OBJECT" NlmCategory="OBJECTIVE">deaths from toxic effect of alcohol among the ACWs and the level of disabilityof the deceased.</AbstractText><AbstractText Label="METHODS" NlmCategory="METHODS">general scientific, demographic, mathematical and statistical, graphical.</AbstractText><AbstractText Label="RESULTS" NlmCategory="RESULTS">In the structure of external causes of deaths in the ACWs for the period 1987-2017, 18.2 % (1 411 cases)account for deaths from toxic effect of alcohol. The mortality of the ACWs from toxic effect of alcohol had the following features: 98.7 % of the deceased were men; the main cause of death was the toxic effect of ethyl alcohol(70.1 %); the highest levels were in 2001-2005; the duration of life for men was 26-75 years, and for women 36-68 years; the peak of mortality was at the age of 45-49 years (26.1 %); 93.0 % of men and 72.2 % of womendied at working ages; 98.6 % of men and 77.8 % of women died prematurely (before the age of 65); the average lifeduration for the cohort was (47.79 &#xb1; 2.49) years; 31.47 thousand personyears of potential life were lost (an average of 22.3 years per person). The period of healthy life (from the date of the first involvement in works for the remediation of the consequences of the Chornobyl NPP accident to the establishment of a fact of loss of health and theappointment of a disability pension) was from 1 to 27 years. The peak of health deterioration falls on 5-7 years afterthe start of works in the ACWs who were involved in works in 1986 (46.7 %), 5-6 years - in 1987 (39.0 %), 3-4, 6and 10 years (more than 10 % each, and a total of 46.6 %) - in 1988 and subsequent years of involvement. At thetime of death of the ACWs, 285 people or 20.2 % had a disability status (group III - 183 people (64.2 %), group II 89 people (31.2 %), group I - 13 people (4.6 %). Disability pensions due to loss of health resulting from injury orillness as a result of the Chornobyl disaster were awarded to 206 people (72.3 % of all disability pensions). The vastmajority were people who were involved in works in 1986 (46.7 %) and 1987 (39.0 %).</AbstractText><AbstractText Label="CONCLUSIONS" NlmCategory="CONCLUSIONS">The paper focuses on sociodemographic aspects of mortality from toxic effect of alcohol among theACWs and its structure. We see prospects for further research in conducting epidemiological studies of health problems of the ACWs resulting from alcohol abuse.</AbstractText><CopyrightInformation>N. V. Gunko, V. M. Postrelko, N. V. Korotkova, D. O. Bilyi, O. S. Dubova.</CopyrightInformation></Abstract><AuthorList CompleteYN="Y"><Author ValidYN="Y"><LastName>Gunko</LastName><ForeName>N V</ForeName><Initials>NV</Initials><AffiliationInfo><Affiliation>State Institution &#xab;National Research Center for Radiation Medicine, Hematology and Oncology of the National Academy of Medical Sciences of Ukraine&#xbb;, 53 Yuriia Illienka St., Kyiv, 04050, Ukraine.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Postrelko</LastName><ForeName>V M</ForeName><Initials>VM</Initials><AffiliationInfo><Affiliation>Private Higher Education Institution &#xab;International Academy of Ecology and Medicine&#xbb;, 121 Kharkivske Highway, Kyiv, 03187, Ukraine.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Korotkova</LastName><ForeName>N V</ForeName><Initials>NV</Initials><AffiliationInfo><Affiliation>State Institution &#xab;National Research Center for Radiation Medicine, Hematology and Oncology of the National Academy of Medical Sciences of Ukraine&#xbb;, 53 Yuriia Illienka St., Kyiv, 04050, Ukraine.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Bilyi</LastName><ForeName>D O</ForeName><Initials>DO</Initials><AffiliationInfo><Affiliation>Private Higher Education Institution &#xab;International Academy of Ecology and Medicine&#xbb;, 121 Kharkivske Highway, Kyiv, 03187, Ukraine.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Dubova</LastName><ForeName>O S</ForeName><Initials>OS</Initials><AffiliationInfo><Affiliation>State Institution &#xab;National Research Center for Radiation Medicine, Hematology and Oncology of the National Academy of Medical Sciences of Ukraine&#xbb;, 53 Yuriia Illienka St., Kyiv, 04050, Ukraine.</Affiliation></AffiliationInfo></Author></AuthorList><Language>eng</Language><Language>ukr</Language><PublicationTypeList><PublicationType UI="D016428">Journal Article</PublicationType></PublicationTypeList><VernacularTitle>&#x412;&#x41f;&#x41b;&#x418;&#x412; &#x412;&#x416;&#x418;&#x412;&#x410;&#x41d;&#x41d;&#x42f; &#x410;&#x41b;&#x41a;&#x41e;&#x413;&#x41e;&#x41b;&#x42e; &#x41d;&#x410; &#x417;&#x414;&#x41e;&#x420;&#x41e;&#x412;&#x2019;&#x42f; &#x41f;&#x41e;&#x421;&#x422;&#x420;&#x410;&#x416;&#x414;&#x410;&#x41b;&#x418;&#x425; &#x412;&#x41d;&#x410;&#x421;&#x41b;&#x406;&#x414;&#x41e;&#x41a; &#x410;&#x412;&#x410;&#x420;&#x406;&#x407; &#x41d;&#x410; &#x427;&#x41e;&#x420;&#x41d;&#x41e;&#x411;&#x418;&#x41b;&#x42c;&#x421;&#x42c;&#x41a;&#x406;&#x419; &#x410;&#x415;&#x421;.</VernacularTitle></Article><MedlineJournalInfo><Country>Ukraine</Country><MedlineTA>Probl Radiac Med Radiobiol</MedlineTA><NlmUniqueID>101560511</NlmUniqueID><ISSNLinking>2304-8336</ISSNLinking></MedlineJournalInfo><CitationSubset>IM</CitationSubset><MeshHeadingList><MeshHeading><DescriptorName UI="D006801" MajorTopicYN="N">Humans</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D047852" MajorTopicYN="Y">Chernobyl Nuclear Accident</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D014455" MajorTopicYN="N" Type="Geographic">Ukraine</DescriptorName><QualifierName UI="Q000453" MajorTopicYN="N">epidemiology</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D008297" MajorTopicYN="N">Male</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D005260" MajorTopicYN="N">Female</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D008875" MajorTopicYN="N">Middle Aged</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D000328" MajorTopicYN="N">Adult</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D000428" MajorTopicYN="Y">Alcohol Drinking</DescriptorName><QualifierName UI="Q000009" MajorTopicYN="N">adverse effects</QualifierName><QualifierName UI="Q000401" MajorTopicYN="N">mortality</QualifierName><QualifierName UI="Q000453" MajorTopicYN="N">epidemiology</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D012189" MajorTopicYN="N">Retrospective Studies</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D000069079" MajorTopicYN="Y">Radiation Exposure</DescriptorName><QualifierName UI="Q000009" MajorTopicYN="N">adverse effects</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D000368" MajorTopicYN="N">Aged</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D016273" MajorTopicYN="Y">Occupational Exposure</DescriptorName><QualifierName UI="Q000009" MajorTopicYN="N">adverse effects</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D000437" MajorTopicYN="Y">Alcoholism</DescriptorName><QualifierName UI="Q000401" MajorTopicYN="N">mortality</QualifierName><QualifierName UI="Q000453" MajorTopicYN="N">epidemiology</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D002423" MajorTopicYN="N">Cause of Death</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D000293" MajorTopicYN="N">Adolescent</DescriptorName></MeshHeading></MeshHeadingList><OtherAbstract Type="Publisher" Language="ukr"><AbstractText>&#x41f;&#x435;&#x440;&#x435;&#x434;&#x443;&#x43c;&#x43e;&#x432;&#x430;. &#x417;&#x43b;&#x43e;&#x432;&#x436;&#x438;&#x432;&#x430;&#x43d;&#x43d;&#x44f; &#x430;&#x43b;&#x43a;&#x43e;&#x433;&#x43e;&#x43b;&#x435;&#x43c; &#x454; &#x43e;&#x434;&#x43d;&#x456;&#x454;&#x44e; &#x437; &#x43f;&#x440;&#x43e;&#x431;&#x43b;&#x435;&#x43c; &#x433;&#x440;&#x43e;&#x43c;&#x430;&#x434;&#x441;&#x44c;&#x43a;&#x43e;&#x433;&#x43e; &#x437;&#x434;&#x43e;&#x440;&#x43e;&#x432;&#x2019;&#x44f; &#x441;&#x432;&#x456;&#x442;&#x443; &#x456; &#x423;&#x43a;&#x440;&#x430;&#x457;&#x43d;&#x438;, &#x430;&#x43b;&#x435; &#x43f;&#x440;&#x438;&#x437;&#x43d;&#x430;&#x447;&#x43d;&#x456;&#x439; &#x443;&#x432;&#x430;&#x437;&#x456; &#x434;&#x43e; &#x441;&#x442;&#x430;&#x43d;&#x443; &#x437;&#x434;&#x43e;&#x440;&#x43e;&#x432;&#x2019;&#x44f; &#x43b;&#x456;&#x43a;&#x432;&#x456;&#x434;&#x430;&#x442;&#x43e;&#x440;&#x456;&#x432; &#x43d;&#x430;&#x441;&#x43b;&#x456;&#x434;&#x43a;&#x456;&#x432; &#x430;&#x432;&#x430;&#x440;&#x456;&#x457; &#x43d;&#x430; &#x427;&#x43e;&#x440;&#x43d;&#x43e;&#x431;&#x438;&#x43b;&#x44c;&#x441;&#x44c;&#x43a;&#x456;&#x439; &#x410;&#x415;&#x421; (&#x423;&#x41b;&#x41d;&#x410;) &#x434;&#x43e;&#x441;&#x43b;&#x456;&#x434;&#x436;&#x435;&#x43d;&#x44c; &#x449;&#x43e;&#x434;&#x43e;&#x441;&#x43c;&#x435;&#x440;&#x442;&#x43d;&#x43e;&#x441;&#x442;&#x456; &#x442;&#x430; &#x456;&#x43d;&#x432;&#x430;&#x43b;&#x456;&#x434;&#x43d;&#x43e;&#x441;&#x442;&#x456; &#x457;&#x445; &#x432;&#x456;&#x434; &#x442;&#x43e;&#x43a;&#x441;&#x438;&#x447;&#x43d;&#x43e;&#x457; &#x434;&#x456;&#x457; &#x430;&#x43b;&#x43a;&#x43e;&#x433;&#x43e;&#x43b;&#x44e; &#x43d;&#x435; &#x432;&#x438;&#x44f;&#x432;&#x43b;&#x435;&#x43d;&#x43e;.&#x41c;&#x435;&#x442;&#x430;: &#x440;&#x435;&#x442;&#x440;&#x43e;&#x441;&#x43f;&#x435;&#x43a;&#x442;&#x438;&#x432;&#x43d;&#x438;&#x439; &#x430;&#x43d;&#x430;&#x43b;&#x456;&#x437; &#x434;&#x430;&#x43d;&#x438;&#x445; &#x414;&#x435;&#x440;&#x436;&#x430;&#x432;&#x43d;&#x43e;&#x433;&#x43e; &#x440;&#x435;&#x454;&#x441;&#x442;&#x440;&#x443; &#x423;&#x43a;&#x440;&#x430;&#x457;&#x43d;&#x438; &#x43e;&#x441;&#x456;&#x431;, &#x44f;&#x43a;&#x456; &#x43f;&#x43e;&#x441;&#x442;&#x440;&#x430;&#x436;&#x434;&#x430;&#x43b;&#x438; &#x432;&#x43d;&#x430;&#x441;&#x43b;&#x456;&#x434;&#x43e;&#x43a; &#x427;&#x43e;&#x440;&#x43d;&#x43e;&#x431;&#x438;&#x43b;&#x44c;&#x441;&#x44c;&#x43a;&#x43e;&#x457; &#x43a;&#x430;&#x442;&#x430;&#x441;&#x442;&#x440;&#x43e;&#x444;&#x438; (&#x414;&#x420;&#x423;), &#x437;&#x430; 1987&#x2013;2017 &#x440;&#x440;. &#x449;&#x43e;&#x434;&#x43e; &#x441;&#x43c;&#x435;&#x440;&#x442;&#x43d;&#x43e;&#x441;&#x442;&#x456; &#x442;&#x430; &#x456;&#x43d;&#x432;&#x430;&#x43b;&#x456;&#x434;&#x43d;&#x43e;&#x441;&#x442;&#x456; &#x432;&#x456;&#x434; &#x442;&#x43e;&#x43a;&#x441;&#x438;&#x447;&#x43d;&#x43e;&#x457; &#x434;&#x456;&#x457; &#x430;&#x43b;&#x43a;&#x43e;&#x433;&#x43e;&#x43b;&#x44e;(&#x41c;&#x41a;&#x425;10 &#x43a;&#x43e;&#x434;&#x438; &#x422;51,0&#x2013;&#x422;51,9; &#x41c;&#x41a;&#x425;9 &#x43a;&#x43e;&#x434;&#x438; 980,0&#x2013;980,9) &#x441;&#x435;&#x440;&#x435;&#x434; &#x423;&#x41b;&#x41d;&#x410;, &#x44f;&#x43a;&#x456; &#x43f;&#x435;&#x440;&#x435;&#x431;&#x443;&#x432;&#x430;&#x43b;&#x438; &#x43f;&#x456;&#x434; &#x441;&#x43f;&#x43e;&#x441;&#x442;&#x435;&#x440;&#x435;&#x436;&#x435;&#x43d;&#x43d;&#x44f;&#x43c; &#x443; &#x437;&#x430;&#x43a;&#x43b;&#x430;&#x434;&#x430;&#x445; &#x41c;&#x41e;&#x417; &#x423;&#x43a;&#x440;&#x430;&#x457;&#x43d;&#x438;. &#x41e;&#x431;&#x2019;&#x454;&#x43a;&#x442; &#x456; &#x43c;&#x435;&#x442;&#x43e;&#x434;&#x438; &#x434;&#x43e;&#x441;&#x43b;&#x456;&#x434;&#x436;&#x435;&#x43d;&#x43d;&#x44f;. &#x41e;&#x431;&#x2019;&#x454;&#x43a;&#x442;: &#x43b;&#x435;&#x442;&#x430;&#x43b;&#x44c;&#x43d;&#x456; &#x432;&#x438;&#x43f;&#x430;&#x434;&#x43a;&#x438; &#x432;&#x456;&#x434; &#x442;&#x43e;&#x43a;&#x441;&#x438;&#x447;&#x43d;&#x43e;&#x457; &#x434;&#x456;&#x457; &#x430;&#x43b;&#x43a;&#x43e;&#x433;&#x43e;&#x43b;&#x44e; &#x441;&#x435;&#x440;&#x435;&#x434; &#x423;&#x41b;&#x41d;&#x410; &#x442;&#x430; &#x440;&#x456;&#x432;&#x435;&#x43d;&#x44c;&#x456;&#x43d;&#x432;&#x430;&#x43b;&#x456;&#x434;&#x438;&#x437;&#x430;&#x446;&#x456;&#x457; &#x43f;&#x43e;&#x43c;&#x435;&#x440;&#x43b;&#x438;&#x445;. &#x41c;&#x435;&#x442;&#x43e;&#x434;&#x438;: &#x437;&#x430;&#x433;&#x430;&#x43b;&#x44c;&#x43d;&#x43e;&#x43d;&#x430;&#x443;&#x43a;&#x43e;&#x432;&#x456;, &#x434;&#x435;&#x43c;&#x43e;&#x433;&#x440;&#x430;&#x444;&#x456;&#x447;&#x43d;&#x456;, &#x43c;&#x430;&#x442;&#x435;&#x43c;&#x430;&#x442;&#x438;&#x43a;&#x43e;&#x441;&#x442;&#x430;&#x442;&#x438;&#x441;&#x442;&#x438;&#x447;&#x43d;&#x456;, &#x433;&#x440;&#x430;&#x444;&#x456;&#x447;&#x43d;&#x456;.&#x420;&#x435;&#x437;&#x443;&#x43b;&#x44c;&#x442;&#x430;&#x442;&#x438;. &#x423; &#x441;&#x442;&#x440;&#x443;&#x43a;&#x442;&#x443;&#x440;&#x456; &#x437;&#x43e;&#x432;&#x43d;&#x456;&#x448;&#x43d;&#x456;&#x445; &#x43f;&#x440;&#x438;&#x447;&#x438;&#x43d; &#x441;&#x43c;&#x435;&#x440;&#x442;&#x435;&#x439; &#x423;&#x41b;&#x41d;&#x410; &#x437;&#x430; &#x43f;&#x435;&#x440;&#x456;&#x43e;&#x434; 1987&#x2013;2017 &#x440;&#x440;. 18,2 % (1 411 &#x432;&#x438;&#x43f;&#x430;&#x434;&#x43a;&#x456;&#x432;) &#x441;&#x442;&#x430;&#x43d;&#x43e;&#x432;&#x43b;&#x44f;&#x442;&#x44c; &#x43b;&#x435;&#x442;&#x430;&#x43b;&#x44c;&#x43d;&#x456; &#x432;&#x438;&#x43f;&#x430;&#x434;&#x43a;&#x438; &#x432;&#x456;&#x434; &#x442;&#x43e;&#x43a;&#x441;&#x438;&#x447;&#x43d;&#x43e;&#x457; &#x434;&#x456;&#x457; &#x430;&#x43b;&#x43a;&#x43e;&#x433;&#x43e;&#x43b;&#x44e;. &#x421;&#x43c;&#x435;&#x440;&#x442;&#x43d;&#x456;&#x441;&#x442;&#x44c; &#x423;&#x41b;&#x41d;&#x410; &#x432;&#x456;&#x434; &#x442;&#x43e;&#x43a;&#x441;&#x438;&#x447;&#x43d;&#x43e;&#x457; &#x434;&#x456;&#x457; &#x430;&#x43b;&#x43a;&#x43e;&#x433;&#x43e;&#x43b;&#x44e; &#x43c;&#x430;&#x43b;&#x430; &#x442;&#x430;&#x43a;&#x456; &#x440;&#x438;&#x441;&#x438;: 98,7 % &#x43f;&#x43e;&#x43c;&#x435;&#x440;&#x43b;&#x438;&#x445; &#x2013; &#x447;&#x43e;&#x43b;&#x43e;&#x432;&#x456;&#x43a;&#x438;; &#x433;&#x43e;&#x43b;&#x43e;&#x432;&#x43d;&#x430; &#x43f;&#x440;&#x438;&#x447;&#x438;&#x43d;&#x430; &#x441;&#x43c;&#x435;&#x440;&#x442;&#x456; &#x2013; &#x442;&#x43e;&#x43a;&#x441;&#x438;&#x447;&#x43d;&#x430; &#x434;&#x456;&#x44f; &#x435;&#x442;&#x438;&#x43b;&#x43e;&#x432;&#x43e;&#x433;&#x43e; &#x441;&#x43f;&#x438;&#x440;&#x442;&#x443; (70,1 %); &#x43d;&#x430;&#x439;&#x432;&#x438;&#x449;&#x456;&#x440;&#x456;&#x432;&#x43d;&#x456; &#x2013; &#x443; 2001&#x2013;2005 &#x440;&#x440;.; &#x434;&#x456;&#x430;&#x43f;&#x430;&#x437;&#x43e;&#x43d; &#x442;&#x440;&#x438;&#x432;&#x430;&#x43b;&#x43e;&#x441;&#x442;&#x456; &#x436;&#x438;&#x442;&#x442;&#x44f; &#x447;&#x43e;&#x43b;&#x43e;&#x432;&#x456;&#x43a;&#x456;&#x432; 26&#x2013;75 &#x440;&#x43e;&#x43a;&#x456;&#x432;, &#x430; &#x436;&#x456;&#x43d;&#x43e;&#x43a; &#x2013; 36&#x2013;68 &#x440;&#x43e;&#x43a;&#x456;&#x432;; &#x43f;&#x456;&#x43a; &#x441;&#x43c;&#x435;&#x440;&#x442;&#x43d;&#x43e;&#x441;&#x442;&#x456;&#x443; &#x432;&#x456;&#x446;&#x456; 45&#x2013;49 &#x440;&#x43e;&#x43a;&#x456;&#x432; (26,1 %); 93,0 % &#x447;&#x43e;&#x43b;&#x43e;&#x432;&#x456;&#x43a;&#x456;&#x432; &#x442;&#x430; 72,2 % &#x436;&#x456;&#x43d;&#x43e;&#x43a; &#x43f;&#x43e;&#x43c;&#x435;&#x440;&#x43b;&#x438; &#x443; &#x43f;&#x440;&#x430;&#x446;&#x435;&#x437;&#x434;&#x430;&#x442;&#x43d;&#x43e;&#x43c;&#x443; &#x432;&#x456;&#x446;&#x456;; &#x43f;&#x435;&#x440;&#x435;&#x434;&#x447;&#x430;&#x441;&#x43d;&#x43e; (&#x434;&#x43e; 65&#x440;&#x43e;&#x43a;&#x456;&#x432;) &#x43f;&#x43e;&#x43c;&#x435;&#x440;&#x43b;&#x43e; 98,6 % &#x447;&#x43e;&#x43b;&#x43e;&#x432;&#x456;&#x43a;&#x456;&#x432; &#x442;&#x430; 77,8 % &#x436;&#x456;&#x43d;&#x43e;&#x43a;; &#x441;&#x435;&#x440;&#x435;&#x434;&#x43d;&#x44f; &#x442;&#x440;&#x438;&#x432;&#x430;&#x43b;&#x456;&#x441;&#x442;&#x44c; &#x436;&#x438;&#x442;&#x442;&#x44f; &#x43f;&#x43e; &#x43a;&#x43e;&#x433;&#x43e;&#x440;&#x442;&#x456; &#x2013; (47,79 &#xb1; 2,49) &#x440;&#x43e;&#x43a;&#x456;&#x432;;&#x432;&#x442;&#x440;&#x430;&#x447;&#x435;&#x43d;&#x43e; 31,47 &#x442;&#x438;&#x441;. &#x43b;&#x44e;&#x434;&#x438;&#x43d;&#x43e;&#x440;&#x43e;&#x43a;&#x456;&#x432; &#x43f;&#x43e;&#x442;&#x435;&#x43d;&#x446;&#x456;&#x439;&#x43d;&#x43e;&#x433;&#x43e; &#x436;&#x438;&#x442;&#x442;&#x44f; (&#x432; &#x441;&#x435;&#x440;&#x435;&#x434;&#x43d;&#x44c;&#x43e;&#x43c;&#x443; 22,3 &#x440;&#x43e;&#x43a;&#x443; &#x43d;&#x430; &#x43e;&#x434;&#x43d;&#x443; &#x43b;&#x44e;&#x434;&#x438;&#x43d;&#x443;). &#x41f;&#x435;&#x440;&#x456;&#x43e;&#x434; &#x437;&#x434;&#x43e;&#x440;&#x43e;&#x432;&#x43e;&#x433;&#x43e; &#x436;&#x438;&#x442;&#x442;&#x44f; (&#x432;&#x456;&#x434; &#x434;&#x430;&#x442;&#x438; &#x43f;&#x435;&#x440;&#x448;&#x43e;&#x457; &#x443;&#x447;&#x430;&#x441;&#x442;&#x456; &#x432; &#x440;&#x43e;&#x431;&#x43e;&#x442;&#x430;&#x445; &#x437; &#x43b;&#x456;&#x43a;&#x432;&#x456;&#x434;&#x430;&#x446;&#x456;&#x457; &#x43d;&#x430;&#x441;&#x43b;&#x456;&#x434;&#x43a;&#x456;&#x432; &#x430;&#x432;&#x430;&#x440;&#x456;&#x457; &#x43d;&#x430; &#x427;&#x43e;&#x440;&#x43d;&#x43e;&#x431;&#x438;&#x43b;&#x44c;&#x441;&#x44c;&#x43a;&#x456;&#x439; &#x410;&#x415;&#x421; &#x434;&#x43e; &#x432;&#x441;&#x442;&#x430;&#x43d;&#x43e;&#x432;&#x43b;&#x435;&#x43d;&#x43d;&#x44f; &#x444;&#x430;&#x43a;&#x442;&#x443; &#x432;&#x442;&#x440;&#x430;&#x442;&#x438; &#x437;&#x434;&#x43e;&#x440;&#x43e;&#x432;&#x2019;&#x44f; &#x456; &#x43f;&#x440;&#x438;&#x437;&#x43d;&#x430;&#x447;&#x435;&#x43d;&#x43d;&#x44f; &#x43f;&#x435;&#x43d;&#x441;&#x456;&#x457; &#x43f;&#x43e; &#x456;&#x43d;&#x432;&#x430;&#x43b;&#x456;&#x434;&#x43d;&#x43e;&#x441;&#x442;&#x456;) &#x441;&#x442;&#x430;&#x43d;&#x43e;&#x432;&#x438;&#x432; &#x432;&#x456;&#x434; 1 &#x434;&#x43e; 27 &#x440;&#x43e;&#x43a;&#x456;&#x432;. &#x41f;&#x456;&#x43a; &#x43f;&#x43e;&#x433;&#x456;&#x440;&#x448;&#x435;&#x43d;&#x43d;&#x44f; &#x437;&#x434;&#x43e;&#x440;&#x43e;&#x432;&#x2019;&#x44f; &#x43f;&#x440;&#x438;&#x43f;&#x430;&#x434;&#x430;&#x454; &#x43d;&#x430; 5&#x2013;7 &#x440;&#x43e;&#x43a;&#x456;&#x432; &#x43f;&#x456;&#x441;&#x43b;&#x44f; &#x43f;&#x43e;&#x447;&#x430;&#x442;&#x43a;&#x443; &#x440;&#x43e;&#x431;&#x456;&#x442; &#x443; &#x423;&#x41b;&#x41d;&#x410; 1986 &#x440;&#x43e;&#x43a;&#x443; &#x437;&#x430;&#x43b;&#x443;&#x447;&#x435;&#x43d;&#x43d;&#x44f; (46,7 %), 5&#x2013;6 &#x440;&#x43e;&#x43a;&#x456;&#x432; &#x2013; 1987 &#x440;&#x43e;&#x43a;&#x443;&#x443;&#x447;&#x430;&#x441;&#x442;&#x456; (39,0 %), 3&#x2013;4, 6 &#x442;&#x430; 10 &#x440;&#x43e;&#x43a;&#x456;&#x432; (&#x43f;&#x43e;&#x43d;&#x430;&#x434; 10 % &#x43a;&#x43e;&#x436;&#x435;&#x43d;, &#x430; &#x437;&#x430;&#x433;&#x430;&#x43b;&#x43e;&#x43c; 46,6 %) &#x2013; 1988 &#x442;&#x430; &#x43f;&#x43e;&#x434;&#x430;&#x43b;&#x44c;&#x448;&#x456; &#x440;&#x43e;&#x43a;&#x438; &#x443;&#x447;&#x430;&#x441;&#x442;&#x456;. &#x41d;&#x430; &#x447;&#x430;&#x441;&#x441;&#x43c;&#x435;&#x440;&#x442;&#x456; &#x423;&#x41b;&#x41d;&#x410; &#x441;&#x442;&#x430;&#x442;&#x443;&#x441; &#x456;&#x43d;&#x432;&#x430;&#x43b;&#x456;&#x434;&#x43d;&#x43e;&#x441;&#x442;&#x456; &#x43c;&#x430;&#x43b;&#x438; 285 &#x43e;&#x441;&#x456;&#x431; &#x430;&#x431;&#x43e; 20,2 % (&#x406;&#x406;&#x406; &#x433;&#x440;&#x443;&#x43f;&#x430; &#x2013; 183 &#x43e;&#x441;&#x43e;&#x431;&#x438; (64,2 %), &#x406;&#x406; &#x2013; 89 &#x43e;&#x441;&#x456;&#x431; (31,2 %),&#x406; &#x2013; 13 &#x43e;&#x441;&#x456;&#x431; (4,6 %). &#x41f;&#x435;&#x43d;&#x441;&#x456;&#x457; &#x43f;&#x43e; &#x456;&#x43d;&#x432;&#x430;&#x43b;&#x456;&#x434;&#x43d;&#x43e;&#x441;&#x442;&#x456; &#x443; &#x437;&#x432;&#x2019;&#x44f;&#x437;&#x43a;&#x443; &#x456;&#x437; &#x432;&#x442;&#x440;&#x430;&#x442;&#x43e;&#x44e; &#x437;&#x434;&#x43e;&#x440;&#x43e;&#x432;&#x2019;&#x44f;, &#x449;&#x43e; &#x43d;&#x430;&#x441;&#x442;&#x430;&#x43b;&#x430; &#x447;&#x435;&#x440;&#x435;&#x437; &#x43a;&#x430;&#x43b;&#x456;&#x446;&#x442;&#x432;&#x43e; &#x447;&#x438; &#x437;&#x430;&#x445;&#x432;&#x43e;&#x440;&#x44e;&#x432;&#x430;&#x43d;&#x43d;&#x44f; &#x432;&#x43d;&#x430;&#x441;&#x43b;&#x456;&#x434;&#x43e;&#x43a; &#x427;&#x43e;&#x440;&#x43d;&#x43e;&#x431;&#x438;&#x43b;&#x44c;&#x441;&#x44c;&#x43a;&#x43e;&#x457; &#x43a;&#x430;&#x442;&#x430;&#x441;&#x442;&#x440;&#x43e;&#x444;&#x438;, &#x431;&#x443;&#x43b;&#x43e; &#x43f;&#x440;&#x438;&#x437;&#x43d;&#x430;&#x447;&#x435;&#x43d;&#x43e; 206 &#x43e;&#x441;&#x43e;&#x431;&#x430;&#x43c; (72,3 % &#x432;&#x456;&#x434; &#x432;&#x441;&#x456;&#x445; &#x43f;&#x435;&#x43d;&#x441;&#x456;&#x439; &#x43f;&#x43e; &#x456;&#x43d;&#x432;&#x430;&#x43b;&#x456;&#x434;&#x43d;&#x43e;&#x441;&#x442;&#x456;). &#x41f;&#x435;&#x440;&#x435;&#x432;&#x430;&#x436;&#x43d;&#x443; &#x431;&#x456;&#x43b;&#x44c;&#x448;&#x456;&#x441;&#x442;&#x44c; &#x441;&#x43a;&#x43b;&#x430;&#x43b;&#x438; &#x43e;&#x441;&#x43e;&#x431;&#x438;, &#x44f;&#x43a;&#x456; &#x437;&#x430;&#x43b;&#x443;&#x447;&#x430;&#x43b;&#x438;&#x441;&#x44f; &#x434;&#x43e; &#x440;&#x43e;&#x431;&#x456;&#x442; &#x443; 1986 (46,7 %) &#x442;&#x430; 1987 (39,0 %) &#x440;&#x43e;&#x43a;&#x430;&#x445;. &#x412;&#x438;&#x441;&#x43d;&#x43e;&#x432;&#x43a;&#x438;. &#x423; &#x440;&#x43e;&#x431;&#x43e;&#x442;&#x456; &#x444;&#x43e;&#x43a;&#x443;&#x441;&#x443;&#x454;&#x442;&#x44c;&#x441;&#x44f; &#x443;&#x432;&#x430;&#x433;&#x430; &#x43d;&#x430; &#x441;&#x43e;&#x446;&#x456;&#x430;&#x43b;&#x44c;&#x43d;&#x43e;&#x434;&#x435;&#x43c;&#x43e;&#x433;&#x440;&#x430;&#x444;&#x456;&#x447;&#x43d;&#x438;&#x445; &#x430;&#x441;&#x43f;&#x435;&#x43a;&#x442;&#x430;&#x445; &#x441;&#x43c;&#x435;&#x440;&#x442;&#x43d;&#x43e;&#x441;&#x442;&#x456; &#x432;&#x456;&#x434; &#x442;&#x43e;&#x43a;&#x441;&#x438;&#x447;&#x43d;&#x43e;&#x457; &#x434;&#x456;&#x457; &#x430;&#x43b;&#x43a;&#x43e;&#x433;&#x43e;&#x43b;&#x44e; &#x441;&#x435;&#x440;&#x435;&#x434; &#x423;&#x41b;&#x41d;&#x410; &#x442;&#x430; &#x457;&#x457; &#x441;&#x442;&#x440;&#x443;&#x43a;&#x442;&#x443;&#x440;&#x456;. &#x41f;&#x435;&#x440;&#x441;&#x43f;&#x435;&#x43a;&#x442;&#x438;&#x432;&#x438; &#x43f;&#x43e;&#x434;&#x430;&#x43b;&#x44c;&#x448;&#x438;&#x445; &#x434;&#x43e;&#x441;&#x43b;&#x456;&#x434;&#x436;&#x435;&#x43d;&#x44c; &#x432;&#x431;&#x430;&#x447;&#x430;&#x454;&#x43c;&#x43e; &#x443; &#x43f;&#x440;&#x43e;&#x432;&#x435;&#x434;&#x435;&#x43d;&#x43d;&#x456; &#x435;&#x43f;&#x456;&#x434;&#x435;&#x43c;&#x456;&#x43e;&#x43b;&#x43e;&#x433;&#x456;&#x447;&#x43d;&#x438;&#x445;&#x434;&#x43e;&#x441;&#x43b;&#x456;&#x434;&#x436;&#x435;&#x43d;&#x44c; &#x43f;&#x43e;&#x440;&#x443;&#x448;&#x435;&#x43d;&#x44c; &#x437;&#x434;&#x43e;&#x440;&#x43e;&#x432;&#x2019;&#x44f; &#x423;&#x41b;&#x41d;&#x410;, &#x44f;&#x43a;&#x456; &#x454; &#x43d;&#x430;&#x441;&#x43b;&#x456;&#x434;&#x43a;&#x43e;&#x43c; &#x437;&#x43b;&#x43e;&#x432;&#x436;&#x438;&#x432;&#x430;&#x43d;&#x43d;&#x44f; &#x430;&#x43b;&#x43a;&#x43e;&#x433;&#x43e;&#x43b;&#x435;&#x43c;. &#x41a;&#x43b;&#x44e;&#x447;&#x43e;&#x432;&#x456; &#x441;&#x43b;&#x43e;&#x432;&#x430;: &#x443;&#x447;&#x430;&#x441;&#x43d;&#x438;&#x43a;&#x438; &#x43b;&#x456;&#x43a;&#x432;&#x456;&#x434;&#x430;&#x446;&#x456;&#x457; &#x43d;&#x430;&#x441;&#x43b;&#x456;&#x434;&#x43a;&#x456;&#x432; &#x430;&#x432;&#x430;&#x440;&#x456;&#x457; &#x43d;&#x430; &#x427;&#x43e;&#x440;&#x43d;&#x43e;&#x431;&#x438;&#x43b;&#x44c;&#x441;&#x44c;&#x43a;&#x456;&#x439; &#x410;&#x415;&#x421;; &#x442;&#x43e;&#x43a;&#x441;&#x438;&#x447;&#x43d;&#x430; &#x434;&#x456;&#x44f; &#x430;&#x43b;&#x43a;&#x43e;&#x433;&#x43e;&#x43b;&#x44e;; &#x456;&#x43d;&#x432;&#x430;&#x43b;&#x456;&#x434;&#x43d;&#x456;&#x441;&#x442;&#x44c;; &#x441;&#x43c;&#x435;&#x440;&#x442;&#x43d;&#x456;&#x441;&#x442;&#x44c;.</AbstractText><CopyrightInformation>N. V. Gunko, V. M. Postrelko, N. V. Korotkova, D. O. Bilyi, O. S. Dubova.</CopyrightInformation></OtherAbstract><KeywordList Owner="NOTNLM"><Keyword MajorTopicYN="N">Chornobyl NPP accident clean-up workers</Keyword><Keyword MajorTopicYN="N">disability</Keyword><Keyword MajorTopicYN="N">mortality</Keyword><Keyword MajorTopicYN="N">toxic effect of alcohol</Keyword></KeywordList></MedlineCitation><PubmedData><History><PubMedPubDate PubStatus="received"><Year>2025</Year><Month>6</Month><Day>11</Day></PubMedPubDate><PubMedPubDate PubStatus="medline"><Year>2025</Year><Month>12</Month><Day>31</Day><Hour>0</Hour><Minute>34</Minute></PubMedPubDate><PubMedPubDate PubStatus="pubmed"><Year>2025</Year><Month>12</Month><Day>31</Day><Hour>0</Hour><Minute>33</Minute></PubMedPubDate><PubMedPubDate PubStatus="entrez"><Year>2025</Year><Month>12</Month><Day>30</Day><Hour>23</Hour><Minute>3</Minute></PubMedPubDate></History><PublicationStatus>ppublish</PublicationStatus><ArticleIdList><ArticleId IdType="pubmed">41469346</ArticleId><ArticleId IdType="doi">10.33145/2304-8336-2025-30-174-185</ArticleId></ArticleIdList></PubmedData></PubmedArticle></PubmedArticleSet>