<?xml version="1.0" ?>
<!DOCTYPE PubmedArticleSet PUBLIC "-//NLM//DTD PubMedArticle, 1st January 2025//EN" "https://dtd.nlm.nih.gov/ncbi/pubmed/out/pubmed_250101.dtd">
<PubmedArticleSet>
<PubmedArticle><MedlineCitation Status="MEDLINE" Owner="NLM" IndexingMethod="Automated"><PMID Version="1">41922140</PMID><DateCompleted><Year>2026</Year><Month>04</Month><Day>01</Day></DateCompleted><DateRevised><Year>2026</Year><Month>04</Month><Day>01</Day></DateRevised><Article PubModel="Print"><Journal><ISSN IssnType="Print">0255-7053</ISSN><JournalIssue CitedMedium="Internet"><Volume>56</Volume><Issue>1</Issue><PubDate><Year>2026</Year><Month>Jan</Month><Day>28</Day></PubDate></JournalIssue><Title>Zhonghua yi shi za zhi (Beijing, China : 1980)</Title><ISOAbbreviation>Zhonghua Yi Shi Za Zhi</ISOAbbreviation></Journal><ArticleTitle>[Health work in the water resource construction sites in the 1950s : from the perspective of superstructure].</ArticleTitle><Pagination><StartPage>42</StartPage><EndPage>50</EndPage><MedlinePgn>42-50</MedlinePgn></Pagination><ELocationID EIdType="doi" ValidYN="Y">10.3760/cma.j.cn112155-20241009-00138</ELocationID><Abstract><AbstractText>In the early period of the New China, a massive large-scale water conservancy project was constructed by the Yellow River and the Huai River management. The health problems in water conservancy sites affected the health of migrant workers and the development of the project seriously. To solve these problems, a series of effective and efficient policies and measures were taken by the Communist Party of China and the governments at all levels, involving the holistic top-level design, policy-making and implementation, strengthening centralised leadership and organisation, building-up medical networks, training local medical staff for acupuncture, and focusing on prevention and treatment with the mass base. These measures effectively improved the health work in the construction site by reducing the epidemic and frequently-occurring diseases, changing the dirty and disorderly appearance of the construction sites, improving health awareness and hygiene consciousness, and constructing orderly and clean site communities. As a result, these measures protected the workforce, improved the medical network in the socialism system, cohered the medical construction force by holding both traditional Chinese doctors and western medicine physicians together, reshaped the new workforce, reinforced the management to the grass-root society and therefore, consolidated the new power.</AbstractText></Abstract><AuthorList CompleteYN="Y"><Author ValidYN="Y"><LastName>Xiao</LastName><ForeName>X</ForeName><Initials>X</Initials><AffiliationInfo><Affiliation>School of Basic Medical Sciences,Guangzhou University of Chinese Medicine, Guangzhou 510006, China.</Affiliation></AffiliationInfo></Author></AuthorList><Language>chi</Language><GrantList CompleteYN="Y"><Grant><GrantID>2023GZGJ280</GrantID><Agency>'14th Five-Year' Planning Fund Co-construction Project of Guangzhou Philosophy and Social Science Development</Agency><Country/></Grant></GrantList><PublicationTypeList><PublicationType UI="D016428">Journal Article</PublicationType><PublicationType UI="D016456">Historical Article</PublicationType><PublicationType UI="D004740">English Abstract</PublicationType></PublicationTypeList></Article><MedlineJournalInfo><Country>China</Country><MedlineTA>Zhonghua Yi Shi Za Zhi</MedlineTA><NlmUniqueID>8303081</NlmUniqueID><ISSNLinking>0255-7053</ISSNLinking></MedlineJournalInfo><CitationSubset>IM</CitationSubset><MeshHeadingList><MeshHeading><DescriptorName UI="D002681" MajorTopicYN="N" Type="Geographic">China</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D006801" MajorTopicYN="N">Humans</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D049673" MajorTopicYN="N">History, 20th Century</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D062066" MajorTopicYN="Y">Water Resources</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D000074067" MajorTopicYN="Y">Conservation of Water Resources</DescriptorName><QualifierName UI="Q000266" MajorTopicYN="N">history</QualifierName></MeshHeading></MeshHeadingList><OtherAbstract Type="Publisher" Language="chi"><AbstractText>&#x65b0;&#x4e2d;&#x56fd;&#x521d;&#x671f;&#xff0c;&#x4e2d;&#x56fd;&#x5927;&#x89c4;&#x6a21;&#x5f00;&#x5c55;&#x4ee5;&#x6cbb;&#x6dee;&#x3001;&#x6cbb;&#x9ec4;&#x4e3a;&#x4ee3;&#x8868;&#x7684;&#x5927;&#x578b;&#x6c34;&#x5229;&#x5de5;&#x7a0b;&#x5efa;&#x8bbe;&#x3002;&#x6c34;&#x5229;&#x5de5;&#x5730;&#x5efa;&#x8bbe;&#x521d;&#x671f;&#x7684;&#x536b;&#x751f;&#x95ee;&#x9898;&#x8f83;&#x4e3a;&#x7a81;&#x51fa;&#xff0c;&#x5f71;&#x54cd;&#x6c11;&#x5de5;&#x8eab;&#x4f53;&#x5065;&#x5eb7;&#x548c;&#x5de5;&#x7a0b;&#x987a;&#x5229;&#x5f00;&#x5c55;&#x3002;&#x515a;&#x548c;&#x653f;&#x5e9c;&#x901a;&#x8fc7;&#x52a0;&#x5f3a;&#x9876;&#x5c42;&#x8bbe;&#x8ba1;&#xff0c;&#x5065;&#x5168;&#x653f;&#x7b56;&#x4fdd;&#x969c;&#xff1b;&#x5f3a;&#x5316;&#x7edf;&#x4e00;&#x9886;&#x5bfc;&#xff0c;&#x5efa;&#x8bbe;&#x533b;&#x7597;&#x7f51;&#x7edc;&#xff1b;&#x57f9;&#x8bad;&#x533b;&#x52a1;&#x4eba;&#x5458;&#xff0c;&#x53d1;&#x6325;&#x9488;&#x7078;&#x4f5c;&#x7528;&#xff1b;&#x91cd;&#x9884;&#x9632;&#x4e8e;&#x6cbb;&#x7597;&#xff0c;&#x5f00;&#x5c55;&#x7fa4;&#x4f17;&#x8fd0;&#x52a8;&#x7b49;&#x65b9;&#x5f0f;&#xff0c;&#x6539;&#x8fdb;&#x4e86;&#x5de5;&#x5730;&#x536b;&#x751f;&#x5de5;&#x4f5c;&#xff0c;&#x51cf;&#x5c11;&#x4e86;&#x6d41;&#x884c;&#x75c5;&#x3001;&#x591a;&#x53d1;&#x75c5;&#x4e3a;&#x5bb3;&#xff0c;&#x6574;&#x6cbb;&#x4e86;&#x80ae;&#x810f;&#x65e0;&#x5e8f;&#x7684;&#x5de5;&#x5730;&#x9762;&#x8c8c;&#xff0c;&#x63d0;&#x5347;&#x4e86;&#x6c11;&#x5de5;&#x536b;&#x751f;&#x7d20;&#x517b;&#x4e0e;&#x5065;&#x5eb7;&#x610f;&#x8bc6;&#xff0c;&#x6784;&#x5efa;&#x8d77;&#x6709;&#x5e8f;&#x3001;&#x536b;&#x751f;&#x7684;&#x201c;&#x5de5;&#x5730;&#x793e;&#x4f1a;&#x201d;&#x3002;&#x5728;&#x4fdd;&#x62a4;&#x52b3;&#x52a8;&#x8005;&#x548c;&#x5f00;&#x5c55;&#x536b;&#x751f;&#x5efa;&#x8bbe;&#x7684;&#x540c;&#x65f6;&#xff0c;&#x4e5f;&#x63a8;&#x52a8;&#x6784;&#x5efa;&#x4e86;&#x793e;&#x4f1a;&#x4e3b;&#x4e49;&#x533b;&#x7597;&#x536b;&#x751f;&#x7f51;&#x7edc;&#x7684;&#x201c;&#x6bdb;&#x7ec6;&#x8840;&#x7ba1;&#x201d;&#xff1b;&#x56e2;&#x7ed3;&#x6539;&#x9020;&#x4e86;&#x4e2d;&#x897f;&#x533b;&#x751f;&#xff0c;&#x51dd;&#x805a;&#x4e86;&#x536b;&#x751f;&#x5efa;&#x8bbe;&#x529b;&#x91cf;&#xff1b;&#x5851;&#x9020;&#x4e86;&#x65b0;&#x578b;&#x52b3;&#x52a8;&#x8005;&#xff0c;&#x52a0;&#x5f3a;&#x4e86;&#x515a;&#x5bf9;&#x57fa;&#x5c42;&#x793e;&#x4f1a;&#x7684;&#x6cbb;&#x7406;&#xff0c;&#x5de9;&#x56fa;&#x4e86;&#x65b0;&#x751f;&#x7684;&#x4eba;&#x6c11;&#x653f;&#x6743;&#x3002;&#x6c34;&#x5229;&#x5de5;&#x5730;&#x536b;&#x751f;&#x5de5;&#x4f5c;&#x7684;&#x7ec4;&#x7ec7;&#x4e0e;&#x6539;&#x8fdb;&#x662f;&#x4e2d;&#x56fd;&#x5171;&#x4ea7;&#x515a;&#x4eba;&#x8fdb;&#x884c;&#x56fd;&#x5bb6;&#x6cbb;&#x7406;&#x7684;&#x4e00;&#x4e2a;&#x5386;&#x53f2;&#x5207;&#x9762;&#xff0c;&#x5177;&#x6709;&#x7ecf;&#x9a8c;&#x53c2;&#x8003;&#x4ef7;&#x503c;&#x548c;&#x73b0;&#x5b9e;&#x542f;&#x793a;&#x610f;&#x4e49;&#x3002;.</AbstractText></OtherAbstract></MedlineCitation><PubmedData><History><PubMedPubDate PubStatus="medline"><Year>2026</Year><Month>4</Month><Day>2</Day><Hour>0</Hour><Minute>29</Minute></PubMedPubDate><PubMedPubDate PubStatus="pubmed"><Year>2026</Year><Month>4</Month><Day>2</Day><Hour>0</Hour><Minute>28</Minute></PubMedPubDate><PubMedPubDate PubStatus="entrez"><Year>2026</Year><Month>4</Month><Day>1</Day><Hour>21</Hour><Minute>40</Minute></PubMedPubDate></History><PublicationStatus>ppublish</PublicationStatus><ArticleIdList><ArticleId IdType="pubmed">41922140</ArticleId><ArticleId IdType="doi">10.3760/cma.j.cn112155-20241009-00138</ArticleId></ArticleIdList></PubmedData></PubmedArticle></PubmedArticleSet>