<?xml version="1.0" ?>
<!DOCTYPE PubmedArticleSet PUBLIC "-//NLM//DTD PubMedArticle, 1st January 2025//EN" "https://dtd.nlm.nih.gov/ncbi/pubmed/out/pubmed_250101.dtd">
<PubmedArticleSet>
<PubmedArticle><MedlineCitation Status="PubMed-not-MEDLINE" Owner="NLM"><PMID Version="1">41808859</PMID><DateCompleted><Year>2026</Year><Month>03</Month><Day>11</Day></DateCompleted><DateRevised><Year>2026</Year><Month>03</Month><Day>11</Day></DateRevised><Article PubModel="Electronic-eCollection"><Journal><ISSN IssnType="Electronic">1658-3612</ISSN><JournalIssue CitedMedium="Internet"><Volume>21</Volume><Issue>2</Issue><PubDate><Year>2026</Year><Month>Apr</Month></PubDate></JournalIssue><Title>Journal of Taibah University Medical Sciences</Title><ISOAbbreviation>J Taibah Univ Med Sci</ISOAbbreviation></Journal><ArticleTitle>Sexual dimorphism in mental foramen position: A discriminant function study in the Malay population.</ArticleTitle><Pagination><StartPage>245</StartPage><EndPage>252</EndPage><MedlinePgn>245-252</MedlinePgn></Pagination><ELocationID EIdType="doi" ValidYN="Y">10.1016/j.jtumed.2026.02.008</ELocationID><Abstract><AbstractText Label="OBJECTIVES" NlmCategory="UNASSIGNED">The mandible has emerged as a pivotal structure for sex estimation in forensic contexts due to its exceptional postmortem preservation and pronounced sex-linked morphological variation. Among the anatomical landmarks on the mandible, the mental foramen has garnered significant attention due to its metric consistency and resistance to age-related resorption, making it an ideal candidate for population-specific morphometric analyses. This study aimed to rigorously evaluate sexual dimorphism in the spatial relationship between the mental foramen and mandibular lower border within the Malay population by applying advanced discriminant function analysis to derive a high-specificity forensic sex estimation tool.</AbstractText><AbstractText Label="METHODS" NlmCategory="UNASSIGNED">A retrospective cohort study was conducted using 141 high-resolution digital orthopantomograms from the Malay population comprising 71 females and 70 males, thereby ensuring a nearly equal sex distribution for discriminant function analysis. Linear distances from the superior (S-L) and inferior (I-L) borders of the mental foramen to the mandibular lower border were measured bilaterally. Discriminant function analysis was conducted to develop a sex classification model, which was validated based on cross-validation and comparative statistical metrics.</AbstractText><AbstractText Label="RESULTS" NlmCategory="UNASSIGNED">Significant sexual dimorphism was observed across all measurements (<i>p</i> &lt; 0.001), where males had larger mean distances compared with females. The derived discriminant function achieved a classification accuracy of 75.18 %, where the left I-L had the highest discriminatory power (standardized coefficient = 0.488). Canonical correlation analysis (0.523) and Wilks' lambda (0.726) confirmed the model's robustness.</AbstractText><AbstractText Label="CONCLUSION" NlmCategory="UNASSIGNED">In this study, the first population-specific discriminant equation for sex estimation in Malays was established, addressing a critical gap in forensic anthropology. The findings highlight the need for ethnic-specific morphometric standards, and provide a reproducible tool for forensic applications.</AbstractText><CopyrightInformation>&#xa9; 2026 The Authors.</CopyrightInformation></Abstract><AuthorList CompleteYN="Y"><Author ValidYN="Y"><LastName>Vandrangi</LastName><ForeName>Sameer K</ForeName><Initials>SK</Initials><AffiliationInfo><Affiliation>Department of Oral Pathology, Faculty of Dentistry, Manipal University College Malaysia, Melaka, Malaysia.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Hemasundar</LastName><ForeName>Harini P A</ForeName><Initials>HPA</Initials><AffiliationInfo><Affiliation>Department of Oral Pathology, Faculty of Dentistry, Manipal University College Malaysia, Melaka, Malaysia.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Donald</LastName><ForeName>Preethy M</ForeName><Initials>PM</Initials><AffiliationInfo><Affiliation>Department of Oral Pathology, Faculty of Dentistry, Manipal University College Malaysia, Melaka, Malaysia.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Narasu</LastName><ForeName>Venkata B V</ForeName><Initials>VBV</Initials><AffiliationInfo><Affiliation>Department of Community Dentistry, Faculty of Dentistry, Manipal University College Malaysia, Melaka, Malaysia.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Palimar</LastName><ForeName>Vikram</ForeName><Initials>V</Initials><AffiliationInfo><Affiliation>Department of Forensic Medicine, Kasturba Medical College, Manipal Academy of Higher Education, Manipal, India.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>George</LastName><ForeName>Renjith</ForeName><Initials>R</Initials><AffiliationInfo><Affiliation>Department of Oral Pathology, Faculty of Dentistry, Manipal University College Malaysia, Melaka, Malaysia.</Affiliation></AffiliationInfo></Author></AuthorList><Language>eng</Language><PublicationTypeList><PublicationType UI="D016428">Journal Article</PublicationType></PublicationTypeList><ArticleDate DateType="Electronic"><Year>2026</Year><Month>03</Month><Day>03</Day></ArticleDate></Article><MedlineJournalInfo><Country>Saudi Arabia</Country><MedlineTA>J Taibah Univ Med Sci</MedlineTA><NlmUniqueID>101621911</NlmUniqueID><ISSNLinking>1658-3612</ISSNLinking></MedlineJournalInfo><OtherAbstract Type="Publisher" Language="ara"><AbstractText Label="&#x623;&#x647;&#x62f;&#x627;&#x641; &#x627;&#x644;&#x628;&#x62d;&#x62b;" NlmCategory="UNASSIGNED">&#x628;&#x631;&#x632; &#x627;&#x644;&#x641;&#x643; &#x627;&#x644;&#x633;&#x641;&#x644;&#x64a; &#x643;&#x628;&#x646;&#x64a;&#x629; &#x645;&#x62d;&#x648;&#x631;&#x64a;&#x629; &#x644;&#x62a;&#x642;&#x62f;&#x64a;&#x631; &#x627;&#x644;&#x62c;&#x646;&#x633; &#x641;&#x64a; &#x627;&#x644;&#x633;&#x64a;&#x627;&#x642;&#x627;&#x62a; &#x627;&#x644;&#x62c;&#x646;&#x627;&#x626;&#x64a;&#x629; &#x646;&#x638;&#x631;&#x64b;&#x627; &#x644;&#x642;&#x62f;&#x631;&#x627;&#x62a;&#x647; &#x627;&#x644;&#x639;&#x627;&#x644;&#x64a;&#x629; &#x639;&#x644;&#x649; &#x627;&#x644;&#x628;&#x642;&#x627;&#x621; &#x628;&#x639;&#x62f; &#x627;&#x644;&#x648;&#x641;&#x627;&#x629; &#x648;&#x648;&#x62c;&#x648;&#x62f; &#x627;&#x62e;&#x62a;&#x644;&#x627;&#x641;&#x627;&#x62a; &#x634;&#x643;&#x644;&#x64a;&#x629; &#x648;&#x627;&#x636;&#x62d;&#x629; &#x645;&#x631;&#x62a;&#x628;&#x637;&#x629; &#x628;&#x627;&#x644;&#x62c;&#x646;&#x633;. &#x648;&#x645;&#x646; &#x628;&#x64a;&#x646; &#x627;&#x644;&#x645;&#x639;&#x627;&#x644;&#x645; &#x627;&#x644;&#x62a;&#x634;&#x631;&#x64a;&#x62d;&#x64a;&#x629; &#x641;&#x64a; &#x627;&#x644;&#x641;&#x643; &#x627;&#x644;&#x633;&#x641;&#x644;&#x64a;&#x60c; &#x62d;&#x638;&#x64a;&#x62a; &#x627;&#x644;&#x62b;&#x642;&#x628;&#x629; &#x627;&#x644;&#x630;&#x642;&#x646;&#x64a;&#x629; &#x628;&#x627;&#x647;&#x62a;&#x645;&#x627;&#x645; &#x643;&#x628;&#x64a;&#x631; &#x628;&#x633;&#x628;&#x628; &#x62b;&#x628;&#x627;&#x62a; &#x642;&#x64a;&#x627;&#x633;&#x627;&#x62a;&#x647;&#x627; &#x648;&#x645;&#x642;&#x627;&#x648;&#x645;&#x62a;&#x647;&#x627; &#x644;&#x644;&#x627;&#x645;&#x62a;&#x635;&#x627;&#x635; &#x627;&#x644;&#x645;&#x631;&#x62a;&#x628;&#x637; &#x628;&#x627;&#x644;&#x639;&#x645;&#x631;&#x60c; &#x645;&#x645;&#x627; &#x64a;&#x62c;&#x639;&#x644;&#x647;&#x627; &#x645;&#x631;&#x634;&#x62d;&#x64b;&#x627; &#x645;&#x62b;&#x627;&#x644;&#x64a;&#x64b;&#x627; &#x644;&#x644;&#x62a;&#x62d;&#x644;&#x64a;&#x644;&#x627;&#x62a; &#x627;&#x644;&#x642;&#x64a;&#x627;&#x633;&#x64a;&#x629; &#x627;&#x644;&#x634;&#x643;&#x644;&#x64a;&#x629; &#x627;&#x644;&#x62e;&#x627;&#x635;&#x629; &#x628;&#x627;&#x644;&#x633;&#x643;&#x627;&#x646;. &#x647;&#x62f;&#x641;&#x62a; &#x647;&#x630;&#x647; &#x627;&#x644;&#x62f;&#x631;&#x627;&#x633;&#x629; &#x625;&#x644;&#x649; &#x627;&#x644;&#x62a;&#x642;&#x64a;&#x64a;&#x645; &#x627;&#x644;&#x62f;&#x642;&#x64a;&#x642; &#x644;&#x644;&#x627;&#x62e;&#x62a;&#x644;&#x627;&#x641;&#x627;&#x62a; &#x627;&#x644;&#x62c;&#x646;&#x633;&#x64a;&#x629; &#x641;&#x64a; &#x627;&#x644;&#x639;&#x644;&#x627;&#x642;&#x629; &#x627;&#x644;&#x645;&#x643;&#x627;&#x646;&#x64a;&#x629; &#x628;&#x64a;&#x646; &#x627;&#x644;&#x62b;&#x642;&#x628;&#x629; &#x627;&#x644;&#x630;&#x642;&#x646;&#x64a;&#x629; &#x648;&#x627;&#x644;&#x62d;&#x627;&#x641;&#x629; &#x627;&#x644;&#x633;&#x641;&#x644;&#x64a;&#x629; &#x644;&#x644;&#x641;&#x643; &#x627;&#x644;&#x633;&#x641;&#x644;&#x64a; &#x644;&#x62f;&#x649; &#x645;&#x62c;&#x62a;&#x645;&#x639; &#x627;&#x644;&#x645;&#x644;&#x627;&#x64a;&#x648; &#x628;&#x627;&#x633;&#x62a;&#x62e;&#x62f;&#x627;&#x645; &#x62a;&#x62d;&#x644;&#x64a;&#x644; &#x627;&#x644;&#x62f;&#x627;&#x644;&#x629; &#x627;&#x644;&#x62a;&#x645;&#x64a;&#x64a;&#x632;&#x64a;&#x629; &#x627;&#x644;&#x645;&#x62a;&#x642;&#x62f;&#x645; &#x644;&#x627;&#x634;&#x62a;&#x642;&#x627;&#x642; &#x623;&#x62f;&#x627;&#x629; &#x62c;&#x646;&#x627;&#x626;&#x64a;&#x629; &#x639;&#x627;&#x644;&#x64a;&#x629; &#x627;&#x644;&#x646;&#x648;&#x639;&#x64a;&#x629; &#x644;&#x62a;&#x642;&#x62f;&#x64a;&#x631; &#x627;&#x644;&#x62c;&#x646;&#x633;.</AbstractText><AbstractText Label="&#x637;&#x631;&#x642; &#x627;&#x644;&#x628;&#x62d;&#x62b;" NlmCategory="UNASSIGNED">&#x623;&#x64f;&#x62c;&#x631;&#x64a;&#x62a; &#x62f;&#x631;&#x627;&#x633;&#x629; &#x627;&#x633;&#x62a;&#x639;&#x627;&#x62f;&#x64a;&#x629; &#x628;&#x627;&#x633;&#x62a;&#x62e;&#x62f;&#x627;&#x645; 141 &#x635;&#x648;&#x631;&#x629; &#x631;&#x642;&#x645;&#x64a;&#x629; &#x639;&#x627;&#x644;&#x64a;&#x629; &#x627;&#x644;&#x62f;&#x642;&#x629; &#x644;&#x62a;&#x635;&#x648;&#x64a;&#x631; &#x627;&#x644;&#x641;&#x643; &#x627;&#x644;&#x628;&#x627;&#x646;&#x648;&#x631;&#x627;&#x645;&#x64a; &#x644;&#x62f;&#x649; &#x645;&#x62c;&#x62a;&#x645;&#x639; &#x627;&#x644;&#x645;&#x644;&#x627;&#x64a;&#x648;&#x60c; &#x634;&#x645;&#x644;&#x62a; 71 &#x623;&#x646;&#x62b;&#x649; &#x648;70 &#x630;&#x643;&#x631;&#x64b;&#x627; &#x644;&#x636;&#x645;&#x627;&#x646; &#x62a;&#x648;&#x632;&#x64a;&#x639; &#x634;&#x628;&#x647; &#x645;&#x62a;&#x633;&#x627;&#x648;&#x64d; &#x628;&#x64a;&#x646; &#x627;&#x644;&#x62c;&#x646;&#x633;&#x64a;&#x646; &#x644;&#x623;&#x63a;&#x631;&#x627;&#x636; &#x62a;&#x62d;&#x644;&#x64a;&#x644; &#x627;&#x644;&#x62f;&#x627;&#x644;&#x629; &#x627;&#x644;&#x62a;&#x645;&#x64a;&#x64a;&#x632;&#x64a;&#x629;. &#x62a;&#x645; &#x642;&#x64a;&#x627;&#x633; &#x627;&#x644;&#x645;&#x633;&#x627;&#x641;&#x627;&#x62a; &#x627;&#x644;&#x62e;&#x637;&#x64a;&#x629; &#x645;&#x646; &#x627;&#x644;&#x62d;&#x62f; &#x627;&#x644;&#x639;&#x644;&#x648;&#x64a; (S&#x2013;L) &#x648;&#x627;&#x644;&#x62d;&#x62f; &#x627;&#x644;&#x633;&#x641;&#x644;&#x64a; (I&#x2013;L) &#x644;&#x644;&#x62b;&#x642;&#x628;&#x629; &#x627;&#x644;&#x630;&#x642;&#x646;&#x64a;&#x629; &#x625;&#x644;&#x649; &#x627;&#x644;&#x62d;&#x627;&#x641;&#x629; &#x627;&#x644;&#x633;&#x641;&#x644;&#x64a;&#x629; &#x644;&#x644;&#x641;&#x643; &#x627;&#x644;&#x633;&#x641;&#x644;&#x64a; &#x639;&#x644;&#x649; &#x627;&#x644;&#x62c;&#x627;&#x646;&#x628;&#x64a;&#x646;. &#x623;&#x64f;&#x62c;&#x631;&#x64a; &#x62a;&#x62d;&#x644;&#x64a;&#x644; &#x627;&#x644;&#x62f;&#x627;&#x644;&#x629; &#x627;&#x644;&#x62a;&#x645;&#x64a;&#x64a;&#x632;&#x64a;&#x629; &#x644;&#x62a;&#x637;&#x648;&#x64a;&#x631; &#x646;&#x645;&#x648;&#x630;&#x62c; &#x62a;&#x635;&#x646;&#x64a;&#x641; &#x627;&#x644;&#x62c;&#x646;&#x633;&#x60c; &#x648;&#x62a;&#x645; &#x627;&#x644;&#x62a;&#x62d;&#x642;&#x642; &#x645;&#x646;&#x647; &#x628;&#x627;&#x633;&#x62a;&#x62e;&#x62f;&#x627;&#x645; &#x627;&#x644;&#x62a;&#x62d;&#x642;&#x642; &#x627;&#x644;&#x645;&#x62a;&#x642;&#x627;&#x637;&#x639; &#x648;&#x627;&#x644;&#x645;&#x642;&#x627;&#x64a;&#x64a;&#x633; &#x627;&#x644;&#x625;&#x62d;&#x635;&#x627;&#x626;&#x64a;&#x629; &#x627;&#x644;&#x645;&#x642;&#x627;&#x631;&#x646;&#x629;.</AbstractText><AbstractText Label="&#x627;&#x644;&#x646;&#x62a;&#x627;&#x626;&#x62c;" NlmCategory="UNASSIGNED">&#x644;&#x648;&#x62d;&#x638;&#x62a; &#x641;&#x631;&#x648;&#x642; &#x62c;&#x646;&#x633;&#x64a;&#x629; &#x630;&#x627;&#x62a; &#x62f;&#x644;&#x627;&#x644;&#x629; &#x625;&#x62d;&#x635;&#x627;&#x626;&#x64a;&#x629; &#x641;&#x64a; &#x62c;&#x645;&#x64a;&#x639; &#x627;&#x644;&#x642;&#x64a;&#x627;&#x633;&#x627;&#x62a; (0.001 &lt; p)&#x60c; &#x62d;&#x64a;&#x62b; &#x643;&#x627;&#x646;&#x62a; &#x645;&#x62a;&#x648;&#x633;&#x637;&#x627;&#x62a; &#x627;&#x644;&#x645;&#x633;&#x627;&#x641;&#x627;&#x62a; &#x623;&#x643;&#x628;&#x631; &#x644;&#x62f;&#x649; &#x627;&#x644;&#x630;&#x643;&#x648;&#x631; &#x645;&#x642;&#x627;&#x631;&#x646;&#x629; &#x628;&#x627;&#x644;&#x625;&#x646;&#x627;&#x62b;. &#x62d;&#x642;&#x642;&#x62a; &#x627;&#x644;&#x62f;&#x627;&#x644;&#x629; &#x627;&#x644;&#x62a;&#x645;&#x64a;&#x64a;&#x632;&#x64a;&#x629; &#x627;&#x644;&#x645;&#x633;&#x62a;&#x62e;&#x644;&#x635;&#x629; &#x62f;&#x642;&#x629; &#x62a;&#x635;&#x646;&#x64a;&#x641; &#x628;&#x644;&#x63a;&#x62a; 75.18%&#x60c; &#x648;&#x643;&#x627;&#x646;&#x62a; &#x627;&#x644;&#x645;&#x633;&#x627;&#x641;&#x629; &#x627;&#x644;&#x64a;&#x633;&#x631;&#x649; (I&#x2013;L) &#x627;&#x644;&#x623;&#x639;&#x644;&#x649; &#x642;&#x62f;&#x631;&#x629; &#x62a;&#x645;&#x64a;&#x64a;&#x632;&#x64a;&#x629; (&#x645;&#x639;&#x627;&#x645;&#x644; &#x645;&#x639;&#x64a;&#x627;&#x631;&#x64a;&#xa0;= 0.488). &#x643;&#x645;&#x627; &#x623;&#x643;&#x62f; &#x62a;&#x62d;&#x644;&#x64a;&#x644; &#x627;&#x644;&#x627;&#x631;&#x62a;&#x628;&#x627;&#x637; &#x627;&#x644;&#x642;&#x627;&#x646;&#x648;&#x646;&#x64a; (0.523) &#x648;&#x642;&#x64a;&#x645;&#x629; &#x648;&#x64a;&#x644;&#x643;&#x633; &#x644;&#x627;&#x645;&#x628;&#x62f;&#x627; (0.726) &#x642;&#x648;&#x629; &#x627;&#x644;&#x646;&#x645;&#x648;&#x630;&#x62c; &#x627;&#x644;&#x625;&#x62d;&#x635;&#x627;&#x626;&#x64a;.</AbstractText><AbstractText Label="&#x627;&#x644;&#x627;&#x633;&#x62a;&#x646;&#x62a;&#x627;&#x62c;&#x627;&#x62a;" NlmCategory="UNASSIGNED">&#x623;&#x633;&#x633;&#x62a; &#x647;&#x630;&#x647; &#x627;&#x644;&#x62f;&#x631;&#x627;&#x633;&#x629; &#x623;&#x648;&#x644; &#x645;&#x639;&#x627;&#x62f;&#x644;&#x629; &#x62a;&#x645;&#x64a;&#x64a;&#x632;&#x64a;&#x629; &#x62e;&#x627;&#x635;&#x629; &#x628;&#x627;&#x644;&#x633;&#x643;&#x627;&#x646; &#x644;&#x62a;&#x642;&#x62f;&#x64a;&#x631; &#x627;&#x644;&#x62c;&#x646;&#x633; &#x644;&#x62f;&#x649; &#x627;&#x644;&#x645;&#x644;&#x627;&#x64a;&#x648;&#x60c; &#x645;&#x645;&#x627; &#x64a;&#x633;&#x62f; &#x641;&#x62c;&#x648;&#x629; &#x645;&#x647;&#x645;&#x629; &#x641;&#x64a; &#x639;&#x644;&#x645; &#x627;&#x644;&#x625;&#x646;&#x633;&#x627;&#x646; &#x627;&#x644;&#x62c;&#x646;&#x627;&#x626;&#x64a;. &#x648;&#x62a;&#x628;&#x631;&#x632; &#x627;&#x644;&#x646;&#x62a;&#x627;&#x626;&#x62c; &#x627;&#x644;&#x62d;&#x627;&#x62c;&#x629; &#x625;&#x644;&#x649; &#x645;&#x639;&#x627;&#x64a;&#x64a;&#x631; &#x642;&#x64a;&#x627;&#x633;&#x64a;&#x629; &#x634;&#x643;&#x644;&#x64a;&#x629; &#x62e;&#x627;&#x635;&#x629; &#x628;&#x643;&#x644; &#x639;&#x631;&#x642;&#x60c; &#x643;&#x645;&#x627; &#x62a;&#x648;&#x641;&#x631; &#x623;&#x62f;&#x627;&#x629; &#x642;&#x627;&#x628;&#x644;&#x629; &#x644;&#x644;&#x62a;&#x643;&#x631;&#x627;&#x631; &#x644;&#x644;&#x62a;&#x637;&#x628;&#x64a;&#x642;&#x627;&#x62a; &#x627;&#x644;&#x62c;&#x646;&#x627;&#x626;&#x64a;&#x629;.</AbstractText><CopyrightInformation>&#xa9; 2026 The Authors.</CopyrightInformation></OtherAbstract><KeywordList Owner="NOTNLM"><Keyword MajorTopicYN="N">Discriminant function analysis</Keyword><Keyword MajorTopicYN="N">Forensic anthropology</Keyword><Keyword MajorTopicYN="N">Malay population</Keyword><Keyword MajorTopicYN="N">Mental foramen</Keyword><Keyword MajorTopicYN="N">Sexual dimorphism</Keyword></KeywordList><CoiStatement>We declare that we have no conflicts of interest.</CoiStatement></MedlineCitation><PubmedData><History><PubMedPubDate PubStatus="received"><Year>2025</Year><Month>10</Month><Day>4</Day></PubMedPubDate><PubMedPubDate PubStatus="revised"><Year>2026</Year><Month>1</Month><Day>21</Day></PubMedPubDate><PubMedPubDate PubStatus="accepted"><Year>2026</Year><Month>2</Month><Day>15</Day></PubMedPubDate><PubMedPubDate PubStatus="medline"><Year>2026</Year><Month>3</Month><Day>11</Day><Hour>6</Hour><Minute>56</Minute></PubMedPubDate><PubMedPubDate PubStatus="pubmed"><Year>2026</Year><Month>3</Month><Day>11</Day><Hour>6</Hour><Minute>55</Minute></PubMedPubDate><PubMedPubDate PubStatus="entrez"><Year>2026</Year><Month>3</Month><Day>11</Day><Hour>5</Hour><Minute>15</Minute></PubMedPubDate><PubMedPubDate PubStatus="pmc-release"><Year>2026</Year><Month>3</Month><Day>3</Day></PubMedPubDate></History><PublicationStatus>epublish</PublicationStatus><ArticleIdList><ArticleId IdType="pubmed">41808859</ArticleId><ArticleId IdType="pmc">PMC12969616</ArticleId><ArticleId IdType="doi">10.1016/j.jtumed.2026.02.008</ArticleId><ArticleId IdType="pii">S1658-3612(26)00024-7</ArticleId></ArticleIdList><ReferenceList><Reference><Citation>Negi B.K., Gurung D. Sexual dimorphism and sex estimation: review in forensic odontology. Indian J Health Sci Biomed Res KLEU. 2024;17(3):192&#x2013;199.</Citation></Reference><Reference><Citation>Hu K., Koh K., Han S., Shin K., Kim H. Sex determination using nonmetric characteristics of the mandible in Koreans. J Forensic Sci. 2006;51(6):1376&#x2013;1382.</Citation><ArticleIdList><ArticleId IdType="pubmed">17199624</ArticleId></ArticleIdList></Reference><Reference><Citation>Phillips J.L., Weller R.N., Kulild J.C. The mental foramen: part III. Size and position on panoramic radiographs. J Endod. 1992;18(8):383&#x2013;386.</Citation><ArticleIdList><ArticleId IdType="pubmed">1431694</ArticleId></ArticleIdList></Reference><Reference><Citation>Haghanifar S., Rokouei M. Radiographic evaluation of the mental foramen in a selected Iranian population. Indian J Dent Res. 2009;20(2):150.</Citation><ArticleIdList><ArticleId IdType="pubmed">19553713</ArticleId></ArticleIdList></Reference><Reference><Citation>Amorim M.M., Borini C.B., Castro Lopes SLP de, Haiter-Neto F., Caria P.H.F. Morphological description of mandibular canal in panoramic radiographs of Brazilian subjects: association between anatomic characteristic and clinical procedures. Int J Morphol. 2009;27(4):1243&#x2013;1248.</Citation></Reference><Reference><Citation>Kawamoto M., Kondou H., Ichioka H., Kimura S., Bandou R., Matsunari R., et al. Age- and sex-related changes in the position of the mental foramina and age estimation methods that use these changes. Sci Rep. 2024;14(1)</Citation><ArticleIdList><ArticleId IdType="pmc">PMC11686011</ArticleId><ArticleId IdType="pubmed">39738161</ArticleId></ArticleIdList></Reference><Reference><Citation>Sheikhi M., Kheir M.K. CBCT assessment of mental foramen position relative to anatomical landmarks. Int J Dent. 2016;2016</Citation><ArticleIdList><ArticleId IdType="pmc">PMC5141544</ArticleId><ArticleId IdType="pubmed">27999594</ArticleId></ArticleIdList></Reference><Reference><Citation>Hisham S., Ibrahim M.A. Craniofacial measurements of Malaysian Malays, Chinese and Indians based on the analyses of post-mortem computed tomographic images. Aust J Forensic Sci. 2024;56(2):110&#x2013;123.</Citation></Reference><Reference><Citation>Yosue T., Brooks S.L. The appearance of mental foramina on panoramic radiographs. I. Evaluation of patients. Oral Surg Oral Med Oral Pathol. 1989;68(3):360&#x2013;364.</Citation><ArticleIdList><ArticleId IdType="pubmed">2771380</ArticleId></ArticleIdList></Reference><Reference><Citation>Mahima Kphss V.G. Mental foramen for gender determination: a panoramic radiographic study. Med Leg Update. 2009;9(2):33&#x2013;35.</Citation></Reference><Reference><Citation>Thomas C., Madsen D., Moses J., Peace J., Singham D., Whittle T. A radiological survey of the edentulous mandible relevant to forensic dentistry. J Dent Res. 2003;82:73. [abstract]</Citation></Reference><Reference><Citation>&#x106;atovi&#x107; A., Bergman V., &#x106;ati&#x107; A., Seifert D., Poljak-Guberina R. Influence of sex, age and presence of functional units on optical density and bone height of the mandible in the elderly. Acta Stomatol Croat. 2002;36(3):327&#x2013;328.</Citation></Reference><Reference><Citation>Chandra A., Singh A., Badni M., Jaiswal R., Agnihotri A. Determination of sex by radiographic analysis of mental foramen in North Indian population. J Forensic Dent Sci. 2013;5(1):52&#x2013;55.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC3746474</ArticleId><ArticleId IdType="pubmed">23960416</ArticleId></ArticleIdList></Reference><Reference><Citation>Jasim M., Al-Wakeel H., Mei Yun C., Jasim Al-Juboori M., Ali Al-Wakeel H., Su Wen F. Location of mental foramen among Malaysia populations: retrospective study by using orthopantomogram. World J Med Med Sci Res. 2013;1(5):85&#x2013;90.</Citation></Reference><Reference><Citation>Ngeow W.C., Yuzawati Y. The location of the mental foramen in a selected Malay population. J Oral Sci. 2003;45(3):171&#x2013;175.</Citation><ArticleIdList><ArticleId IdType="pubmed">14650583</ArticleId></ArticleIdList></Reference><Reference><Citation>Alias A., Ibrahim A., Abu Bakar S.N., Shafie M.S., Das S., Mohd Nor F. Morphometric and morphological study of mental foramen in the Malaysian population: anatomy and forensic implications. IIUM Med J Malaysia. 2017;16(2):47&#x2013;53.</Citation></Reference><Reference><Citation>Renjith G., Mary D.P., Soe K., Wan M.Y., Beh H.C., Phuah W.H., et al. Sex estimation by discriminant function analysis using anatomical location of mental foramen. Forensic Sci Int: Report. 2019;1</Citation></Reference><Reference><Citation>Lindh C., Petersson A., Klinge B. Measurements of distances related to the mandibular canal in radiographs. Clin Oral Implants Res. 1995;6(2):96&#x2013;103.</Citation><ArticleIdList><ArticleId IdType="pubmed">7578787</ArticleId></ArticleIdList></Reference><Reference><Citation>Wical K.E., Swoope C.C. Studies of residual ridge resorption. Part I. Use of panoramic radiographs for evaluation and classification of mandibular resorption. J Prosthet Dent. 1974;32(1):7&#x2013;12.</Citation><ArticleIdList><ArticleId IdType="pubmed">4525507</ArticleId></ArticleIdList></Reference><Reference><Citation>Thakur M., Kumar Reddy K.V., Sivaranjani Y., Khaja S. Gender determination by mental foramen and height of the body of the mandible in dentulous patients a radiographic study. J Indian Acad Forensic Med. 2014;36(1):13&#x2013;18.</Citation></Reference><Reference><Citation>Gupta V., Pitti P., Sholapurkar A. Panoramic radiographic study of mental foramen in selected dravidians of south Indian population: a hospital based study. J Clin Exp Dentist. 2015;7(4)</Citation><ArticleIdList><ArticleId IdType="pmc">PMC4628796</ArticleId><ArticleId IdType="pubmed">26535088</ArticleId></ArticleIdList></Reference><Reference><Citation>Vodanovic M., Dumancic J., Demo Z., Mihelic D. Determination of sex by discriminant functional analysis of mandibles from two Croatian archeological sites. Acta Stomatol Croat. 2006;40:263&#x2013;277.</Citation></Reference><Reference><Citation>Singal K., Sharma S. Gender determination by mental foramen using linear measurements on radiographs: a study in Haryana population. Indian J Forensic Med Toxicol. 2016;10(1):44&#x2013;49.</Citation></Reference><Reference><Citation>Franklin D., O'Higgins P., Oxnard C.E., Dadour I. Discriminant function sexing of the mandible of indigenous South Africans. Forensic Sci Int. 2008;179(1):84. e1&#x2013;84. e5.</Citation><ArticleIdList><ArticleId IdType="pubmed">18467049</ArticleId></ArticleIdList></Reference><Reference><Citation>Franklin D., Cardini A., Flavel A., Kuliukas A. Estimation of sex from cranial measurements in a Western Australian population. Forensic Sci Int. 2013;229(1&#x2013;3):158.e1&#x2013;158.e8.</Citation><ArticleIdList><ArticleId IdType="pubmed">23537716</ArticleId></ArticleIdList></Reference><Reference><Citation>Steyn M., &#x130;&#x15f;can M.Y. Sexual dimorphism in the crania and mandibles of South African whites. Forensic Sci Int. 1998;98(1&#x2013;2):9&#x2013;16.</Citation><ArticleIdList><ArticleId IdType="pubmed">10036755</ArticleId></ArticleIdList></Reference><Reference><Citation>Giles E. Sex determination by discriminant function analysis of the mandible. Am J Phys Anthropol. 1964;22(2):129&#x2013;135.</Citation><ArticleIdList><ArticleId IdType="pubmed">14243698</ArticleId></ArticleIdList></Reference><Reference><Citation>Hanihara K. Sex diagnosis of Japanese skulls and scapulae by. J Anthropol Soc Nippon. 1959;67(4):191&#x2013;197.</Citation></Reference><Reference><Citation>Wankhede K.P., Bardale R.V., Chaudhari G.R., Kamdi N.Y. Determination of sex by discriminant function analysis of mandibles from a Central Indian population. J Forensic Dent Sci. 2015;7(1):37&#x2013;43.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC4330617</ArticleId><ArticleId IdType="pubmed">25709318</ArticleId></ArticleIdList></Reference></ReferenceList></PubmedData></PubmedArticle></PubmedArticleSet>