<?xml version="1.0" ?>
<!DOCTYPE PubmedArticleSet PUBLIC "-//NLM//DTD PubMedArticle, 1st January 2025//EN" "https://dtd.nlm.nih.gov/ncbi/pubmed/out/pubmed_250101.dtd">
<PubmedArticleSet>
<PubmedArticle><MedlineCitation Status="Publisher" Owner="NLM"><PMID Version="1">41894032</PMID><DateRevised><Year>2026</Year><Month>03</Month><Day>27</Day></DateRevised><Article PubModel="Print-Electronic"><Journal><ISSN IssnType="Electronic">2731-6866</ISSN><JournalIssue CitedMedium="Internet"><PubDate><Year>2026</Year><Month>Mar</Month><Day>27</Day></PubDate></JournalIssue><Title>Die Anaesthesiologie</Title><ISOAbbreviation>Anaesthesiologie</ISOAbbreviation></Journal><ArticleTitle>[Failure of critical infrastructures in German hospitals : Online survey on crisis management structures and exercises in hospitals].</ArticleTitle><ELocationID EIdType="doi" ValidYN="Y">10.1007/s00101-026-01664-4</ELocationID><Abstract><AbstractText Label="BACKGROUND" NlmCategory="BACKGROUND">Hospitals are critical infrastructures and essential for healthcare provision, yet they heavily depend on the continuous availability of other parts of the critical infrastructure, such as electricity and water supply. In emergencies, organizational aspects often play a&#xa0;crucial role as hospitals need to shift from routine organizational structures to specialized crisis management frameworks. This survey investigates the organizational structures used by German hospitals in crisis management, focusing on the frequency and types of exercises related to critical infrastructure failures, particularly water and power supply as well as sewage disposal.</AbstractText><AbstractText Label="OBJECTIVE" NlmCategory="OBJECTIVE">While organizational preparations for mass casualty incidents are common in German hospitals, insufficient structures are implemented for critical infrastructure failures as well as how often these scenarios are practiced. This study aims to address these gaps by examining hospital crisis management structures, the frequency of related exercises and the interplay among hospital size, ownership and regional factors. The research is part of the NOWATER project, funded by the Federal Ministry of Education and Research (BMBF, 13N15281), which investigates these aspects.</AbstractText><AbstractText Label="METHODS" NlmCategory="METHODS">The survey conducted from November 2022 to April 2023 and targeting hospitals across Germany, gathered 72 fully completed responses, representing 3.8% of Germany's total hospitals.</AbstractText><AbstractText Label="RESULTS" NlmCategory="RESULTS">The findings reveal a&#xa0;diverse range of crisis management structures employed across hospitals, with 47% adhering to the federal recommendation for the Feuerwehr-Dienstvorschrift 100 (Fire Department service regulations 100) framework; however, many hospitals, especially those with fewer than 200 beds, opt for regular organizational structures or hybrid models. The survey also highlights a&#xa0;significant variation in the frequency of exercises across hospitals. While annual exercises for power failure scenarios are common, training related to water and wastewater disruptions is rarely conducted. Additionally, hospitals with fewer than 200 beds tend to conduct fewer exercises than larger hospitals, with significant disparities in resources influencing exercise frequency and type.</AbstractText><AbstractText Label="CONCLUSION" NlmCategory="CONCLUSIONS">The results suggest that while larger hospitals are more likely to follow recommended crisis management structures and conduct regular exercises, smaller hospitals often lack the personnel and financial resources necessary for such preparations. This disparity underlines the need for tailored crisis management strategies that account for hospital size and available resources. In conclusion, the study underlines the importance of regular crisis management exercises to improve resilience and preparedness for infrastructure failures. It also calls for increased focus on water and wastewater contingency planning, which currently lags behind emergency power supply preparations in most hospitals. Policymakers and healthcare managers are encouraged to support hospitals, particularly smaller ones, with the necessary resources to implement effective crisis management structures and exercises.</AbstractText><CopyrightInformation>&#xa9; 2026. The Author(s).</CopyrightInformation></Abstract><AuthorList CompleteYN="Y"><Author ValidYN="Y"><LastName>Geiger</LastName><ForeName>Manuel</ForeName><Initials>M</Initials><Identifier Source="ORCID">0009-0008-3506-4502</Identifier><AffiliationInfo><Affiliation>Institut f&#xfc;r Rettungsingenieurwesen und Gefahrenabwehr, TH K&#xf6;ln, 50679, K&#xf6;ln, Deutschland.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Neuner</LastName><ForeName>Steffen</ForeName><Initials>S</Initials><Identifier Source="ORCID">0009-0006-1545-4277</Identifier><AffiliationInfo><Affiliation>Institut f&#xfc;r Rettungsingenieurwesen und Gefahrenabwehr, TH K&#xf6;ln, 50679, K&#xf6;ln, Deutschland. steffen.neuner@th-koeln.de.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Bodur</LastName><ForeName>Muhammed Enes</ForeName><Initials>ME</Initials><Identifier Source="ORCID">0009-0001-2984-5766</Identifier><AffiliationInfo><Affiliation>Institut f&#xfc;r Rettungsingenieurwesen und Gefahrenabwehr, TH K&#xf6;ln, 50679, K&#xf6;ln, Deutschland.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Fekete</LastName><ForeName>Alexander</ForeName><Initials>A</Initials><Identifier Source="ORCID">0000-0002-8029-6774</Identifier><AffiliationInfo><Affiliation>Institut f&#xfc;r Rettungsingenieurwesen und Gefahrenabwehr, TH K&#xf6;ln, 50679, K&#xf6;ln, Deutschland.</Affiliation></AffiliationInfo></Author></AuthorList><Language>ger</Language><PublicationTypeList><PublicationType UI="D004740">English Abstract</PublicationType><PublicationType UI="D016428">Journal Article</PublicationType></PublicationTypeList><VernacularTitle>Ausfall kritischer Infrastrukturen in deutschen Krankenh&#xe4;usern : Onlineumfrage zu Krisenstabsstrukturen und &#xdc;bungen in Krankenh&#xe4;usern.</VernacularTitle><ArticleDate DateType="Electronic"><Year>2026</Year><Month>03</Month><Day>27</Day></ArticleDate></Article><MedlineJournalInfo><Country>Germany</Country><MedlineTA>Anaesthesiologie</MedlineTA><NlmUniqueID>9918384886806676</NlmUniqueID><ISSNLinking>2731-6858</ISSNLinking></MedlineJournalInfo><CitationSubset>IM</CitationSubset><OtherAbstract Type="Publisher" Language="ger"><AbstractText Label="ZUSAMMENFASSUNG" NlmCategory="UNASSIGNED">HINTERGRUND: Krankenh&#xe4;user sind kritische Infrastrukturen, die selbst auf versorgende kritische Infrastrukturen angewiesen sind. F&#xfc;r die Reaktion auf unerwartete Ereignisse sind neben technischen Aspekten auch organisatorische Strukturen notwendig. ZIEL: Die Studie hat das Ziel, die eingesetzten Stabsstrukturen und die H&#xe4;ufigkeit von &#xdc;bungen, insbesondere zu Ausf&#xe4;llen von kritischen Infrastrukturen, zu ermitteln.</AbstractText><AbstractText Label="METHODEN" NlmCategory="METHODS">Eine Onlineumfrage wurde von November 2022 bis April 2023 durchgef&#xfc;hrt und insgesamt 72-mal vollst&#xe4;ndig ausgef&#xfc;llt.</AbstractText><AbstractText Label="ERGEBNISSE" NlmCategory="UNASSIGNED">Die Ergebnisse zeigen, dass 47&#x202f;% der Krankenh&#xe4;user die vom Bundesamt f&#xfc;r Bev&#xf6;lkerungsschutz und Katastrophenhilfe empfohlenen Stabsstrukturen der Feuerwehr-Dienstvorschrift 100&#xa0;nutzen. Speziell in Krankenh&#xe4;usern mit weniger als 200&#xa0;Betten ist die Heterogenit&#xe4;t erh&#xf6;ht, und es wird h&#xe4;ufiger in anderen Strukturen gearbeitet. &#xdc;bungsh&#xe4;ufigkeit und -arten variieren stark: Es f&#xfc;hren 67&#x202f;% der Krankenh&#xe4;user nur selten (einmalig letzte 5&#xa0;Jahre) oder nie &#xdc;bungen durch, w&#xe4;hrend gr&#xf6;&#xdf;ere Krankenh&#xe4;user h&#xe4;ufiger &#xdc;bungen abhalten. Besonders &#xdc;bungen zu Stromausf&#xe4;llen werden regelm&#xe4;&#xdf;ig durchgef&#xfc;hrt (ca. 53&#x202f;% mindestens j&#xe4;hrlich), w&#xe4;hrend &#xdc;bungen zu Trinkwasserversorgung und Abwasserentsorgung selten sind. Es wird ein Trend erkennbar, dass gr&#xf6;&#xdf;ere Krankenh&#xe4;user mit mehr Betten h&#xe4;ufiger &#xfc;ben und auch komplexere &#xdc;bungen (z. B. Real&#xfc;bungen) durchf&#xfc;hren.</AbstractText><AbstractText Label="DISKUSSION" NlmCategory="CONCLUSIONS">Die Diskrepanz in der &#xdc;bungsfrequenz zwischen gro&#xdf;en und kleinen Krankenh&#xe4;usern l&#xe4;sst vermuten, dass die Durchf&#xfc;hrung von &#xdc;bungen eine Herausforderung f&#xfc;r kleinere Krankenh&#xe4;user darstellt. Es wird empfohlen, angepasste Stabsstrukturen zu entwickeln und &#xdc;bungen st&#xe4;rker in den Fokus zu r&#xfc;cken, besonders im Bereich kritischer Infrastrukturausf&#xe4;lle wie Trinkwasserversorgung und Abwasserentsorgung.</AbstractText><CopyrightInformation>&#xa9; 2026. The Author(s).</CopyrightInformation></OtherAbstract><KeywordList Owner="NOTNLM"><Keyword MajorTopicYN="N">Crisis management</Keyword><Keyword MajorTopicYN="N">Emergency planning</Keyword><Keyword MajorTopicYN="N">Hospital incident action planning</Keyword><Keyword MajorTopicYN="N">Hospital incident management team</Keyword><Keyword MajorTopicYN="N">Supply</Keyword></KeywordList><CoiStatement>Einhaltung ethischer Richtlinien. Interessenkonflikt: M.&#xa0;Geiger, S. Neuner, M.E.&#xa0;Bodur und A.&#xa0;Fekete geben an, dass kein Interessenkonflikt besteht. F&#xfc;r diesen Beitrag wurden von den Autoren keine Studien an Menschen oder Tieren durchgef&#xfc;hrt. F&#xfc;r die aufgef&#xfc;hrten Studien gelten die jeweils dort angegebenen ethischen Richtlinien.</CoiStatement></MedlineCitation><PubmedData><History><PubMedPubDate PubStatus="received"><Year>2025</Year><Month>7</Month><Day>24</Day></PubMedPubDate><PubMedPubDate PubStatus="accepted"><Year>2026</Year><Month>2</Month><Day>23</Day></PubMedPubDate><PubMedPubDate PubStatus="medline"><Year>2026</Year><Month>3</Month><Day>27</Day><Hour>18</Hour><Minute>52</Minute></PubMedPubDate><PubMedPubDate PubStatus="pubmed"><Year>2026</Year><Month>3</Month><Day>27</Day><Hour>18</Hour><Minute>52</Minute></PubMedPubDate><PubMedPubDate PubStatus="entrez"><Year>2026</Year><Month>3</Month><Day>27</Day><Hour>12</Hour><Minute>14</Minute></PubMedPubDate></History><PublicationStatus>aheadofprint</PublicationStatus><ArticleIdList><ArticleId IdType="pubmed">41894032</ArticleId><ArticleId IdType="doi">10.1007/s00101-026-01664-4</ArticleId><ArticleId IdType="pii">10.1007/s00101-026-01664-4</ArticleId></ArticleIdList><ReferenceList><Title>Literatur</Title><Reference><Citation>Bundesministerium des Innern (ed.) (2011) Schutz Kritischer Infrastrukturen &#x2013; Risiko- und Krisenmanagement. Leitfaden f&#xfc;r Unternehmen und Beh&#xf6;rden</Citation></Reference><Reference><Citation>Von Der Forst&#xa0;M, Popp&#xa0;E, Weigand&#xa0;MA et&#xa0;al (2023) Sonderlagen und Gefahrenabwehr in deutschen Krankenh&#xe4;usern &#x2013; eine Umfrage zum Ist-Zustand. Anaesthesiologie 72:784&#x2013;790. https://doi.org/10.1007/s00101-023-01349-2</Citation><ArticleIdList><ArticleId IdType="doi">10.1007/s00101-023-01349-2</ArticleId><ArticleId IdType="pubmed">37855945</ArticleId><ArticleId IdType="pmc">10615912</ArticleId></ArticleIdList></Reference><Reference><Citation>Wurmb&#xa0;T, Rechenbach&#xa0;P, Scholtes&#xa0;K (2016) Alarm- und Einsatzplanung an Krankenh&#xe4;usern: Das konsequenzbasierte Modell. Med Klin Intensivmed Notfmed 112:618&#x2013;621. https://doi.org/10.1007/s00063-016-0190-8</Citation><ArticleIdList><ArticleId IdType="doi">10.1007/s00063-016-0190-8</ArticleId><ArticleId IdType="pubmed">27376541</ArticleId></ArticleIdList></Reference><Reference><Citation>Kostenabsch&#xe4;tzung f&#xfc;r MANV-&#xdc;bungen im Krankenhaus. Notf.med up2date 2019; 14: 343&#x2013;344. https://doi.org/10.1055/a-1016-5626</Citation></Reference><Reference><Citation>Heeser&#xa0;A (2019) &#xdc;ben f&#xfc;r den Ernstfall: MANV: Gute Vorbereitung ist das A und&#xa0;O. J&#xa0;Neurol Surg B Skull Base 24:88&#x2013;90. https://doi.org/10.1055/s-0039-1694951</Citation><ArticleIdList><ArticleId IdType="doi">10.1055/s-0039-1694951</ArticleId></ArticleIdList></Reference><Reference><Citation>Wurmb&#xa0;T, Kolibay&#xa0;F, Scholtes&#xa0;K et&#xa0;al (2023) Massenanfall von Patienten und deren klinische Versorgung. OP-Management up2date 03:109&#x2013;123. https://doi.org/10.1055/a-2055-4016</Citation><ArticleIdList><ArticleId IdType="doi">10.1055/a-2055-4016</ArticleId></ArticleIdList></Reference><Reference><Citation>Pfenninger&#xa0;EG, Villhauer&#xa0;S, K&#xf6;nigsdorfer&#xa0;M (2022) Krankenhausalarm- und -einsatzplanung in Baden-W&#xfc;rttemberg. Eine l&#xe4;nderspezifische Umfrage an 214 Kliniken. Notf Rett Med. https://doi.org/10.1007/s10049-022-01065-1</Citation><ArticleIdList><ArticleId IdType="doi">10.1007/s10049-022-01065-1</ArticleId></ArticleIdList></Reference><Reference><Citation>Wurmb T. Bew&#xe4;ltigung von Krisen oder Katastrophen im Krankenhaus &#x2013; Die Rolle der An&#xe4;sthesiologie. Wurmb T, Kerner T, Geldner G, Sch&#xe4;lte G, Heller AR, Hossfeld B, Gr&#xe4;sner JT: Bew&#xe4;ltigung von Krisen oder Katastrophen im Krankenhaus &#x2013; Die Rolle der An&#xe4;sthesiologie 2019; 389&#x2013;393. https://doi.org/10.19224/ai2019.389</Citation></Reference><Reference><Citation>Joel E, Krause S, Schaum C et&#xa0;al (2024) Notfallvorsorgeplanung der Wasserversorgung und Abwasserentsorgung f&#xfc;r Krankenh&#xe4;user: Strategische, organisatorische und technische L&#xf6;sungsans&#xe4;tze.&#xa0;https://doi.org/10.18726/2023_4</Citation></Reference><Reference><Citation>Scholtes&#xa0;K, Wurmb&#xa0;T, Rechenbach&#xa0;P (eds) (2018) Risiko- und Krisenmanagement im Krankenhaus: Alarm- und Einsatzplanung, 1.&#xa0;Auflage&#xa0;edn. Verlag W. Kohlhammer, Stuttgart</Citation></Reference><Reference><Citation>Scholtes&#xa0;K (2022) Krankenhauseinsatzleitungen &#x2013; Stabsarbeit im Krankenhaus. In: Hofinger&#xa0;G, Heimann&#xa0;R (eds) Handbuch Stabsarbeit. Springer Berlin Heidelberg, Berlin, Heidelberg, pp&#xa0;81&#x2013;89</Citation><ArticleIdList><ArticleId IdType="doi">10.1007/978-3-662-63035-8_11</ArticleId></ArticleIdList></Reference><Reference><Citation>Kowalzik&#xa0;B, H&#xe4;hn&#xa0;F, Helmerichs&#xa0;J et&#xa0;al (2020) Handbuch Krankenhausalarm- und einsatzplanung (KAEP) Empfehlungen f&#xfc;r die Praxis zur Erstellung eines individuellen Krankenhausalarm- und einsatzplans</Citation></Reference><Reference><Citation>Ausschuss f&#xfc;r Feuerwehrangelegenheiten (ed.) (1999) Feuerwehr-Dienstvorschrift 100 &#x201e;F&#xfc;hrung und Leitung im Einsatz&#x201c;, FwDV 100</Citation></Reference><Reference><Citation>Statistisches Bundesamt (2021) Krankenh&#xe4;user Krankenh&#xe4;user 2021 nach Tr&#xe4;gern und Bundesl&#xe4;ndern. https://www.destatis.de/DE/Themen/Gesellschaft-Umwelt/Gesundheit/Krankenhaeuser/Tabellen/eckzahlen-krankenhaeuser.html?view=main%5BPrint%5D . Zugegriffen: 16.6.2023</Citation></Reference><Reference><Citation>Bundesverband der Ersatzkassen (2023) Krankenh&#xe4;user nach Bettenzahl 2021, S&#xe4;ulendiagramm. https://www.vdek.com/content/dam/vdeksite/vdek/daten/d_ausgaben_krankenhaus/krankenhaeuser_groessenklassen_nach_betten_saeulen.jpg . Zugegriffen: 07.03.2023</Citation></Reference><Reference><Citation>Bodur ME, Neuner S, Geiger M, et al. (2023) &#xdc;bungskonzept f&#xfc;r Infrastrukturausf&#xe4;lle im Krankenhaus: Vorbereitung, Durchf&#xfc;hrung und Auswertung von &#xdc;bungen. https://doi.org/10.18726/2023_3</Citation></Reference></ReferenceList></PubmedData></PubmedArticle></PubmedArticleSet>