<?xml version="1.0" ?>
<!DOCTYPE PubmedArticleSet PUBLIC "-//NLM//DTD PubMedArticle, 1st January 2025//EN" "https://dtd.nlm.nih.gov/ncbi/pubmed/out/pubmed_250101.dtd">
<PubmedArticleSet>
<PubmedArticle><MedlineCitation Status="MEDLINE" Owner="NLM" IndexingMethod="Automated"><PMID Version="1">41633779</PMID><DateCompleted><Year>2026</Year><Month>02</Month><Day>03</Day></DateCompleted><DateRevised><Year>2026</Year><Month>02</Month><Day>03</Day></DateRevised><Article PubModel="Print"><Journal><ISSN IssnType="Print">0047-262X</ISSN><JournalIssue CitedMedium="Print"><Volume>73</Volume><Issue>1</Issue><PubDate><Year>2026</Year><Month>Feb</Month></PubDate></JournalIssue><Title>Hu li za zhi The journal of nursing</Title><ISOAbbreviation>Hu Li Za Zhi</ISOAbbreviation></Journal><ArticleTitle>[Digital Empowerment: Reshaping the Future of Nursing Care and Education].</ArticleTitle><Pagination><StartPage>e26101</StartPage><MedlinePgn>e26101</MedlinePgn></Pagination><ELocationID EIdType="doi" ValidYN="Y">10.6224/JN.26101</ELocationID><ELocationID EIdType="pii" ValidYN="Y">JN.26101</ELocationID><Abstract><AbstractText>The global healthcare landscape is entering the data-driven era of Industry 4.0, challenging nursing with profound structural transformations within increasingly complex clinical environments. The nursing profession in Taiwan is now confronting a "dual crisis" marked by a critical workforce shortage and unsustainable clinical workloads. This crisis permeates both clinical practice and nursing education, necessitating proactive and effective reform strategies. Digital technologies, including artificial intelligence (AI), AI-driven virtual avatars, digital twins, and virtual reality offer significant potential to augment clinical decision-making, enhance educational outcomes, and optimize patient self-management. Therefore, digital empowerment, more than simply the integration of technologies, represents a strategic pathway forward to reshaping nursing values and promoting professional dignity. Topol (2019) emphasized that alleviating clinical dilemmas is the primary aim of smart technology integration in the field of healthcare. By leveraging technology to solve practical issues, clinicians can reclaim time for direct patient care, facilitating humanistic, compassionate care and elevating the intrinsic value of nursing. In clinical practice, several healthcare institutions have already implemented virtual agents and remote monitoring systems to assist in clinical problem-solving, disease progression monitoring, and the provision of individualized health education and psychological support. Furthermore, digital twin technology is emerging as a cornerstone of this transformation. Integrating electronic health records with real-time data streams to create "virtual personas" is allowing nurses to detect subtle physiological changes prior to the onset of clinical deterioration, achieving precision care and optimizing healthcare operations. Carroll and Garcia-Dia (2025) argued that digital twins are not only predictive tools but also catalysts for redefining care delivery processes. In the realm of nursing education, academic institutions are actively developing digital curricula that incorporate metaverse elements such as virtual reality and augmented reality to bolster student engagement and learning efficacy. AI virtual humans and immersive virtual reality are at the forefront of pioneering new pedagogical models designed to enable students to cultivate core competencies within engaging and targeted learning environments. Using no-code platforms, educators are increasingly able to independently develop simulation scenarios that incorporate interactive voice response capabilities. These virtual environments allow students to practice nurse-patient communication and clinical decision-making in low-stakes, repeatable settings that effectively mitigate the "reality shock" traditionally experienced during the transition from academic to actual clinical environments. Ultimately, the goal of digital empowerment is to support professional judgment and return time to nursing professionals, ensuring the core of nursing remains centered on care and compassion, aspects that technology remains largely unable to handle. We hope this column will inspire readers to reflect on how technology can be harnessed to construct a sustainable and professionally valuable future for nursing amidst the smart healthcare wave.</AbstractText></Abstract><AuthorList CompleteYN="Y"><Author ValidYN="Y"><LastName>Cheng</LastName><ForeName>Su-Fen</ForeName><Initials>SF</Initials><AffiliationInfo><Affiliation>Department of Nursing, National Yang Ming Chiao Tung University, Taiwan, ROC. sufen@nycu.edu.tw.</Affiliation></AffiliationInfo></Author></AuthorList><Language>chi</Language><PublicationTypeList><PublicationType UI="D004740">English Abstract</PublicationType><PublicationType UI="D016428">Journal Article</PublicationType></PublicationTypeList></Article><MedlineJournalInfo><Country>China (Republic : 1949- )</Country><MedlineTA>Hu Li Za Zhi</MedlineTA><NlmUniqueID>0073267</NlmUniqueID></MedlineJournalInfo><CitationSubset>IM</CitationSubset><MeshHeadingList><MeshHeading><DescriptorName UI="D006801" MajorTopicYN="N">Humans</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D004506" MajorTopicYN="Y">Education, Nursing</DescriptorName><QualifierName UI="Q000639" MajorTopicYN="N">trends</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D000079102" MajorTopicYN="Y">Empowerment</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D001185" MajorTopicYN="N">Artificial Intelligence</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D000076142" MajorTopicYN="N">Virtual Reality</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D000082222" MajorTopicYN="Y">Digital Technology</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D009732" MajorTopicYN="Y">Nursing Care</DescriptorName><QualifierName UI="Q000639" MajorTopicYN="N">trends</QualifierName></MeshHeading></MeshHeadingList><OtherAbstract Type="Publisher" Language="chi"><AbstractText Label="TITLE" NlmCategory="BACKGROUND">&#x6578;&#x4f4d;&#x8ce6;&#x80fd;&#x2014;&#x91cd;&#x5851;&#x8b77;&#x7406;&#x7167;&#x8b77;&#x8207;&#x6559;&#x5b78;&#x4e4b;&#x672a;&#x4f86;.</AbstractText><AbstractText Label="UNLABELLED">&#x96a8;&#x8457;&#x5168;&#x7403;&#x6b65;&#x5165;&#x4ee5;&#x6578;&#x64da;&#x9a45;&#x52d5;&#x70ba;&#x6838;&#x5fc3;&#x7684;&#x7b2c;&#x56db;&#x6b21;&#x5de5;&#x696d;&#x9769;&#x547d;&#xff08;Industry 4.0&#xff09;&#xff0c;&#x91ab;&#x7642;&#x7167;&#x8b77;&#x74b0;&#x5883;&#x4e5f;&#x8d8a;&#x8da8;&#x8907;&#x96dc;&#xff0c;&#x8b77;&#x7406;&#x5c08;&#x696d;&#x6b63;&#x9762;&#x81e8;&#x7d50;&#x69cb;&#x6027;&#x7684;&#x8f49;&#x578b;&#x6311;&#x6230;&#x3002;&#x7576;&#x524d;&#x53f0;&#x7063;&#x8b77;&#x7406;&#x754c;&#x6b63;&#x9762;&#x81e8;&#x300c;&#x96d9;&#x91cd;&#x5371;&#x6a5f;&#x300d;&#xff0c;&#x5305;&#x542b;&#x8b77;&#x7406;&#x4eba;&#x54e1;&#x4eba;&#x529b;&#x6d41;&#x5931;&#x8207;&#x81e8;&#x5e8a;&#x7167;&#x8b77;&#x8ca0;&#x8377;&#x904e;&#x8f09;&#xff0c;&#x800c;&#x6b64;&#x5169;&#x7a2e;&#x5371;&#x6a5f;&#x6db5;&#x84cb;&#x81e8;&#x5e8a;&#x7167;&#x8b77;&#x8207;&#x8b77;&#x7406;&#x6559;&#x80b2;&#xff0c;&#x4e5f;&#x5f71;&#x97ff;&#x8b77;&#x7406;&#x5c08;&#x696d;&#x7684;&#x767c;&#x5c55;&#xff0c;&#x8feb;&#x4f7f;&#x6211;&#x5011;&#x5fc5;&#x9808;&#x7a4d;&#x6975;&#x5c0b;&#x6c42;&#x6709;&#x6548;&#x7684;&#x6539;&#x9769;&#x7b56;&#x7565;&#x3002;&#x900f;&#x904e;&#x6578;&#x4f4d;&#x79d1;&#x6280;&#xff08;&#x5982;&#x4eba;&#x5de5;&#x667a;&#x6167;&#x3001;AI&#x865b;&#x64ec;&#x4eba;&#x3001;&#x6578;&#x4f4d;&#x5b7f;&#x751f;&#x8207;&#x865b;&#x64ec;&#x5be6;&#x5883;&#x7b49;&#xff09;&#x53ef;&#x4ee5;&#x589e;&#x5f37;&#x91ab;&#x8b77;&#x4eba;&#x54e1;&#x7684;&#x81e8;&#x5e8a;&#x6c7a;&#x7b56;&#x80fd;&#x529b;&#x3001;&#x63d0;&#x5347;&#x6559;&#x80b2;&#x6210;&#x6548;&#xff0c;&#x4e26;&#x512a;&#x5316;&#x75c5;&#x4eba;&#x81ea;&#x6211;&#x7ba1;&#x7406;&#x80fd;&#x529b;&#x7684;&#x904e;&#x7a0b;&#x3002;&#x6578;&#x4f4d;&#x8ce6;&#x80fd;&#xff08;digital empowerment&#xff09;&#x4e0d;&#x50c5;&#x662f;&#x5c07;&#x79d1;&#x6280;&#x7684;&#x5c0e;&#x5165;&#xff0c;&#x4e5f;&#x662f;&#x91cd;&#x5851;&#x8b77;&#x7406;&#x50f9;&#x503c;&#x8207;&#x5c08;&#x696d;&#x5c0a;&#x56b4;&#x7684;&#x95dc;&#x9375;&#x8def;&#x5f91;&#x3002;Topol&#xff08;2019&#xff09;&#x6307;&#x51fa;&#xff0c;&#x667a;&#x6167;&#x79d1;&#x6280;&#x7684;&#x5c0e;&#x5165;&#x662f;&#x70ba;&#x4e86;&#x89e3;&#x6c7a;&#x81e8;&#x5e8a;&#x8b77;&#x7406;&#x56f0;&#x5883;&#xff0c;&#x85c9;&#x7531;&#x79d1;&#x6280;&#x8f14;&#x52a9;&#xff0c;&#x89e3;&#x6c7a;&#x81e8;&#x5e8a;&#x554f;&#x984c;&#xff0c;&#x628a;&#x6642;&#x9593;&#x9084;&#x7d66;&#x8b77;&#x7406;&#x4eba;&#x54e1;&#xff0c;&#x4f7f;&#x8b77;&#x7406;&#x4eba;&#x54e1;&#x80fd;&#x66f4;&#x5c08;&#x6ce8;&#x65bc;&#x75c5;&#x4eba;&#x7167;&#x8b77;&#xff0c;&#x63d0;&#x4f9b;&#x6709;&#x6eab;&#x5ea6;&#x7684;&#x81e8;&#x5e8a;&#x95dc;&#x61f7;&#xff0c;&#x9032;&#x800c;&#x63d0;&#x5347;&#x7167;&#x8b77;&#x7684;&#x50f9;&#x503c;&#x3002;&#x5728;&#x81e8;&#x5e8a;&#x5be6;&#x52d9;&#x4e2d;&#xff0c;&#x90e8;&#x5206;&#x91ab;&#x7642;&#x9662;&#x6240;&#x5df2;&#x904b;&#x7528;&#x865b;&#x64ec;&#x4ee3;&#x7406;&#x4eba;&#xff08;virtual agents&#xff09;&#x9060;&#x7aef;&#x76e3;&#x6e2c;&#x7cfb;&#x7d71;&#x5354;&#x52a9;&#x89e3;&#x6c7a;&#x81e8;&#x5e8a;&#x554f;&#x984c;&#x6216;&#x76e3;&#x6e2c;&#x75c5;&#x60c5;&#x8b8a;&#x5316;&#x3001;&#x9810;&#x9632;&#x75be;&#x75c5;&#x60e1;&#x5316;&#xff0c;&#x4e5f;&#x53ef;&#x63d0;&#x4f9b;&#x500b;&#x5225;&#x5316;&#x885b;&#x6559;&#x8207;&#x5fc3;&#x7406;&#x652f;&#x6301;&#x3002;&#x6578;&#x4f4d;&#x5b7f;&#x751f;&#xff08;digital twins&#xff09;&#x6280;&#x8853;&#x4e5f;&#x5c07;&#x9010;&#x6f38;&#x6210;&#x70ba;&#x8b8a;&#x9769;&#x7684;&#x6838;&#x5fc3;&#xff0c;&#x900f;&#x904e;&#x6574;&#x5408;&#x96fb;&#x5b50;&#x75c5;&#x6b77;&#x8207;&#x5373;&#x6642;&#x8cc7;&#x6599;&#x6d41;&#x5efa;&#x7acb;&#x300c;&#x865b;&#x64ec;&#x5206;&#x8eab;&#x300d;&#xff0c;&#x8b93;&#x8b77;&#x7406;&#x5e2b;&#x80fd;&#x5728;&#x75c5;&#x4eba;&#x7684;&#x75be;&#x75c5;&#x5c1a;&#x672a;&#x60e1;&#x5316;&#x524d;&#x80fd;&#x5148;&#x5bdf;&#x89ba;&#x75c5;&#x4eba;&#x75c5;&#x60c5;&#x7d30;&#x5fae;&#x8b8a;&#x5316;&#xff0c;&#x5be6;&#x73fe;&#x7cbe;&#x6e96;&#x7167;&#x8b77;&#x4e26;&#x512a;&#x5316;&#x91ab;&#x7642;&#x71df;&#x904b;&#x3002;Carroll&#x53ca;Garcia-Dia&#xff08;2025&#xff09;&#x4ea6;&#x5f37;&#x8abf;&#xff0c;&#x6578;&#x4f4d;&#x5b7f;&#x751f;&#x4e0d;&#x50c5;&#x662f;&#x9810;&#x6e2c;&#x5de5;&#x5177;&#xff0c;&#x66f4;&#x662f;&#x91cd;&#x65b0;&#x5b9a;&#x7fa9;&#x7167;&#x8b77;&#x6d41;&#x7a0b;&#x7684;&#x5951;&#x6a5f;&#x3002;&#x5728;&#x8b77;&#x7406;&#x6559;&#x80b2;&#x65b9;&#x9762;&#xff0c;&#x5404;&#x5b78;&#x6821;&#x4e5f;&#x7a4d;&#x6975;&#x958b;&#x767c;&#x6578;&#x4f4d;&#x6559;&#x6750;&#xff0c;&#x5982;&#x865b;&#x64ec;&#x5be6;&#x5883;&#x3001;&#x64f4;&#x589e;&#x5be6;&#x5883;&#x7b49;&#x5143;&#x5b87;&#x5b99;&#x6982;&#x5ff5;&#xff0c;&#x904b;&#x7528;&#x6578;&#x4f4d;&#x79d1;&#x6280;&#x63d0;&#x5347;&#x8b77;&#x7406;&#x5b78;&#x751f;&#x7684;&#x5b78;&#x7fd2;&#x8208;&#x8da3;&#x8207;&#x5b78;&#x7fd2;&#x6210;&#x6548;&#x3002;AI&#x865b;&#x64ec;&#x4eba;&#x8207;&#x6c89;&#x6d78;&#x5f0f;&#x865b;&#x64ec;&#x5be6;&#x5883;&#xff08;immersive virtual reality&#xff09;&#x6b63;&#x958b;&#x555f;&#x6559;&#x5b78;&#x65b0;&#x6a21;&#x5f0f;&#xff0c;&#x8b93;&#x5b78;&#x751f;&#x5728;&#x6709;&#x8da3;&#x7684;&#x5b78;&#x7fd2;&#x65b9;&#x5f0f;&#x4e2d;&#xff0c;&#x6df1;&#x8015;&#x8b77;&#x7406;&#x8a55;&#x4f30;&#x7b49;&#x5c08;&#x696d;&#x6280;&#x80fd;&#xff0c;&#x7cbe;&#x6e96;&#x5c0d;&#x7126;&#x5b78;&#x7fd2;&#x76ee;&#x6a19;&#x3002;&#x900f;&#x904e;&#x7121;&#x7a0b;&#x5f0f;&#x78bc;&#x5e73;&#x53f0;&#xff0c;&#x6559;&#x5e2b;&#x80fd;&#x81ea;&#x4e3b;&#x958b;&#x767c;&#x5177;&#x5099;&#x4e92;&#x52d5;&#x8a9e;&#x97f3;&#x61c9;&#x7b54;&#x7684;&#x64ec;&#x771f;&#x6559;&#x6848;&#xff0c;&#x63d0;&#x4f9b;&#x5b78;&#x751f;&#x5728;&#x4f4e;&#x58d3;&#x4e14;&#x53ef;&#x91cd;&#x8907;&#x7df4;&#x7fd2;&#x7684;&#x74b0;&#x5883;&#x4e2d;&#x53cd;&#x8986;&#x6f14;&#x7df4;&#x8b77;&#x75c5;&#x6e9d;&#x901a;&#x8207;&#x81e8;&#x5e8a;&#x6c7a;&#x7b56;&#x3002;&#x6b64;&#x7a2e;&#x6c89;&#x6d78;&#x5f0f;&#x6559;&#x5b78;&#x61c9;&#x53ef;&#x6709;&#x6548;&#x964d;&#x4f4e;&#x65b0;&#x9032;&#x4eba;&#x54e1;&#x9032;&#x5165;&#x81e8;&#x5e8a;&#x5f8c;&#x7684;&#x300c;&#x73fe;&#x5be6;&#x6027;&#x4f11;&#x514b;&#x300d;&#x3002;&#x6578;&#x4f4d;&#x8ce6;&#x80fd;&#x7684;&#x6700;&#x7d42;&#x7684;&#x76ee;&#x7684;&#x5728;&#x65bc;&#x652f;&#x6301;&#x5c08;&#x696d;&#x5224;&#x65b7;&#xff0c;&#x628a;&#x5c07;&#x6642;&#x9593;&#x9084;&#x7d66;&#x5c08;&#x696d;&#x4eba;&#x54e1;&#xff0c;&#x56de;&#x6b78;&#x81e8;&#x5e8a;&#x7167;&#x8b77;&#x8207;&#x95dc;&#x61f7;&#x7684;&#x6838;&#x5fc3;&#xff0c;&#x800c;&#x975e;&#x53d6;&#x4ee3;&#x4eba;&#x7684;&#x89d2;&#x8272;&#x3002;&#x671f;&#x671b;&#x672c;&#x671f;&#x5c08;&#x6b04;&#x80fd;&#x5f15;&#x9818;&#x8b80;&#x8005;&#x6df1;&#x601d;&#x5982;&#x4f55;&#x5584;&#x7528;&#x6578;&#x4f4d;&#x8ce6;&#x80fd;&#xff0c;&#x5728;&#x667a;&#x6167;&#x91ab;&#x7642;&#x6d6a;&#x6f6e;&#x4e2d;&#xff0c;&#x70ba;&#x8b77;&#x7406;&#x5c08;&#x696d;&#x5efa;&#x69cb;&#x4e00;&#x500b;&#x6c38;&#x7e8c;&#x4e14;&#x5177;&#x5c08;&#x696d;&#x50f9;&#x503c;&#x7684;&#x672a;&#x4f86;&#x3002;.</AbstractText></OtherAbstract></MedlineCitation><PubmedData><History><PubMedPubDate PubStatus="medline"><Year>2026</Year><Month>2</Month><Day>4</Day><Hour>5</Hour><Minute>7</Minute></PubMedPubDate><PubMedPubDate PubStatus="pubmed"><Year>2026</Year><Month>2</Month><Day>4</Day><Hour>5</Hour><Minute>6</Minute></PubMedPubDate><PubMedPubDate PubStatus="entrez"><Year>2026</Year><Month>2</Month><Day>3</Day><Hour>21</Hour><Minute>12</Minute></PubMedPubDate></History><PublicationStatus>ppublish</PublicationStatus><ArticleIdList><ArticleId IdType="pubmed">41633779</ArticleId><ArticleId IdType="doi">10.6224/JN.26101</ArticleId><ArticleId IdType="pii">JN.26101</ArticleId></ArticleIdList></PubmedData></PubmedArticle></PubmedArticleSet>