<?xml version="1.0" ?>
<!DOCTYPE PubmedArticleSet PUBLIC "-//NLM//DTD PubMedArticle, 1st January 2025//EN" "https://dtd.nlm.nih.gov/ncbi/pubmed/out/pubmed_250101.dtd">
<PubmedArticleSet>
<PubmedArticle><MedlineCitation Status="MEDLINE" Owner="NLM" IndexingMethod="Automated"><PMID Version="1">41456287</PMID><DateCompleted><Year>2025</Year><Month>12</Month><Day>28</Day></DateCompleted><DateRevised><Year>2025</Year><Month>12</Month><Day>28</Day></DateRevised><Article PubModel="Print"><Journal><ISSN IssnType="Print">0042-4668</ISSN><JournalIssue CitedMedium="Print"><Volume>90</Volume><Issue>6</Issue><PubDate><Year>2025</Year></PubDate></JournalIssue><Title>Vestnik otorinolaringologii</Title><ISOAbbreviation>Vestn Otorinolaringol</ISOAbbreviation></Journal><ArticleTitle>[Acoustic reflexometry in diagnostics of acubarotrauma].</ArticleTitle><Pagination><StartPage>34</StartPage><EndPage>40</EndPage><MedlinePgn>34-40</MedlinePgn></Pagination><ELocationID EIdType="doi" ValidYN="Y">10.17116/otorino20259006134</ELocationID><Abstract><AbstractText Label="OBJECTIVE" NlmCategory="OBJECTIVE">To optimize diagnostics of acubarotrauma by identifying its objective signs based on the results of acoustic reflexometry.</AbstractText><AbstractText Label="MATERIAL AND METHODS" NlmCategory="METHODS">A prospective study was conducted at the forefront of medical evacuation in a combat zone, including examination of patients with unilateral acubarotrauma. During the study, instrumental diagnostics were performed: digital otoscopy, tone threshold audiometry, low-frequency acoustic impedancemetry with the study of ipsilateral acoustic reflexes.</AbstractText><AbstractText Label="RESULTS" NlmCategory="RESULTS">The results of the study revealed a statistically significant relationship with a moderate correlation of the absence of registration of acoustic reflexes with time on the side of the acubarotrauma - the first three days from the moment of injury, as well as on the opposite side - the first day from the moment of injury.</AbstractText><AbstractText Label="CONCLUSION" NlmCategory="CONCLUSIONS">Acoustic reflexometry is recommended in cases of unilateral traumatic damage to the organ of hearing to confirm the mine-explosive etiology.</AbstractText></Abstract><AuthorList CompleteYN="Y"><Author ValidYN="Y"><LastName>Chechko</LastName><ForeName>A N</ForeName><Initials>AN</Initials><Identifier Source="ORCID">0000-0002-2074-8417</Identifier><AffiliationInfo><Affiliation>Military 426 Hospital, Samara, Russia.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Krasnozhen</LastName><ForeName>V N</ForeName><Initials>VN</Initials><Identifier Source="ORCID">0000-0002-1564-7726</Identifier><AffiliationInfo><Affiliation>Kazan State Medical Academy - Branch of the Russian Medical Academy for Continuous Professional Education, Kazan, Russia.</Affiliation></AffiliationInfo></Author></AuthorList><Language>rus</Language><PublicationTypeList><PublicationType UI="D004740">English Abstract</PublicationType><PublicationType UI="D016428">Journal Article</PublicationType></PublicationTypeList><VernacularTitle>Akusticheskaya refleksometriya v diagnostike akubarotravmy.</VernacularTitle></Article><MedlineJournalInfo><Country>Russia (Federation)</Country><MedlineTA>Vestn Otorinolaringol</MedlineTA><NlmUniqueID>0416577</NlmUniqueID><ISSNLinking>0042-4668</ISSNLinking></MedlineJournalInfo><CitationSubset>IM</CitationSubset><MeshHeadingList><MeshHeading><DescriptorName UI="D006801" MajorTopicYN="N">Humans</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D012022" MajorTopicYN="Y">Reflex, Acoustic</DescriptorName><QualifierName UI="Q000502" MajorTopicYN="N">physiology</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D008297" MajorTopicYN="N">Male</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D000328" MajorTopicYN="N">Adult</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D011446" MajorTopicYN="N">Prospective Studies</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D000158" MajorTopicYN="N">Acoustic Impedance Tests</DescriptorName><QualifierName UI="Q000379" MajorTopicYN="N">methods</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D055815" MajorTopicYN="N">Young Adult</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D038781" MajorTopicYN="N">Otoscopy</DescriptorName><QualifierName UI="Q000379" MajorTopicYN="N">methods</QualifierName></MeshHeading></MeshHeadingList><OtherAbstract Type="Publisher" Language="rus"><AbstractText Label="&#x426;&#x415;&#x41b;&#x42c; &#x418;&#x421;&#x421;&#x41b;&#x415;&#x414;&#x41e;&#x412;&#x410;&#x41d;&#x418;&#x42f;" NlmCategory="UNASSIGNED">&#x41e;&#x43f;&#x442;&#x438;&#x43c;&#x438;&#x437;&#x438;&#x440;&#x43e;&#x432;&#x430;&#x442;&#x44c; &#x434;&#x438;&#x430;&#x433;&#x43d;&#x43e;&#x441;&#x442;&#x438;&#x43a;&#x443; &#x430;&#x43a;&#x443;&#x431;&#x430;&#x440;&#x43e;&#x442;&#x440;&#x430;&#x432;&#x43c;&#x44b; &#x43f;&#x443;&#x442;&#x435;&#x43c; &#x432;&#x44b;&#x44f;&#x432;&#x43b;&#x435;&#x43d;&#x438;&#x44f; &#x435;&#x435; &#x43e;&#x431;&#x44a;&#x435;&#x43a;&#x442;&#x438;&#x432;&#x43d;&#x44b;&#x445; &#x43f;&#x440;&#x438;&#x437;&#x43d;&#x430;&#x43a;&#x43e;&#x432; &#x43f;&#x43e; &#x440;&#x435;&#x437;&#x443;&#x43b;&#x44c;&#x442;&#x430;&#x442;&#x430;&#x43c; &#x430;&#x43a;&#x443;&#x441;&#x442;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x43e;&#x439; &#x440;&#x435;&#x444;&#x43b;&#x435;&#x43a;&#x441;&#x43e;&#x43c;&#x435;&#x442;&#x440;&#x438;&#x438;.</AbstractText><AbstractText Label="&#x41c;&#x410;&#x422;&#x415;&#x420;&#x418;&#x410;&#x41b; &#x418; &#x41c;&#x415;&#x422;&#x41e;&#x414;&#x42b;" NlmCategory="UNASSIGNED">&#x41f;&#x440;&#x43e;&#x432;&#x435;&#x434;&#x435;&#x43d;&#x43e; &#x43f;&#x440;&#x43e;&#x441;&#x43f;&#x435;&#x43a;&#x442;&#x438;&#x432;&#x43d;&#x43e;&#x435; &#x438;&#x441;&#x441;&#x43b;&#x435;&#x434;&#x43e;&#x432;&#x430;&#x43d;&#x438;&#x435; &#x43d;&#x430; &#x43f;&#x435;&#x440;&#x435;&#x434;&#x43e;&#x432;&#x43e;&#x43c; &#x44d;&#x442;&#x430;&#x43f;&#x435; &#x43c;&#x435;&#x434;&#x438;&#x446;&#x438;&#x43d;&#x441;&#x43a;&#x43e;&#x439; &#x44d;&#x432;&#x430;&#x43a;&#x443;&#x430;&#x446;&#x438;&#x438; &#x432; &#x437;&#x43e;&#x43d;&#x435; &#x431;&#x43e;&#x435;&#x432;&#x44b;&#x445; &#x434;&#x435;&#x439;&#x441;&#x442;&#x432;&#x438;&#x439;, &#x432;&#x43a;&#x43b;&#x44e;&#x447;&#x430;&#x432;&#x448;&#x435;&#x435; &#x43e;&#x431;&#x441;&#x43b;&#x435;&#x434;&#x43e;&#x432;&#x430;&#x43d;&#x438;&#x435; &#x43f;&#x430;&#x446;&#x438;&#x435;&#x43d;&#x442;&#x43e;&#x432; &#x441; &#x43e;&#x434;&#x43d;&#x43e;&#x441;&#x442;&#x43e;&#x440;&#x43e;&#x43d;&#x43d;&#x435;&#x439; &#x430;&#x43a;&#x443;&#x431;&#x430;&#x440;&#x43e;&#x442;&#x440;&#x430;&#x432;&#x43c;&#x43e;&#x439;. &#x412;&#x44b;&#x43f;&#x43e;&#x43b;&#x435;&#x43d;&#x430; &#x438;&#x43d;&#x441;&#x442;&#x440;&#x443;&#x43c;&#x435;&#x43d;&#x442;&#x430;&#x43b;&#x44c;&#x43d;&#x430;&#x44f; &#x434;&#x438;&#x430;&#x433;&#x43d;&#x43e;&#x441;&#x442;&#x438;&#x43a;&#x430;: &#x446;&#x438;&#x444;&#x440;&#x43e;&#x432;&#x430;&#x44f; &#x43e;&#x442;&#x43e;&#x441;&#x43a;&#x43e;&#x43f;&#x438;&#x44f;, &#x442;&#x43e;&#x43d;&#x430;&#x43b;&#x44c;&#x43d;&#x430;&#x44f; &#x43f;&#x43e;&#x440;&#x43e;&#x433;&#x43e;&#x432;&#x430;&#x44f; &#x430;&#x443;&#x434;&#x438;&#x43e;&#x43c;&#x435;&#x442;&#x440;&#x438;&#x44f;, &#x43d;&#x438;&#x437;&#x43a;&#x43e;&#x447;&#x430;&#x441;&#x442;&#x43e;&#x442;&#x43d;&#x430;&#x44f; &#x430;&#x43a;&#x443;&#x441;&#x442;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x430;&#x44f; &#x438;&#x43c;&#x43f;&#x435;&#x434;&#x430;&#x43d;&#x441;&#x43e;&#x43c;&#x435;&#x442;&#x440;&#x438;&#x44f; &#x441; &#x438;&#x441;&#x441;&#x43b;&#x435;&#x434;&#x43e;&#x432;&#x430;&#x43d;&#x438;&#x435;&#x43c; &#x438;&#x43f;&#x441;&#x438;&#x43b;&#x430;&#x442;&#x435;&#x440;&#x430;&#x43b;&#x44c;&#x43d;&#x44b;&#x445; &#x430;&#x43a;&#x443;&#x441;&#x442;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x438;&#x445; &#x440;&#x435;&#x444;&#x43b;&#x435;&#x43a;&#x441;&#x43e;&#x432;.</AbstractText><AbstractText Label="&#x420;&#x415;&#x417;&#x423;&#x41b;&#x42c;&#x422;&#x410;&#x422;&#x42b;" NlmCategory="UNASSIGNED">&#x412;&#x44b;&#x44f;&#x432;&#x43b;&#x435;&#x43d;&#x430; &#x441;&#x442;&#x430;&#x442;&#x438;&#x441;&#x442;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x438; &#x437;&#x43d;&#x430;&#x447;&#x438;&#x43c;&#x430;&#x44f; &#x443;&#x43c;&#x435;&#x440;&#x435;&#x43d;&#x43d;&#x430;&#x44f; &#x43a;&#x43e;&#x440;&#x440;&#x435;&#x43b;&#x44f;&#x446;&#x438;&#x44f; &#x43e;&#x442;&#x441;&#x443;&#x442;&#x441;&#x442;&#x432;&#x438;&#x44f; &#x440;&#x435;&#x433;&#x438;&#x441;&#x442;&#x440;&#x430;&#x446;&#x438;&#x438; &#x430;&#x43a;&#x443;&#x441;&#x442;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x438;&#x445; &#x440;&#x435;&#x444;&#x43b;&#x435;&#x43a;&#x441;&#x43e;&#x432; &#x43d;&#x430; &#x441;&#x442;&#x43e;&#x440;&#x43e;&#x43d;&#x435; &#x430;&#x43a;&#x443;&#x431;&#x430;&#x440;&#x43e;&#x442;&#x440;&#x430;&#x432;&#x43c;&#x44b; &#x441;&#x43e; &#x432;&#x440;&#x435;&#x43c;&#x435;&#x43d;&#x435;&#x43c;, &#x43f;&#x440;&#x43e;&#x448;&#x435;&#x434;&#x448;&#x438;&#x43c; &#x43e;&#x442; &#x43c;&#x43e;&#x43c;&#x435;&#x43d;&#x442;&#x430; &#x442;&#x440;&#x430;&#x432;&#x43c;&#x44b;, &#x2014; &#x432; &#x43f;&#x435;&#x440;&#x432;&#x44b;&#x435; &#x442;&#x440;&#x43e;&#x435; &#x441;&#x443;&#x442;&#x43e;&#x43a; &#x43e;&#x442; &#x43c;&#x43e;&#x43c;&#x435;&#x43d;&#x442;&#x430; &#x442;&#x440;&#x430;&#x432;&#x43c;&#x44b;, &#x430; &#x442;&#x430;&#x43a;&#x436;&#x435; &#x43d;&#x430; &#x43f;&#x440;&#x43e;&#x442;&#x438;&#x432;&#x43e;&#x43f;&#x43e;&#x43b;&#x43e;&#x436;&#x43d;&#x43e;&#x439; &#x435;&#x439; &#x441;&#x442;&#x43e;&#x440;&#x43e;&#x43d;&#x435; &#x2014; &#x432; &#x43f;&#x435;&#x440;&#x432;&#x44b;&#x435; &#x441;&#x443;&#x442;&#x43a;&#x438; &#x43e;&#x442; &#x43c;&#x43e;&#x43c;&#x435;&#x43d;&#x442;&#x430; &#x442;&#x440;&#x430;&#x432;&#x43c;&#x44b;.</AbstractText><AbstractText Label="&#x417;&#x410;&#x41a;&#x41b;&#x42e;&#x427;&#x415;&#x41d;&#x418;&#x415;" NlmCategory="UNASSIGNED">&#x41f;&#x440;&#x43e;&#x432;&#x435;&#x434;&#x435;&#x43d;&#x438;&#x435; &#x430;&#x43a;&#x443;&#x441;&#x442;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x43e;&#x439; &#x440;&#x435;&#x444;&#x43b;&#x435;&#x43a;&#x441;&#x43e;&#x43c;&#x435;&#x442;&#x440;&#x438;&#x438; &#x440;&#x435;&#x43a;&#x43e;&#x43c;&#x435;&#x43d;&#x434;&#x43e;&#x432;&#x430;&#x43d;&#x43e; &#x432; &#x441;&#x43b;&#x443;&#x447;&#x430;&#x44f;&#x445; &#x43e;&#x434;&#x43d;&#x43e;&#x441;&#x442;&#x43e;&#x440;&#x43e;&#x43d;&#x43d;&#x438;&#x445; &#x442;&#x440;&#x430;&#x432;&#x43c;&#x430;&#x442;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x438;&#x445; &#x43f;&#x43e;&#x432;&#x440;&#x435;&#x436;&#x434;&#x435;&#x43d;&#x438;&#x439; &#x43e;&#x440;&#x433;&#x430;&#x43d;&#x430; &#x441;&#x43b;&#x443;&#x445;&#x430; &#x434;&#x43b;&#x44f; &#x43f;&#x43e;&#x434;&#x442;&#x432;&#x435;&#x440;&#x436;&#x434;&#x435;&#x43d;&#x438;&#x44f; &#x43c;&#x438;&#x43d;&#x43d;&#x43e;-&#x432;&#x437;&#x440;&#x44b;&#x432;&#x43d;&#x43e;&#x439; &#x44d;&#x442;&#x438;&#x43e;&#x43b;&#x43e;&#x433;&#x438;&#x438;.</AbstractText></OtherAbstract><KeywordList Owner="NOTNLM"><Keyword MajorTopicYN="N">acoustic impedancemetry</Keyword><Keyword MajorTopicYN="N">acoustic reflex</Keyword><Keyword MajorTopicYN="N">acubarotarma</Keyword><Keyword MajorTopicYN="N">blast injury</Keyword></KeywordList></MedlineCitation><PubmedData><History><PubMedPubDate PubStatus="medline"><Year>2025</Year><Month>12</Month><Day>28</Day><Hour>18</Hour><Minute>31</Minute></PubMedPubDate><PubMedPubDate PubStatus="pubmed"><Year>2025</Year><Month>12</Month><Day>28</Day><Hour>18</Hour><Minute>30</Minute></PubMedPubDate><PubMedPubDate PubStatus="entrez"><Year>2025</Year><Month>12</Month><Day>28</Day><Hour>12</Hour><Minute>47</Minute></PubMedPubDate></History><PublicationStatus>ppublish</PublicationStatus><ArticleIdList><ArticleId IdType="pubmed">41456287</ArticleId><ArticleId IdType="doi">10.17116/otorino20259006134</ArticleId></ArticleIdList></PubmedData></PubmedArticle></PubmedArticleSet>