<?xml version="1.0" ?>
<!DOCTYPE PubmedArticleSet PUBLIC "-//NLM//DTD PubMedArticle, 1st January 2025//EN" "https://dtd.nlm.nih.gov/ncbi/pubmed/out/pubmed_250101.dtd">
<PubmedArticleSet>
<PubmedArticle><MedlineCitation Status="PubMed-not-MEDLINE" Owner="NLM"><PMID Version="1">41766574</PMID><DateCompleted><Year>2026</Year><Month>03</Month><Day>05</Day></DateCompleted><DateRevised><Year>2026</Year><Month>03</Month><Day>08</Day></DateRevised><Article PubModel="Print-Electronic"><Journal><ISSN IssnType="Print">2149-9322</ISSN><JournalIssue CitedMedium="Print"><Volume>23</Volume><Issue>1</Issue><PubDate><Year>2026</Year><Month>Mar</Month><Day>05</Day></PubDate></JournalIssue><Title>Turkish journal of obstetrics and gynecology</Title><ISOAbbreviation>Turk J Obstet Gynecol</ISOAbbreviation></Journal><ArticleTitle>Differential expression of c-kit, E-cadherin, and beta-catenin in endometriosis and normal endometrial tissue.</ArticleTitle><Pagination><StartPage>88</StartPage><EndPage>94</EndPage><MedlinePgn>88-94</MedlinePgn></Pagination><ELocationID EIdType="doi" ValidYN="Y">10.4274/tjod.galenos.2026.53358</ELocationID><Abstract><AbstractText Label="OBJECTIVE">C-kit, E-cadherin and beta-catenin adhesion molecules and proto-oncogenes are thought to be associated with molecular mechanisms related to the invasion, implantation and persistence of ectopic endometrial cells. Comparing the expression levels of these molecules in endometriomas, other types of endometriosis, and normal endometrial tissue may provide further insight into the mechanisms driving endometriosis development. The present study sought to examine the molecular pathophysiological roles of these molecules by determining their expression profiles in different types of endometriosis and in the healthy endometrium.</AbstractText><AbstractText Label="MATERIALS AND METHODS">Retrospective data from 180 cases were analyzed, comprising 60 endometriomas, 60 cases of other types of endometriosis (superficial and deep), and 60 normal proliferative endometrial tissue samples. Immunohistochemical staining for c-kit, E-cadherin, and beta-catenin was performed. The expression levels of E-cadherin and beta-catenin were quantified using the H-score method.</AbstractText><AbstractText Label="RESULTS">C-kit positivity was found in 9% of endometriomas and 10% of other endometriosis tissues, but was absent in normal endometrium. Beta-catenin H-scores were significantly lower in endometriosis tissues compared with normal endometrial tissues (p&lt;0.001). E-cadherin levels showed no significant difference between the groups. A post-hoc power analysis confirmed that the study was adequately powered to detect group differences in E-cadherin, indicating that the non-significant finding likely reflects a true absence of a difference.</AbstractText><AbstractText Label="CONCLUSION">Increased c-kit expression, along with reduced beta-catenin expression in endometriosis samples, suggests that these molecules contribute to endometriosis pathogenesis. However, because no significant difference was found in E-cadherin expression, a definitive conclusion cannot be made regarding the involvement of E-cadherin in endometriosis development.</AbstractText><CopyrightInformation>Copyright&#xa9; 2026 The Author(s). Published by Galenos Publishing House on behalf of Turkish Society of Obstetrics and Gynecology.</CopyrightInformation></Abstract><AuthorList CompleteYN="Y"><Author ValidYN="Y"><LastName>Ayhan Atasayar</LastName><ForeName>Esra</ForeName><Initials>E</Initials><Identifier Source="ORCID">0000-0002-1178-2525</Identifier><AffiliationInfo><Affiliation>University of Health Sciences T&#xfc;rkiye, &#x130;zmir Tepecik Training and Research Hospital, Department of Obstetrics and Gynaecology, &#x130;zmir, T&#xfc;rkiye.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>&#x15e;enda&#x11f;</LastName><ForeName>Fatih</ForeName><Initials>F</Initials><Identifier Source="ORCID">0000-0001-9200-7469</Identifier><AffiliationInfo><Affiliation>Ege University Faculty of Medicine Hospital, Department of Obstetrics and Gynaecology, &#x130;zmir, T&#xfc;rkiye.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Serin</LastName><ForeName>G&#xfc;rdeniz</ForeName><Initials>G</Initials><Identifier Source="ORCID">0000-0003-4204-0601</Identifier><AffiliationInfo><Affiliation>Ege University Faculty of Medicine Hospital, Department of Pathology, &#x130;zmir, T&#xfc;rkiye.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Akdemir</LastName><ForeName>Ali</ForeName><Initials>A</Initials><Identifier Source="ORCID">0000-0001-8723-5889</Identifier><AffiliationInfo><Affiliation>Ege University Faculty of Medicine Hospital, Department of Obstetrics and Gynaecology, &#x130;zmir, T&#xfc;rkiye.</Affiliation></AffiliationInfo></Author></AuthorList><Language>eng</Language><PublicationTypeList><PublicationType UI="D016428">Journal Article</PublicationType></PublicationTypeList><ArticleDate DateType="Electronic"><Year>2026</Year><Month>03</Month><Day>02</Day></ArticleDate></Article><MedlineJournalInfo><Country>Turkey</Country><MedlineTA>Turk J Obstet Gynecol</MedlineTA><NlmUniqueID>101656661</NlmUniqueID><ISSNLinking>2149-9330</ISSNLinking></MedlineJournalInfo><OtherAbstract Type="Publisher" Language="tur"><AbstractText Label="AMA&#xc7;">C-kit, E-kaderin ve beta-katenin gibi adezyon molek&#xfc;lleri ve proto-onkogenlerin, ektopik endometriyal h&#xfc;crelerin invazyonu, implantasyonu ve persistans&#x131; ile ili&#x15f;kili molek&#xfc;ler mekanizmalarla ba&#x11f;lant&#x131;l&#x131; oldu&#x11f;u d&#xfc;&#x15f;&#xfc;n&#xfc;lmektedir. Bu &#xe7;al&#x131;&#x15f;ma, farkl&#x131; endometriozis tiplerinde ve sa&#x11f;l&#x131;kl&#x131; endometriyumda bu molek&#xfc;llerin ekspresyon profillerini belirleyerek molek&#xfc;ler patofizyolojik rollerini incelemeyi ama&#xe7;lam&#x131;&#x15f;t&#x131;r.</AbstractText><AbstractText Label="GERE&#xc7; VE Y&#xd6;NTEMLER">Y&#xfc;z seksen olgunun retrospektif verileri analiz edildi; bunlar aras&#x131;nda 60 endometrioma, 60 di&#x11f;er endometriozis t&#xfc;r&#xfc; (y&#xfc;zeyel ve derin) ve 60 normal proliferatif endometriyal doku &#xf6;rne&#x11f;i bulunmaktayd&#x131;. C-kit, E-kadherin ve beta-katenin i&#xe7;in imm&#xfc;nohistokimyasal boyama yap&#x131;ld&#x131;. E-kadherin ve beta-katenin ekspresyon d&#xfc;zeyleri H-skor y&#xf6;ntemi kullan&#x131;larak &#xf6;l&#xe7;&#xfc;ld&#xfc;.</AbstractText><AbstractText Label="BULGULAR">C-kit pozitifli&#x11f;i endometriomalar&#x131;n %9&#x2019;unda ve di&#x11f;er endometriozis dokular&#x131;n&#x131;n %10&#x2019;unda saptand&#x131;, ancak normal endometriyumda g&#xf6;zlenmedi. Beta-katenin H-skorlar&#x131;, normal endometrial dokulara k&#x131;yasla endometriozis dokular&#x131;nda anlaml&#x131; olarak daha d&#xfc;&#x15f;&#xfc;kt&#xfc; (p&lt;0,001). E-kaderin d&#xfc;zeyleri gruplar aras&#x131;nda anlaml&#x131; farkl&#x131;l&#x131;k g&#xf6;stermedi. Post-hoc g&#xfc;&#xe7; analizi, &#xe7;al&#x131;&#x15f;man&#x131;n E-kadherin&#x2019;deki grup farkl&#x131;l&#x131;klar&#x131;n&#x131; tespit etmek i&#xe7;in yeterli g&#xfc;ce sahip oldu&#x11f;unu do&#x11f;rulad&#x131; ve bu da anlaml&#x131; olmayan bulgunun muhtemelen ger&#xe7;ek bir fark&#x131;n olmad&#x131;&#x11f;&#x131;n&#x131; yans&#x131;tt&#x131;&#x11f;&#x131;n&#x131; g&#xf6;sterdi.</AbstractText><AbstractText Label="SONU&#xc7;">Endometriozis dokular&#x131;nda artm&#x131;&#x15f; c-kit ekspresyonu ile azalm&#x131;&#x15f; beta-katenin ekspresyonu, bu molek&#xfc;llerin endometriozis patogenezine katk&#x131;da bulunabilece&#x11f;ini d&#xfc;&#x15f;&#xfc;nd&#xfc;rmektedir. Ancak, E-kaderin ekspresyonunda &#xf6;nemli bir fark bulunmad&#x131;&#x11f;&#x131;ndan, endometriozis geli&#x15f;iminde E-kaderinin rol&#xfc;n&#xfc; kesin olarak belirlemek m&#xfc;mk&#xfc;n de&#x11f;ildir.</AbstractText><CopyrightInformation>Copyright&#xa9; 2026 The Author(s). Published by Galenos Publishing House on behalf of Turkish Society of Obstetrics and Gynecology.</CopyrightInformation></OtherAbstract><KeywordList Owner="NOTNLM"><Keyword MajorTopicYN="N">E-cadherin</Keyword><Keyword MajorTopicYN="N">Endometriosis</Keyword><Keyword MajorTopicYN="N">beta-catenin</Keyword><Keyword MajorTopicYN="N">c-kit</Keyword><Keyword MajorTopicYN="N">endometrioma</Keyword></KeywordList><CoiStatement>No conflict of interest was declared by the authors.</CoiStatement></MedlineCitation><PubmedData><History><PubMedPubDate PubStatus="medline"><Year>2026</Year><Month>3</Month><Day>2</Day><Hour>7</Hour><Minute>56</Minute></PubMedPubDate><PubMedPubDate PubStatus="pubmed"><Year>2026</Year><Month>3</Month><Day>2</Day><Hour>7</Hour><Minute>55</Minute></PubMedPubDate><PubMedPubDate PubStatus="entrez"><Year>2026</Year><Month>3</Month><Day>2</Day><Hour>5</Hour><Minute>20</Minute></PubMedPubDate><PubMedPubDate PubStatus="pmc-release"><Year>2026</Year><Month>3</Month><Day>5</Day></PubMedPubDate></History><PublicationStatus>ppublish</PublicationStatus><ArticleIdList><ArticleId IdType="pubmed">41766574</ArticleId><ArticleId IdType="pmc">PMC12963786</ArticleId><ArticleId IdType="doi">10.4274/tjod.galenos.2026.53358</ArticleId></ArticleIdList><ReferenceList><Reference><Citation>Taylor HS, Kotlyar AM, Flores VA. Endometriosis is a chronic systemic disease: clinical challenges and novel innovations. Lancet. 2021;397(10276):839&#x2013;52. doi: 10.1016/S0140-6736(21)00389-5.</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/S0140-6736(21)00389-5</ArticleId><ArticleId IdType="pubmed">33640070</ArticleId></ArticleIdList></Reference><Reference><Citation>Giudice LC, Kao LC. Endometriosis. Lancet. 2004;364(9447):1789&#x2013;99. doi: 10.1016/S0140-6736(04)17403-5.</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/S0140-6736(04)17403-5</ArticleId><ArticleId IdType="pubmed">15541453</ArticleId></ArticleIdList></Reference><Reference><Citation>Chapron C, Marcellin L, Borghese B, Santulli P. Rethinking mechanisms, diagnosis and management of endometriosis. Nat Rev Endocrinol. 2019;15(11):666&#x2013;82. doi: 10.1038/s41574-019-0245-z.</Citation><ArticleIdList><ArticleId IdType="doi">10.1038/s41574-019-0245-z</ArticleId><ArticleId IdType="pubmed">31488888</ArticleId></ArticleIdList></Reference><Reference><Citation>Sancakli Usta C, Turan G, Bulbul CB, Usta A, Adali E. Differential expression of Oct-4, CD44, and E-cadherin in eutopic and ectopic endometrium in ovarian endometriomas and their correlations with clinicopathological variables. Reprod Biol Endocrinol. 2020;18(1):116. doi: 10.1186/s12958-020-00673-1.</Citation><ArticleIdList><ArticleId IdType="doi">10.1186/s12958-020-00673-1</ArticleId><ArticleId IdType="pmc">PMC7678309</ArticleId><ArticleId IdType="pubmed">33218351</ArticleId></ArticleIdList></Reference><Reference><Citation>Siufi Neto J, Kho RM, Siufi DF, Baracat EC, Anderson KS, Abr&#xe3;o MS. Cellular, histologic, and molecular changes associated with endometriosis and ovarian cancer. J Minim Invasive Gynecol. 2014;21(1):55&#x2013;63. doi: 10.1016/j.jmig.2013.07.021.</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.jmig.2013.07.021</ArticleId><ArticleId IdType="pubmed">23962574</ArticleId></ArticleIdList></Reference><Reference><Citation>Uzan C, Cortez A, Dufournet C, Fauvet R, Siffroi JP, Dara&#xef; E. Endometrium from women with and without endometriosis, and peritoneal, ovarian and bowel endometriosis, show different c-kit protein expression. J Reprod Immunol. 2005;65(1):55&#x2013;63. doi: 10.1016/j.jri.2004.09.002.</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.jri.2004.09.002</ArticleId><ArticleId IdType="pubmed">15694967</ArticleId></ArticleIdList></Reference><Reference><Citation>Shaco-Levy R, Sharabi S, Benharroch D, Piura B, Sion-Vardy N. Matrix metalloproteinases 2 and 9, E-cadherin, and beta-catenin expression in endometriosis, low-grade endometrial carcinoma and non-neoplastic eutopic endometrium. Eur J Obstet Gynecol Reprod Biol. 2008;139:226&#x2013;32.</Citation><ArticleIdList><ArticleId IdType="pubmed">18295959</ArticleId></ArticleIdList></Reference><Reference><Citation>Okamoto I, Kawano Y, Tsuiki H, Sasaki J, Nakao M, Matsumoto M, et al. CD44 cleavage induced by a membrane-associated metalloprotease plays a critical role in tumor cell migration. Oncogene. 1999;18(7):1435&#x2013;46. doi: 10.1038/sj.onc.1202447.</Citation><ArticleIdList><ArticleId IdType="doi">10.1038/sj.onc.1202447</ArticleId><ArticleId IdType="pubmed">10050880</ArticleId></ArticleIdList></Reference><Reference><Citation>McCarty KS Jr, Miller LS, Cox EB, Konrath J, McCarty KS Sr. Estrogen receptor analyses: correlation of biochemical and immunohistochemical methods using monoclonal antireceptor antibodies. Arch Pathol Lab Med. 1985;109(8):716&#x2013;21.</Citation><ArticleIdList><ArticleId IdType="pubmed">3893381</ArticleId></ArticleIdList></Reference><Reference><Citation>Mathur SP, et al. Stem cell factor (SCF) concentrations in peritoneal fluid of women with or without endometriosis. Am J Reprod Immunol. 2000;44(2):231&#x2013;5. doi: 10.1111/j.8755-8920.2000.440204.x.</Citation><ArticleIdList><ArticleId IdType="doi">10.1111/j.8755-8920.2000.440204.x</ArticleId><ArticleId IdType="pubmed">11076095</ArticleId></ArticleIdList></Reference><Reference><Citation>Pacchiarotti A, Caserta D, Sbracia M, Moscarini M. Expression of oct-4 and c-kit antigens in endometriosis. Fertil Steril. 2011;95(3):1171&#x2013;3. doi: 10.1016/j.fertnstert.2010.10.029.</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.fertnstert.2010.10.029</ArticleId><ArticleId IdType="pubmed">21075367</ArticleId></ArticleIdList></Reference><Reference><Citation>Matsuzaki S, Darcha C, Maleysson E, Canis M, Mage G. Impaired down-regulation of E-cadherin and beta-catenin protein expression in endometrial epithelial cells in the mid-secretory endometrium of infertile patients with endometriosis. J Clin Endocrinol Metab. 2010;95(7):3437&#x2013;45. doi: 10.1210/jc.2009-2713.</Citation><ArticleIdList><ArticleId IdType="doi">10.1210/jc.2009-2713</ArticleId><ArticleId IdType="pubmed">20410224</ArticleId></ArticleIdList></Reference><Reference><Citation>B&#xe9;liard A, Donnez J, Nisolle M, Foidart JM. Localization of laminin, fibronectin, E-cadherin, and integrins in endometrium and endometriosis. Fertil Steril. 1997;67:266&#x2013;72.</Citation><ArticleIdList><ArticleId IdType="pubmed">9022601</ArticleId></ArticleIdList></Reference><Reference><Citation>Jedryka M, Goluda M, Kuliczkowski K, Soza&#x144;ski L. E-kadheryna w surowicy i p&#x142;ynie otrzewnowym kobiet z endometrioza [E-cadherin in the serum and the peritoneal fluid of women with endometriosis]. Ginekol Pol. 2001;72(5):418&#x2013;21.</Citation><ArticleIdList><ArticleId IdType="pubmed">11526786</ArticleId></ArticleIdList></Reference><Reference><Citation>Donnez O, Orellana R, Van Kerk O, Dehoux JP, Donnez J, Dolmans MM. Invasion process of induced deep nodular endometriosis in an experimental baboon model: similarities with collective cell migration? Fertil Steril. 2015;104:491&#x2013;7.</Citation><ArticleIdList><ArticleId IdType="pubmed">26049053</ArticleId></ArticleIdList></Reference><Reference><Citation>Wu T, Zhang R, Jiang Q, Li Z, Wu R. Expression of cellular adherent and invasive molecules in recurrent ovarian endometriosis. J Int Med Res. 2020;48:300060520971993.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC7708720</ArticleId><ArticleId IdType="pubmed">33249961</ArticleId></ArticleIdList></Reference></ReferenceList></PubmedData></PubmedArticle></PubmedArticleSet>