<?xml version="1.0" ?>
<!DOCTYPE PubmedArticleSet PUBLIC "-//NLM//DTD PubMedArticle, 1st January 2025//EN" "https://dtd.nlm.nih.gov/ncbi/pubmed/out/pubmed_250101.dtd">
<PubmedArticleSet>
<PubmedArticle><MedlineCitation Status="In-Process" Owner="NLM"><PMID Version="1">41664031</PMID><DateRevised><Year>2026</Year><Month>02</Month><Day>21</Day></DateRevised><Article PubModel="Electronic"><Journal><ISSN IssnType="Electronic">1471-2318</ISSN><JournalIssue CitedMedium="Internet"><Volume>26</Volume><Issue>1</Issue><PubDate><Year>2026</Year><Month>Feb</Month><Day>09</Day></PubDate></JournalIssue><Title>BMC geriatrics</Title><ISOAbbreviation>BMC Geriatr</ISOAbbreviation></Journal><ArticleTitle>Lifestyle and psychosocial determinants of quality of life in Turkish community-dwelling older adults: a multivariate and hierarchical regression approach.</ArticleTitle><Pagination><StartPage>244</StartPage><MedlinePgn>244</MedlinePgn></Pagination><ELocationID EIdType="pii" ValidYN="Y">244</ELocationID><ELocationID EIdType="doi" ValidYN="Y">10.1186/s12877-026-07128-z</ELocationID><Abstract><AbstractText Label="BACKGROUND">Quality of life in older adults is influenced by multiple interconnected lifestyle factors. The study highlights the importance of adopting a holistic perspective by examining diet quality, physical activity, and depression together among community-dwelling older adults. Considering these components collectively offers more comprehensive insights that can support the development of community-based approaches. Integrating such multidimensional data with findings from large-scale studies would provide valuable guidance for designing more targeted and effective interventions to improve the quality of life in older individuals. This study aims to identify key predictors&#x2014;especially diet quality, physical activity, and depression&#x2014;among older adults in Edirne&#x2019;s city center.</AbstractText><AbstractText Label="METHODS">A cross-sectional study was conducted between January and May 2016 in 15 Family Health Centers (FHCs) in Edirne, involving 966 older adults. The study was conducted using data collected in 2016. Data collection included questionnaires on mini nutritional assessment (MNA), international physical activity questionnaire short form (IPAQ-SF), quality of life questionnaires (WHOQOL-OLD-BREF), and geriatric depression scale (GDS), plus anthropometric measurements. Food intake was analyzed with nutritional information system (BEBIS) and healthy eating index- 2015 (HEI-2015). Statistical analyses using SPSS 22.0 included descriptive statistics, multiple linear, hierarchical, and logistic regressions, with significance set at <i>p</i>&#x2009;&lt;&#x2009;0.05.</AbstractText><AbstractText Label="RESULTS">Results from multiple linear regression showed that depression risk was the strongest predictor of quality of life (&#x3b2;&#x2009;=&#x2009;0.35, <i>p</i>&#x2009;&lt;&#x2009;0.001), followed by physical activity (&#x3b2;&#x2009;=&#x2009;0.11, <i>p</i>&#x2009;&lt;&#x2009;0.001) and diet quality (&#x3b2;&#x2009;=&#x2009;0.10, <i>p</i>&#x2009;&lt;&#x2009;0.001). Hierarchical regression confirmed depression as the most significant predictor (&#x3b2;&#x2009;=&#x2009;0.33, <i>p</i>&#x2009;&lt;&#x2009;0.001), with physical activity (&#x3b2;&#x2009;=&#x2009;0.09, <i>p</i>&#x2009;=&#x2009;0.002) and diet quality (&#x3b2; = &#x2212;0.09, <i>p</i>&#x2009;=&#x2009;0.003) also contributing; the model explained 23.6% of variance (R&#xb2; = 0.236). Logistic regression revealed that lower education (OR&#x2009;=&#x2009;0.49), lower income (OR&#x2009;=&#x2009;0.52), low physical activity (OR&#x2009;=&#x2009;0.66), and depression (OR&#x2009;=&#x2009;0.20) significantly decreased the odds of good quality of life (<i>p</i>&#x2009;&lt;&#x2009;0.05). Age, gender, and diet quality were not statistically significant predictors.</AbstractText><AbstractText Label="CONCLUSION">Older adults&#x2019; quality of life appears to be more strongly shaped by psychosocial&#x2014;particularly depressive symptoms&#x2014;and lifestyle factors, such as physical activity, than by biomedical indicators. The inverse association observed between diet quality and quality of life should therefore be interpreted with caution. Although a negative association between diet quality and quality of life was observed in initial models, this relationship was not sustained in hierarchical analyses, suggesting that diet quality may influence quality of life indirectly rather than acting as an independent determinant. The use of data collected in 2016 and the modest explanatory power of the models should be considered when interpreting these findings and their generalizability, underscoring the importance of multidimensional approaches to support healthy ageing.</AbstractText><AbstractText Label="SUPPLEMENTARY INFORMATION">The online version contains supplementary material available at 10.1186/s12877-026-07128-z.</AbstractText></Abstract><AuthorList CompleteYN="Y"><Author ValidYN="Y"><LastName>Cemali</LastName><ForeName>&#xd6;zge</ForeName><Initials>&#xd6;</Initials><Identifier Source="ORCID">0000-0002-9971-8498</Identifier><AffiliationInfo><Affiliation>Faculty of Health Science, Department of Nutrition and Dietetics, Trakya University, Edirne, T&#xfc;rkiye. ozgecemali@trakya.edu.tr.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Da&#x11f;deviren</LastName><ForeName>Hamdi Nezih</ForeName><Initials>HN</Initials><Identifier Source="ORCID">0000-0001-5428-4377</Identifier><AffiliationInfo><Affiliation>Faculty of Medicine, Department of Family Medicine, Trakya University, Edirne, T&#xfc;rkiye.</Affiliation></AffiliationInfo></Author></AuthorList><Language>eng</Language><GrantList CompleteYN="Y"><Grant><GrantID>T&#xdc;BAP2015-233</GrantID><Agency>Trakya University Scientific Research Projects Unit</Agency><Country/></Grant></GrantList><PublicationTypeList><PublicationType UI="D016428">Journal Article</PublicationType></PublicationTypeList><ArticleDate DateType="Electronic"><Year>2026</Year><Month>02</Month><Day>09</Day></ArticleDate></Article><MedlineJournalInfo><Country>England</Country><MedlineTA>BMC Geriatr</MedlineTA><NlmUniqueID>100968548</NlmUniqueID><ISSNLinking>1471-2318</ISSNLinking></MedlineJournalInfo><CitationSubset>IM</CitationSubset><KeywordList Owner="NOTNLM"><Keyword MajorTopicYN="N">Aging</Keyword><Keyword MajorTopicYN="N">Depression</Keyword><Keyword MajorTopicYN="N">Diet quality</Keyword><Keyword MajorTopicYN="N">Odds ratio</Keyword><Keyword MajorTopicYN="N">Physical activity</Keyword><Keyword MajorTopicYN="N">Quality of life</Keyword></KeywordList><CoiStatement>Declarations. Ethics approval&#xa0;and consent of participate: The ethical approval for this study was obtained from the Scientific Research Ethics Committee of the Faculty of Medicine, Trakya University, under the protocol code T&#xdc;TF-BAEK 2015/225 and decision number 22/09. All procedures were conducted in accordance with the ethical standards of the institutional and national research committee, as well as with the 1964 Helsinki Declaration and its later amendments. Written informed consent was obtained from all participants prior to their inclusion in the study. Competing interests: The authors declare no competing interests.</CoiStatement></MedlineCitation><PubmedData><History><PubMedPubDate PubStatus="received"><Year>2025</Year><Month>6</Month><Day>30</Day></PubMedPubDate><PubMedPubDate PubStatus="accepted"><Year>2026</Year><Month>2</Month><Day>2</Day></PubMedPubDate><PubMedPubDate PubStatus="pubmed"><Year>2026</Year><Month>2</Month><Day>10</Day><Hour>6</Hour><Minute>32</Minute></PubMedPubDate><PubMedPubDate PubStatus="medline"><Year>2026</Year><Month>2</Month><Day>10</Day><Hour>6</Hour><Minute>32</Minute></PubMedPubDate><PubMedPubDate PubStatus="entrez"><Year>2026</Year><Month>2</Month><Day>10</Day><Hour>0</Hour><Minute>1</Minute></PubMedPubDate><PubMedPubDate PubStatus="pmc-release"><Year>2026</Year><Month>2</Month><Day>9</Day></PubMedPubDate></History><PublicationStatus>epublish</PublicationStatus><ArticleIdList><ArticleId IdType="pubmed">41664031</ArticleId><ArticleId IdType="pmc">PMC12918368</ArticleId><ArticleId IdType="doi">10.1186/s12877-026-07128-z</ArticleId><ArticleId IdType="pii">10.1186/s12877-026-07128-z</ArticleId></ArticleIdList><ReferenceList><Reference><Citation>World Health Organization. Aging and health. 2022. https://www.who.int/news-room/fact-sheets/detail/ageing-and-health. Accessed 15 Nov 2025.</Citation></Reference><Reference><Citation>Gajda R, Raczkowska E, Sobieszcza&#x144;ska M, Noculak &#x141;, Szymala-P&#x119;dzik M, Godyla-Jab&#x142;o&#x144;ski M. Diet quality variation among Polish older adults: association with selected metabolic diseases, demographic characteristics and socioeconomic status. Int J Environ Res Public Health. 2023. 10.3390/ijerph20042878.</Citation><ArticleIdList><ArticleId IdType="doi">10.3390/ijerph20042878</ArticleId><ArticleId IdType="pmc">PMC9957466</ArticleId><ArticleId IdType="pubmed">36833574</ArticleId></ArticleIdList></Reference><Reference><Citation>Bilgili N, Arpac&#x131; F. Quality of life of older adults in Turkey. Arch Gerontol Geriatr. 2014;59(2):415&#x2013;21. 10.1016/j.archger.2014.07.005.</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.archger.2014.07.005</ArticleId><ArticleId IdType="pubmed">25064031</ArticleId></ArticleIdList></Reference><Reference><Citation>Leung CW, Wolfson JA. Food insecurity among older adults: 10-year National trends and associations with diet quality. J Am Geriatr Soc. 2021;69(4):964&#x2013;71.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC8341441</ArticleId><ArticleId IdType="pubmed">33403662</ArticleId></ArticleIdList></Reference><Reference><Citation>Dent E, Wright OR, Woo J, Hoogendijk EO. Malnutrition in older adults. Lancet. 2023;401(10380):951&#x2013;66.</Citation><ArticleIdList><ArticleId IdType="pubmed">36716756</ArticleId></ArticleIdList></Reference><Reference><Citation>Venkatapuram S, Amuthavalli Thiyagarajan J. The capability approach and the WHO healthy ageing framework (for the UN decade of healthy Ageing). Age Ageing. 2023;52(Suppl 4):iv6&#x2013;9. 10.1093/ageing/afad126.</Citation><ArticleIdList><ArticleId IdType="doi">10.1093/ageing/afad126</ArticleId><ArticleId IdType="pmc">PMC10615052</ArticleId><ArticleId IdType="pubmed">37902511</ArticleId></ArticleIdList></Reference><Reference><Citation>&#xc7;&#xf6;l M, &#xc7;ebi Kalayc&#x131; E. Sa&#x11f;l&#x131;kl&#x131; ya&#x15f;lanma. Toplum ve Hekim (Community &amp; Physician). 2025;40(1):46&#x2013;52.</Citation></Reference><Reference><Citation>Sevimli E, Deniz D, &#xdc;nl&#xfc; TN. Risk factors of non-communicable diseases in turkey: a short review. Int J Health Manag Tour. 2021;6(3):594&#x2013;604. 10.31201/ijhmt.950040.</Citation><ArticleIdList><ArticleId IdType="doi">10.31201/ijhmt.950040</ArticleId></ArticleIdList></Reference><Reference><Citation>Dominguez-MirandaSA, Rodriguez-Aguilar R. Related factors with NCD in developing countries: economic, diet and risk factors dimensions. EAI Endorsed Transactions on Pervasive Health &amp; Technology. 2024;10(1):1. 10.4108/eetpht.10.3499.</Citation></Reference><Reference><Citation>Din&#xe7; Horasan G, Tar&#x131; Sel&#xe7;uk K, Sakarya S, et al. Health-related quality of life and perceived health status of Turkish population. Qual Life Res. 2019;28:2099&#x2013;109. 10.1007/s11136-019-02167-z.</Citation><ArticleIdList><ArticleId IdType="doi">10.1007/s11136-019-02167-z</ArticleId><ArticleId IdType="pubmed">30900207</ArticleId></ArticleIdList></Reference><Reference><Citation>Bowling A. Measuring disease: a review of disease-specific quality of life measurement scales. Buckingham: Open University Press; 2001.</Citation></Reference><Reference><Citation>Zhang X, Liu Y, Hao H, Li W, Fu X, Jia C, et al. Successful aging rates of global older adults: a subgroup meta-analysis. Arch Gerontol Geriatr. 2025;137:105920. 10.1016/j.archger.2025.105920.</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.archger.2025.105920</ArticleId><ArticleId IdType="pubmed">40513187</ArticleId></ArticleIdList></Reference><Reference><Citation>Liu Y, Zhang X, Fu X, Li W, Wang Y, Lu W. Successful aging rates of global older adults: a systematic review and meta-analysis. J Am Med Dir Assoc. 2025;26(6):105334. 10.1016/j.jamda.2024.105334.</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.jamda.2024.105334</ArticleId><ArticleId IdType="pubmed">39521019</ArticleId></ArticleIdList></Reference><Reference><Citation>Puri S, Shaheen M, Grover B. Nutrition and cognitive health: a life course approach. Front Public Health. 2023;11:1023907.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC10083484</ArticleId><ArticleId IdType="pubmed">37050953</ArticleId></ArticleIdList></Reference><Reference><Citation>Republic of Turkey Ministry of Health, General Directorate of Public Health. Turkey nutrition and health survey 2017 (TNHS 2017). Ankara: Tiraj Bas&#x131;m ve Yay&#x131;n Sanayi Ticaret Ltd &#x15e;ti. 2017. https://ekutuphane.saglik.gov.tr/Ekutuphane/kitaplar/Turkiye_Beslenme_ve_Saglik_Arastirmasi_TBSA_2017.pdf. Accessed 15 Nov 2025.</Citation></Reference><Reference><Citation>Caner A, Cilasun SM. Health care services and the elderly: utilization and satisfaction in the aftermath of the Turkish Health Transformation Program. Gerontol Geriatr Med. 2019. 10.1177/2333721418822868.</Citation><ArticleIdList><ArticleId IdType="doi">10.1177/2333721418822868</ArticleId><ArticleId IdType="pmc">PMC6343442</ArticleId><ArticleId IdType="pubmed">30733976</ArticleId></ArticleIdList></Reference><Reference><Citation>Demir O, Demir N, Bilgic A. Determinants of obesity in Turkey: appetite or disease? J Public Health Berl. 2019;27:151&#x2013;61. 10.1007/s10389-018-0940-6.</Citation><ArticleIdList><ArticleId IdType="doi">10.1007/s10389-018-0940-6</ArticleId></ArticleIdList></Reference><Reference><Citation>Stratton RJ, Green CJ, Elia M. Disease-related malnutrition: an evidence-based approach to treatment. Wallingford: CABI; 2003.</Citation></Reference><Reference><Citation>Parker G, Brotchie H. Gender differences in depression. Int Rev Psychiatry. 2010;22(5):429&#x2013;36.</Citation><ArticleIdList><ArticleId IdType="pubmed">21047157</ArticleId></ArticleIdList></Reference><Reference><Citation>Shimokubo T. Examining the association between exercise habits in older adults and trajectory patterns of physical activity: analysis of gender perspectives. Int J Sport Health Sci. 2024;22:158&#x2013;69.</Citation></Reference><Reference><Citation>Lombardo M, Feraco A, Armani A, Camajani E, Gorini S, Strollo R, et al. Gender differences in body composition, dietary patterns, and physical activity: insights from a cross-sectional study. Front Nutr. 2024;11:1414217. 10.3389/fnut.2024.1414217.</Citation><ArticleIdList><ArticleId IdType="doi">10.3389/fnut.2024.1414217</ArticleId><ArticleId IdType="pmc">PMC11271261</ArticleId><ArticleId IdType="pubmed">39055386</ArticleId></ArticleIdList></Reference><Reference><Citation>Patr&#xe3;o AL, da Concei&#xe7;&#xe3;o Almeida M, Matos SMA, Chor D, Aquino EM. Gender and psychosocial factors associated with healthy lifestyle in the Brazilian longitudinal study of adult health (ELSA-Brasil) cohort: a cross-sectional study. BMJ Open. 2017;7(8):e015705.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC5724152</ArticleId><ArticleId IdType="pubmed">28851775</ArticleId></ArticleIdList></Reference><Reference><Citation>Turkish Statistical Institute. Turkey Family Structure Survey. 2021. https://data.tuik.gov.tr/Bulten/Index?p=Turkiye-Family-Structure-Survey-2021-45813&amp;dil=2 (2022). Accessed 2 Dec 2025.</Citation></Reference><Reference><Citation>Kurutkan MN, O&#x11f;uz KA. Depresyonlu Bireylerde sosyo-demografik fakt&#xf6;rlerin Diyet Kalitesine etkileri: T&#xfc;rkiye Sa&#x11f;l&#x131;k Ara&#x15f;t&#x131;rmas&#x131; Verilerinden analitik kan&#x131;tlar. Acad Perspect Procedia. 2022;5(1):398&#x2013;405.</Citation></Reference><Reference><Citation>Hatami F, Abolghasemi Atani S, Caron V, Yousefi S. Exploring the effects of physical activity levels and sleep quality on cognitive failure in elderly: a cross-sectional study. Int J Sports Stud Health. 2025;8:1&#x2013;15. 10.61838/kman.intjssh.8.4.6.</Citation><ArticleIdList><ArticleId IdType="doi">10.61838/kman.intjssh.8.4.6</ArticleId></ArticleIdList></Reference><Reference><Citation>Ahmadpoor M, Bragazzi NL. The effects of strength training on motor control and functional performance in older adults: a narrative review. Int J Sport Stud Health. 2025;8(1):12&#x2013;21. 10.61838/kman.intjssh.8.1.2.</Citation><ArticleIdList><ArticleId IdType="doi">10.61838/kman.intjssh.8.1.2</ArticleId></ArticleIdList></Reference><Reference><Citation>Ko&#xe7; &#x130;, Sara&#xe7; M. T&#xfc;rkiye&#x2019;de ya&#x15f;l&#x131; g&#xf6;&#xe7;&#xfc;n&#xfc;n b&#xfc;y&#xfc;kl&#xfc;&#x11f;&#xfc;n&#xfc;n ve y&#xf6;n&#xfc;n&#xfc;n de&#x11f;i&#x15f;imi. Senex: Ya&#x15f;l&#x131;l&#x131;k &#xc7;al&#x131;&#x15f;malar&#x131; Derg. 2018;2(2):19&#x2013;37.</Citation></Reference><Reference><Citation>Rak&#x131;c&#x131;o&#x11f;lu N, Acar Tek N, Ayaz A, Pekcan G, eds.Yemek ve besin foto&#x11f;raf katalo&#x11f;u.9. bask&#x131;. Ankara: Nobel T&#x131;p Kitabevleri; 2025. ISBN: 978-625-5562-09-8.</Citation></Reference><Reference><Citation>Krebs-Smith SM, Pannucci TE, Subar AF, Kirkpatrick SI, Lerman JL, Tooze JA, et al. Update of the Healthy Eating Index: HEI-2015. J Acad Nutr Diet. 2018;118(9):1591&#x2013;602. 10.1016/j.jand.2018.05.021.</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.jand.2018.05.021</ArticleId><ArticleId IdType="pmc">PMC6719291</ArticleId><ArticleId IdType="pubmed">30146071</ArticleId></ArticleIdList></Reference><Reference><Citation>Reedy J, Lerman JL, Krebs-Smith SM, Kirkpatrick SI, Pannucci TE, Wilson MM, et al. Evaluation of the healthy eating index-2015. J Acad Nutr Diet. 2018;118(9):1622&#x2013;33.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC6718954</ArticleId><ArticleId IdType="pubmed">30146073</ArticleId></ArticleIdList></Reference><Reference><Citation>Da&#x11f; B. N&#xfc;trisyon durumunun de&#x11f;erlendirilmesi.In: Erdem NZ, G&#xfc;m&#xfc;&#x15f;el S, eds. N&#xfc;trisyon&#x2019;da g&#xfc;ncel konular.Ankara: T&#xfc;rkiye Diyetisyenler Derne&#x11f;i Yay&#x131;nlar&#x131;; 2013. p. 7&#x2013;28.</Citation></Reference><Reference><Citation>Sa&#x11f;lam M, Ar&#x131;kan H, Savc&#x131; S, &#x130;nal-&#x130;nce D, Bo&#x15f;nak-G&#xfc;&#xe7;l&#xfc; M, Karabulut E, et al. International physical activity questionnaire: reliability and validity of the Turkish version. Percept Mot Skills. 2010;111(1):278&#x2013;84.</Citation><ArticleIdList><ArticleId IdType="pubmed">21058606</ArticleId></ArticleIdList></Reference><Reference><Citation>Eser S, Saatli G, Eser E, Baydur H, Fidaner C. Ya&#x15f;l&#x131;lar i&#xe7;in D&#xfc;nya Sa&#x11f;l&#x131;k &#xd6;rg&#xfc;t&#xfc; ya&#x15f;am kalitesi mod&#xfc;l&#xfc; WHOQOL-OLD: T&#xfc;rkiye Alan &#xe7;al&#x131;&#x15f;mas&#x131; T&#xfc;rk&#xe7;e s&#xfc;r&#xfc;m ge&#xe7;erlilik ve g&#xfc;venilirlik sonu&#xe7;lar&#x131;. Turk Psikiyatri Derg. 2010;21(1):37&#x2013;48.</Citation><ArticleIdList><ArticleId IdType="pubmed">20204903</ArticleId></ArticleIdList></Reference><Reference><Citation>Ertan T, Eker E, &#x15e;ar V. Geriatrik depresyon &#xd6;l&#xe7;e&#x11f;inin T&#xfc;rk ya&#x15f;l&#x131; n&#xfc;fusunda ge&#xe7;erlilik ve g&#xfc;venilirli&#x11f;i. Noro Psikiyatr Ars. 1997;34(1):62&#x2013;7.</Citation></Reference><Reference><Citation>World Health Organization. Waist circumference and waist-hip ratio: report of a WHO expert consultation; 8&#x2013;11 December 2008. Geneva: World Health Organization; 2008.</Citation></Reference><Reference><Citation>Black W, Babin BJ. Multivariate data analysis: its approach, evolution, and impact. In: Hair JF Jr, editor. The great facilitator: reflections on the contributions of Joseph F. Hair, Jr. to marketing and business research. Cham: Springer International Publishing; 2019. pp. 121&#x2013;30.</Citation></Reference><Reference><Citation>Nguyen TX, Nguyen AHP, Nguyen HTT, Nguyen TTH, Nguyen HL, Goldberg RJ, et al. Health-related quality of life among older adults with dementia living in Vietnamese nursing homes. Int J Environ Res Public Health. 2024;21(2):135. 10.3390/ijerph2102013.</Citation><ArticleIdList><ArticleId IdType="doi">10.3390/ijerph2102013</ArticleId><ArticleId IdType="pmc">PMC10888023</ArticleId><ArticleId IdType="pubmed">38397626</ArticleId></ArticleIdList></Reference><Reference><Citation>Cordeiro LM, Paulino JDL, Bessa MEP, Borges CL, Leite SFP. Quality of life of frail and institutionalized elderly. Acta Paul Enferm. 2015;28:361&#x2013;6.</Citation></Reference><Reference><Citation>S&#xe1;nchez-Garc&#xed;a S, Garc&#xed;a-Pe&#xf1;a C, Salv&#xe0; A, S&#xe1;nchez-Arenas R, Granados-Garc&#xed;a V, Cuadros-Moreno J, et al. Frailty in community-dwelling older adults: association with adverse outcomes. Clin Interv Aging. 2017;12:1003&#x2013;11. 10.2147/CIA.S139860.</Citation><ArticleIdList><ArticleId IdType="doi">10.2147/CIA.S139860</ArticleId><ArticleId IdType="pmc">PMC5498785</ArticleId><ArticleId IdType="pubmed">28721028</ArticleId></ArticleIdList></Reference><Reference><Citation>dosSantos J&#xfa;nior VM, Stocco MR, Louren&#xe7;o MRA, Casonatto J, de Castro Teixeira D. Comparison of the quality of life of elderly people practicing physical activities and competitive sports games. Man Ther Posturol Rehabil J. 2019;17(4):1&#x2013;6. 10.17784/mtprehabjournal.2019.17.679.</Citation></Reference><Reference><Citation>Liu R, Wu S, Hao Y, et al. The Chinese version of the World Health Organization Quality of Life Instrument&#x2013;Older Adults Module (WHOQOL-OLD): psychometric evaluation. Health Qual Life Outcomes. 2013;11:156. 10.1186/1477-7525-11-156.</Citation><ArticleIdList><ArticleId IdType="doi">10.1186/1477-7525-11-156</ArticleId><ArticleId IdType="pmc">PMC3847352</ArticleId><ArticleId IdType="pubmed">24034698</ArticleId></ArticleIdList></Reference><Reference><Citation>Locher JL, Ritchie CS, Roth DL, Baker PS, Bodner EV, Allman RM. Social isolation, support, and capital and nutritional risk in an older sample: ethnic and gender differences. Soc Sci Med. 2005;60(4):747&#x2013;61.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC2763304</ArticleId><ArticleId IdType="pubmed">15571893</ArticleId></ArticleIdList></Reference><Reference><Citation>Cao W, Guo C, Ping W, Tan Z, Guo Y, Zheng J. A community-based study of quality of life and depression among older adults. Int J Environ Res Public Health. 2016;13(7):693. 10.3390/ijerph13070693.</Citation><ArticleIdList><ArticleId IdType="doi">10.3390/ijerph13070693</ArticleId><ArticleId IdType="pmc">PMC4962234</ArticleId><ArticleId IdType="pubmed">27409627</ArticleId></ArticleIdList></Reference><Reference><Citation>Kosulwit L. Mental health status, including depression and quality of life among members of an elderly club in suburban Bangkok. J Med Assoc Thai. 2012;95(1 Suppl):S92&#x2013;101.</Citation><ArticleIdList><ArticleId IdType="pubmed">23964450</ArticleId></ArticleIdList></Reference><Reference><Citation>Kocaman Y. T&#xfc;rkiye&#x2019;de demografik d&#xf6;n&#xfc;&#x15f;&#xfc;m s&#xfc;recine Kuramsal Bir bak&#x131;&#x15f;: Temel n&#xfc;fus parametrelerinden Sosyal sonu&#xe7;lara. Senectus. 2025;3(2):169&#x2013;204.</Citation></Reference><Reference><Citation>OECD. Pensions at a glance 2023: OECD and G20 indicators. Paris: OECD Publishing; 2023. 10.1787/678055dd-en.</Citation></Reference><Reference><Citation>Valderas JM, Starfield B, Sibbald B, et al. Defining comorbidity: implications for understanding health and health services. Ann Fam Med. 2009;7(4):357&#x2013;63.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC2713155</ArticleId><ArticleId IdType="pubmed">19597174</ArticleId></ArticleIdList></Reference><Reference><Citation>Marengoni A, Angleman S, Melis R, et al. Aging with multimorbidity: a systematic review of the literature. Ageing Res Rev. 2011;10(4):430.</Citation><ArticleIdList><ArticleId IdType="pubmed">21402176</ArticleId></ArticleIdList></Reference><Reference><Citation>Felix C, Lopez-Flecher M, Vega M, Andrango K, Andrango S, Parise-Vasco JM, et al. Self-reported prevalence of chronic non-communicable diseases concerning socioeconomic and educational factors: analysis of the PURE-Ecuador cohort. Glob Heart. 2025;20(1):29. 10.5334/gh.1416.</Citation><ArticleIdList><ArticleId IdType="doi">10.5334/gh.1416</ArticleId><ArticleId IdType="pmc">PMC11908430</ArticleId><ArticleId IdType="pubmed">40094070</ArticleId></ArticleIdList></Reference><Reference><Citation>Chobe M, Chobe S, Dayama S, Singh A, Metri K, Basa JR, et al. Prevalence of non-communicable diseases and its associated factors among urban elderly of six Indian States. Cureus. 2022;14(10):e30123. 10.7759/cureus.30123.</Citation><ArticleIdList><ArticleId IdType="doi">10.7759/cureus.30123</ArticleId><ArticleId IdType="pmc">PMC9644428</ArticleId><ArticleId IdType="pubmed">36381942</ArticleId></ArticleIdList></Reference><Reference><Citation>Nunes BP, Flores TR, Mielke GI, et al. Multimorbidity and mortality in elderly: a systematic review and meta-analysis. Arch Gerontol Geriatr. 2016;67:130&#x2013;8.</Citation><ArticleIdList><ArticleId IdType="pubmed">27500661</ArticleId></ArticleIdList></Reference><Reference><Citation>Kok RM, Reynolds CF. Management of depression in older adults: a review. JAMA. 2017;317(20):2114&#x2013;22. 10.1001/jama.2017.5706.</Citation><ArticleIdList><ArticleId IdType="doi">10.1001/jama.2017.5706</ArticleId><ArticleId IdType="pubmed">28535241</ArticleId></ArticleIdList></Reference><Reference><Citation>Pazan F, Wehling M. Polypharmacy in older adults: a narrative review of definitions, epidemiology and consequences. Eur Geriatr Med. 2021;12(3):443&#x2013;52. 10.1007/s41999-021-00479-3.</Citation><ArticleIdList><ArticleId IdType="doi">10.1007/s41999-021-00479-3</ArticleId><ArticleId IdType="pmc">PMC8149355</ArticleId><ArticleId IdType="pubmed">33694123</ArticleId></ArticleIdList></Reference><Reference><Citation>Nicholson K, Liu W, Fitzpatrick D, Hardacre KA, Roberts S, Salerno J, et al. Prevalence of Multimorbidity and polypharmacy among adults and older adults: a systematic review. Lancet Healthy Longev. 2024;5(3):e7. 10.1016/S2666-7568(24)00007-2.</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/S2666-7568(24)00007-2</ArticleId><ArticleId IdType="pubmed">38452787</ArticleId></ArticleIdList></Reference><Reference><Citation>Tucker E, Luscombe-Marsh N, Ambrosi C, Lushington K. Nutritional status and quality of life of older adults in aged care: a systematic review and meta-analysis. Exp Gerontol. 2022;162:111764. 10.1016/j.exger.2022.111764.</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.exger.2022.111764</ArticleId><ArticleId IdType="pubmed">35271944</ArticleId></ArticleIdList></Reference><Reference><Citation>Volkert D, Beck AM, Cederholm T, Cruz-Jentoft A, Hooper L, Kiesswetter E, et al. ESPEN practical guideline: clinical nutrition and hydration in geriatrics. Clin Nutr. 2022;41(4):958&#x2013;89.</Citation><ArticleIdList><ArticleId IdType="pubmed">35306388</ArticleId></ArticleIdList></Reference><Reference><Citation>Tek NA, Kara M&#x15e;. Determinants of health-related quality of life in home-dwelling elderly population: appetite and nutritional status. J Nutr Health Aging. 2018;22(8):996&#x2013;1002.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC12876344</ArticleId><ArticleId IdType="pubmed">30272105</ArticleId></ArticleIdList></Reference><Reference><Citation>Grzegorzewska A, Wolejko K, Kowalkowska A, Kowalczyk G, Jaroch A. Proper BMI ranges for the elderly in the context of morbidity, mortality and functional status. Gerontol Pol. 2016;24:114&#x2013;8.</Citation></Reference><Reference><Citation>Zhu J, Xiang YB, Cai H, et al. Associations of obesity and weight change with physical and mental impairments in elderly Chinese people. Maturitas. 2018;108:77&#x2013;83. 10.1016/j.maturitas.2017.11.01.</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.maturitas.2017.11.01</ArticleId><ArticleId IdType="pmc">PMC5766033</ArticleId><ArticleId IdType="pubmed">29290219</ArticleId></ArticleIdList></Reference><Reference><Citation>Khan SS, Ning H, Wilkins JT, et al. Association of body mass index with lifetime risk of cardiovascular disease and compression of morbidity. JAMA Cardiol. 2018. 10.1001/jamacardio.2018.0022.</Citation><ArticleIdList><ArticleId IdType="doi">10.1001/jamacardio.2018.0022</ArticleId><ArticleId IdType="pmc">PMC5875319</ArticleId><ArticleId IdType="pubmed">29490333</ArticleId></ArticleIdList></Reference><Reference><Citation>Bloom I, Pilgrim A, Jameson KA, Dennison EM, Sayer AA, Roberts HC, et al. The relationship of nutritional risk with diet quality and health outcomes in community-dwelling older adults. Aging Clin Exp Res. 2021;33(10):2767&#x2013;76.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC8531124</ArticleId><ArticleId IdType="pubmed">34255296</ArticleId></ArticleIdList></Reference><Reference><Citation>Rodrigues R, et al. Depressive symptoms and quality of life in older europeans: evidence from SHARE data. Aging Ment Health. 2020;24(9):1458&#x2013;66. 10.1080/13607863.2019.1594166.</Citation><ArticleIdList><ArticleId IdType="doi">10.1080/13607863.2019.1594166</ArticleId></ArticleIdList></Reference><Reference><Citation>Donini LM, Savina C, Piredda M, Cucinotta D, Fiorito A, Inelmen EM, et al. Senile anorexia in acute-ward and rehabilitation settings. J Nutr Health Aging. 2008;12:7&#x2013;51.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC12892634</ArticleId><ArticleId IdType="pubmed">18810297</ArticleId></ArticleIdList></Reference><Reference><Citation>Perry L, McLaren S. An exploration of nutrition and eating disabilities in relation to quality of life at 6 months post-stroke. Health Soc Care Community. 2004;12:288&#x2013;97.</Citation><ArticleIdList><ArticleId IdType="pubmed">15272884</ArticleId></ArticleIdList></Reference><Reference><Citation>Celik HI, Koc F, Siyasal K, Ay B, Ilter NB, Celik OM. Exploring the complex associations among risks of malnutrition, sarcopenia, and frailty in community-dwelling older adults. Eur Rev Aging Phys Act. 2024;21:18.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC11232342</ArticleId><ArticleId IdType="pubmed">38982337</ArticleId></ArticleIdList></Reference><Reference><Citation>Pu R, Jia S, Zhang X, Man Q, Yu D, Cai S, et al. Association between dietary patterns and sarcopenia among community-dwelling older adults in five provinces of China: a cross-sectional study. Front Public Health. 2025;13:1556033.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC11906289</ArticleId><ArticleId IdType="pubmed">40093723</ArticleId></ArticleIdList></Reference><Reference><Citation>Smith L, Jacob L, et al. The influence of nutrition on quality of life in older adults: a systematic review. Nutr Rev. 2018;76(6):456&#x2013;70. 10.1093/nutrit/nuy005.</Citation><ArticleIdList><ArticleId IdType="doi">10.1093/nutrit/nuy005</ArticleId></ArticleIdList></Reference><Reference><Citation>Liu Y, et al. Nutrition status and quality of life among elderly in a multicenter cohort. Int J Environ Res Public Health. 2023;20(6):4440.</Citation></Reference><Reference><Citation>Brown JC, Harhay MO, Harhay MN. Physical activity, diet quality, and mortality among sarcopenic older adults. Aging Clin Exp Res. 2017;29:257&#x2013;63.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC5040616</ArticleId><ArticleId IdType="pubmed">27020695</ArticleId></ArticleIdList></Reference><Reference><Citation>Verlaan S, Aspray TJ, Bauer JM, Cederholm T, Hemsworth J, Hill TR, et al. Nutritional status, body composition, and quality of life in community-dwelling sarcopenic and non-sarcopenic older adults: a case-control study. Clin Nutr. 2017;36(1):267&#x2013;74.</Citation><ArticleIdList><ArticleId IdType="pubmed">26689868</ArticleId></ArticleIdList></Reference><Reference><Citation>Kim ES, Tkatch R, Martin D, MacLeod S, Sandy L, Yeh C. Resilient aging: psychological well-being and social well-being as targets for the promotion of healthy aging. Gerontol Geriatr Med. 2021;7:23337214211002951.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC7995285</ArticleId><ArticleId IdType="pubmed">33816707</ArticleId></ArticleIdList></Reference><Reference><Citation>Depp C, Vahia IV, Jeste D. Successful aging: focus on cognitive and emotional health. Annu Rev Clin Psychol. 2010;6(1):527&#x2013;50.</Citation><ArticleIdList><ArticleId IdType="pubmed">20192798</ArticleId></ArticleIdList></Reference><Reference><Citation>Yustanti AS, Annisa NS, Indarwati R, Wahyudi AS. Determinants of successful aging in older adults: a systematic review of psychological, social, and physical factors. Med Technol Public Health J. 2024;8(1):28&#x2013;35.</Citation></Reference><Reference><Citation>Birk JL, Kronish IM, Moise N, Falzon L, Yoon S, Davidson KW. Depression and multimorbidity: considering temporal characteristics of the associations between depression and multiple chronic diseases. Health Psychol. 2019;38(9):822&#x2013;32. 10.1037/hea0000737.</Citation><ArticleIdList><ArticleId IdType="doi">10.1037/hea0000737</ArticleId><ArticleId IdType="pmc">PMC6706317</ArticleId><ArticleId IdType="pubmed">31008648</ArticleId></ArticleIdList></Reference><Reference><Citation>Pan T, Anindya K, Devlin N, Mercer SW, McPake B, van Heusden A, et al. The impact of depression and physical multimorbidity on health-related quality of life in China: a national longitudinal quantile regression study. Sci Rep. 2022;12:21620. 10.1038/s41598-022-25092-7.</Citation><ArticleIdList><ArticleId IdType="doi">10.1038/s41598-022-25092-7</ArticleId><ArticleId IdType="pmc">PMC9750988</ArticleId><ArticleId IdType="pubmed">36517510</ArticleId></ArticleIdList></Reference><Reference><Citation>Sieber S, Roquet A, Lampraki C, Jopp DS. Multimorbidity and quality of life: the mediating role of ADL, IADL, loneliness, and depressive symptoms. Innov Aging. 2023;7(4):igad047. 10.1093/geroni/igad047.</Citation><ArticleIdList><ArticleId IdType="doi">10.1093/geroni/igad047</ArticleId><ArticleId IdType="pmc">PMC10332504</ArticleId><ArticleId IdType="pubmed">37435089</ArticleId></ArticleIdList></Reference><Reference><Citation>Ahamad V, Mohammad R, Pal AK, Chouhan KR. Multimorbidity and its association with health-related quality of life among older adults in India: a cross-sectional analysis of LASI wave-1. BMC Geriatr. 2025;25:740. 10.1186/s12877-025-06427-1.</Citation><ArticleIdList><ArticleId IdType="doi">10.1186/s12877-025-06427-1</ArticleId><ArticleId IdType="pmc">PMC12481809</ArticleId><ArticleId IdType="pubmed">41023868</ArticleId></ArticleIdList></Reference><Reference><Citation>Mitina M, Young S, Zhavoronkov A. Psychological aging, depression, and well-being. Aging. 2020;12(18):18765.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC7585090</ArticleId><ArticleId IdType="pubmed">32950973</ArticleId></ArticleIdList></Reference><Reference><Citation>Kim ES, Kubzansky LD, Soo J, Boehm JK. Maintaining healthy behavior: a prospective study of psychological well-being and physical activity. Ann Behav Med. 2017;51(3):337&#x2013;47.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC5420498</ArticleId><ArticleId IdType="pubmed">27822613</ArticleId></ArticleIdList></Reference><Reference><Citation>Aghanuri A, Salehi H, Mahmoudi M, Khiavi FF, Djafarian K. Quality of life and its relationship with healthy eating index among elderly people. Jundishapur J Health Sci. 2015;7(1):e27158.</Citation></Reference><Reference><Citation>St&#x119;pie&#x144; E, Baj-Korpak J, Gawlik K, Bergier B, Pocztarska A, Sidor M, et al. Relationships between diets and the quality of life of women aged 50&#x2013;64 years. Rocz Panstw Zakl Hig. 2019;70(2):169&#x2013;75 10.32394/rpzh.2019.0067.</Citation><ArticleIdList><ArticleId IdType="pubmed">31215782</ArticleId></ArticleIdList></Reference><Reference><Citation>Jayanama K, Theou O, Godin J, Cahill L, Shivappa N, H&#xe9;bert JR, et al. Relationship between diet quality scores and the risk of frailty and mortality in adults across a wide age spectrum. BMC Med. 2021;19:1&#x2013;13.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC7962372</ArticleId><ArticleId IdType="pubmed">33722232</ArticleId></ArticleIdList></Reference><Reference><Citation>Aljeaidi MS, Haaksma ML, Tan EC. Polypharmacy and trajectories of health-related quality of life in older adults: an Australian cohort study. Qual Life Res. 2022;31(9):2663&#x2013;71.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC9356923</ArticleId><ArticleId IdType="pubmed">35476171</ArticleId></ArticleIdList></Reference><Reference><Citation>Tegegn HG, Erku DA, Sebsibe G, Gizaw B, Seifu D, Tigabe M, et al. Medication-related quality of life among Ethiopian elderly patients with polypharmacy: a cross-sectional study in an Ethiopian university hospital. PLoS One. 2019;14(3):e0214191.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC6438590</ArticleId><ArticleId IdType="pubmed">30921379</ArticleId></ArticleIdList></Reference><Reference><Citation>Hiriscau EI, Buzdugan EC, Hui LA, Bodolea C. Exploring the relationship between frailty, functional status, polypharmacy, and quality of life in elderly and middle-aged patients with cardiovascular diseases: a one-year follow-up study. Int J Environ Res Public Health. 2022;19(4):2286.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC8871852</ArticleId><ArticleId IdType="pubmed">35206472</ArticleId></ArticleIdList></Reference><Reference><Citation>Ford DW, Hartman TJ, Still C, Wood C, Mitchell DC, Erickson P, et al. Body mass index, poor diet quality, and health-related quality of life are associated with mortality in rural older adults. J Nutr Gerontol Geriatr. 2014;33(1):23&#x2013;34. 10.1080/21551197.2014.875819.</Citation><ArticleIdList><ArticleId IdType="doi">10.1080/21551197.2014.875819</ArticleId><ArticleId IdType="pubmed">24597994</ArticleId></ArticleIdList></Reference><Reference><Citation>&#xc7;ift&#xe7;i S, Yal&#xe7;&#x131;n T, &#xd6;zt&#xfc;rk EE. Body mass index having a mediating role between diet quality and mental and physical health among women. BMC Psychol. 2025;13:335. 10.1186/s40359-025-02663-7.</Citation><ArticleIdList><ArticleId IdType="doi">10.1186/s40359-025-02663-7</ArticleId><ArticleId IdType="pmc">PMC11969788</ArticleId><ArticleId IdType="pubmed">40181473</ArticleId></ArticleIdList></Reference><Reference><Citation>Asghari G, Mirmiran P, Yuzbashian E, Azizi F. A systematic review of diet quality indices in relation to obesity. Br J Nutr. 2017;117(8):1055&#x2013;65. 10.1017/S0007114517000915.</Citation><ArticleIdList><ArticleId IdType="doi">10.1017/S0007114517000915</ArticleId><ArticleId IdType="pubmed">28478768</ArticleId></ArticleIdList></Reference><Reference><Citation>Ng LH, Hart M, Dingle SE, et al. Prospective associations between diet quality and health-related quality of life in the Australian Diabetes, Obesity and Lifestyle (AusDiab) study. Br J Nutr. 2023;130(1):83&#x2013;92. 10.1017/S000711452200304X.</Citation><ArticleIdList><ArticleId IdType="doi">10.1017/S000711452200304X</ArticleId><ArticleId IdType="pubmed">36128619</ArticleId></ArticleIdList></Reference><Reference><Citation>Elibol E, Karakaya RE. Validity of the my nutrition index and its relationship with the healthy eating index-2015 in the Turkish population. BMC Public Health. 2025;25(1):2779.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC12351856</ArticleId><ArticleId IdType="pubmed">40813656</ArticleId></ArticleIdList></Reference><Reference><Citation>G&#xfc;zeldere HKB, Aksoy M. Anthropometric measurements and food consumption analysis of older people according to place of residence and gender: a cross-sectional study. Clin Nutr ESPEN. 2021;45:236&#x2013;44.</Citation><ArticleIdList><ArticleId IdType="pubmed">34620323</ArticleId></ArticleIdList></Reference><Reference><Citation>&#xc7;ift&#xe7;i S, Erdem M. Comparing nutritional status, quality of life and physical fitness: aging in place versus nursing home residents. BMC Geriatr. 2025;25(1):102.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC11830173</ArticleId><ArticleId IdType="pubmed">39955492</ArticleId></ArticleIdList></Reference><Reference><Citation>Koksal E, Karacil Ermumcu MS, Mortas H. Description of the healthy eating indices&#x2013;based diet quality in Turkish adults: a cross-sectional study. Environ Health Prev Med. 2017;22(1):12. 10.1186/s12199-017-0613-z.</Citation><ArticleIdList><ArticleId IdType="doi">10.1186/s12199-017-0613-z</ArticleId><ArticleId IdType="pmc">PMC5664443</ArticleId><ArticleId IdType="pubmed">29165107</ArticleId></ArticleIdList></Reference><Reference><Citation>Karakaya RE, Elibol E. The relationship between sociodemographic characteristics, lifestyle, and diet quality with diabetes risk in overweight and obese Turkish adults. BMC Public Health. 2025;25(1):5.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC11697460</ArticleId><ArticleId IdType="pubmed">39748361</ArticleId></ArticleIdList></Reference><Reference><Citation>Sivertsen H, Bj&#xf8;rkl&#xf8;f GH, Engedal K, Selb&#xe6;k G, Helvik AS. Depression and quality of life in older persons: a review. Dement Geriatr Cogn Disord. 2015;40(5&#x2013;6):311&#x2013;39. 10.1159/000437299.</Citation><ArticleIdList><ArticleId IdType="doi">10.1159/000437299</ArticleId><ArticleId IdType="pubmed">26360014</ArticleId></ArticleIdList></Reference><Reference><Citation>Goldney RD, Phillips PJ, Fisher LJ, Wilson DH. Diabetes, depression, and quality of life: a population study. Diabetes Care. 2004;27(5):1066&#x2013;70. 10.2337/diacare.27.5.1066.</Citation><ArticleIdList><ArticleId IdType="doi">10.2337/diacare.27.5.1066.</ArticleId><ArticleId IdType="pubmed">15111522</ArticleId></ArticleIdList></Reference><Reference><Citation>Ay-Woan P, Sarah CP, LyInn C, et al. Quality of life in depression: predictive models. Qual Life Res. 2006;15:39&#x2013;48. 10.1007/s11136-005-0381-x.</Citation><ArticleIdList><ArticleId IdType="doi">10.1007/s11136-005-0381-x</ArticleId><ArticleId IdType="pubmed">16411029</ArticleId></ArticleIdList></Reference></ReferenceList></PubmedData></PubmedArticle></PubmedArticleSet>