<?xml version="1.0" ?>
<!DOCTYPE PubmedArticleSet PUBLIC "-//NLM//DTD PubMedArticle, 1st January 2025//EN" "https://dtd.nlm.nih.gov/ncbi/pubmed/out/pubmed_250101.dtd">
<PubmedArticleSet>
<PubmedArticle><MedlineCitation Status="PubMed-not-MEDLINE" Owner="NLM"><PMID Version="1">41668943</PMID><DateCompleted><Year>2026</Year><Month>02</Month><Day>11</Day></DateCompleted><DateRevised><Year>2026</Year><Month>02</Month><Day>13</Day></DateRevised><Article PubModel="Electronic-eCollection"><Journal><ISSN IssnType="Print">0860-021X</ISSN><JournalIssue CitedMedium="Print"><Volume>43</Volume><PubDate><Year>2026</Year><Month>Jan</Month></PubDate></JournalIssue><Title>Biology of sport</Title><ISOAbbreviation>Biol Sport</ISOAbbreviation></Journal><ArticleTitle>Technical-tactical performance of Spanish female basketball players in first division (2013-2022): effects of match outcome, location, and playing position.</ArticleTitle><Pagination><StartPage>243</StartPage><EndPage>256</EndPage><MedlinePgn>243-256</MedlinePgn></Pagination><ELocationID EIdType="doi" ValidYN="Y">10.5114/biolsport.2026.152349</ELocationID><Abstract><AbstractText>Basketball performance is influenced by technical-tactical factors, but their effects across different contexts are not well understood in women's basketball. This study analyzed the influence of match outcome (win, lose), match location (home, away), and playing positions (guard, G; point-guard, PG; small-forward, SF; power-forward, PF; center, C) on Key Performance Indicators (KPIs) in Spanish female basketball players. Data from 1786 games involving 897 players (33243 cases) across 10 consecutive seasons were analyzed (2013-2022). Sixteen normalized KPIs (standardized by minutes played) were evaluated using linear mixed modeling with individual player ID as a random factor, controlling for nested data structure (<i>ICC</i> &gt; 0.10, p &lt; 0.001). Fixed effects included playing position, match outcome, match location, and their interactions. Results revealed position-specific patterns: centers and power-forwards achieved significantly higher values in 2-point shots, offensive rebounds (C &gt; PF &gt; SF &gt; PG=G), and blocks (C &gt; PF &gt; SF=PG=G), while guards obtained higher 3-point shooting (G=PG &gt; SF=PF=C), assists (G &gt; PG &gt; SF=PF=C), and steals (G=PG &gt; SF=PF=C) with large effect sizes. Winning teams significantly outperformed losing teams, with the largest differences in points, assists, and reduced turnovers. Home teams demonstrated significant advantages in assists, blocks, and reduced turnovers. Interaction effects revealed that guards benefited most from playing at home in assists, while centers showed the greatest home-court advantage in blocks. Position-outcome interactions showed centers contributed most to winning through 2-point shooting and rebounding, while guards impacted success through playmaking and reduced turnovers. Technical-tactical performance varies substantially by position, match outcome, and location. Coaches should tailor training to leverage positionspecific strengths while developing strategies to overcome positional weaknesses, especially for away games.</AbstractText><CopyrightInformation>Copyright &#xa9; Institute of Sport &#x2013; National Research Instutite.</CopyrightInformation></Abstract><AuthorList CompleteYN="Y"><Author ValidYN="Y"><LastName>G&#xf3;mez-Carmona</LastName><ForeName>Carlos D</ForeName><Initials>CD</Initials><AffiliationInfo><Affiliation>Research Group in Training, Physical Activity and Sports Performance (ENFYRED), Faculty of Human and Social Sciences, University of Zaragoza, 44003 Teruel, Spain.</Affiliation></AffiliationInfo><AffiliationInfo><Affiliation>Research Group in Optimization of Training and Sports Performance (GOERD), Department of Didactics of Music, Plastic and Body Expression, Faculty of Sport Science, University of Extremadura, 10003 Caceres, Spain.</Affiliation></AffiliationInfo><AffiliationInfo><Affiliation>BioVetMed &amp; SportSci Research Group. University of Murcia, 30100, Murcia, Spain.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>G&#xf3;mez-Ramos</LastName><ForeName>Elena</ForeName><Initials>E</Initials><AffiliationInfo><Affiliation>Research Group in Optimization of Training and Sports Performance (GOERD), Department of Didactics of Music, Plastic and Body Expression, Faculty of Sport Science, University of Extremadura, 10003 Caceres, Spain.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Pi&#xf1;ar</LastName><ForeName>Mar&#xed;a I</ForeName><Initials>MI</Initials><AffiliationInfo><Affiliation>Faculty of Sport Science, University of Granada, 18011 Granada, Spain.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Contreras</LastName><ForeName>Jos&#xe9; M</ForeName><Initials>JM</Initials><AffiliationInfo><Affiliation>Faculty of Education Sciences, University of Granada, 18071 Granada, Spain.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Ib&#xe1;&#xf1;ez</LastName><ForeName>Sergio J</ForeName><Initials>SJ</Initials><AffiliationInfo><Affiliation>Research Group in Optimization of Training and Sports Performance (GOERD), Department of Didactics of Music, Plastic and Body Expression, Faculty of Sport Science, University of Extremadura, 10003 Caceres, Spain.</Affiliation></AffiliationInfo></Author></AuthorList><Language>eng</Language><PublicationTypeList><PublicationType UI="D016428">Journal Article</PublicationType></PublicationTypeList><ArticleDate DateType="Electronic"><Year>2025</Year><Month>08</Month><Day>29</Day></ArticleDate></Article><MedlineJournalInfo><Country>Poland</Country><MedlineTA>Biol Sport</MedlineTA><NlmUniqueID>8700872</NlmUniqueID><ISSNLinking>0860-021X</ISSNLinking></MedlineJournalInfo><KeywordList Owner="NOTNLM"><Keyword MajorTopicYN="N">Contextual factors</Keyword><Keyword MajorTopicYN="N">Decision-making</Keyword><Keyword MajorTopicYN="N">Elite level</Keyword><Keyword MajorTopicYN="N">Game-related statistics</Keyword><Keyword MajorTopicYN="N">Performance analysis</Keyword></KeywordList><CoiStatement>None of the authors has a conflict of interest to declare, and all authors were involved in the study design, data collection and interpretation, and contributed to the writing of the manuscript.</CoiStatement></MedlineCitation><PubmedData><History><PubMedPubDate PubStatus="received"><Year>2024</Year><Month>7</Month><Day>23</Day></PubMedPubDate><PubMedPubDate PubStatus="revised"><Year>2025</Year><Month>3</Month><Day>21</Day></PubMedPubDate><PubMedPubDate PubStatus="accepted"><Year>2025</Year><Month>6</Month><Day>6</Day></PubMedPubDate><PubMedPubDate PubStatus="medline"><Year>2026</Year><Month>2</Month><Day>11</Day><Hour>6</Hour><Minute>31</Minute></PubMedPubDate><PubMedPubDate PubStatus="pubmed"><Year>2026</Year><Month>2</Month><Day>11</Day><Hour>6</Hour><Minute>30</Minute></PubMedPubDate><PubMedPubDate PubStatus="entrez"><Year>2026</Year><Month>2</Month><Day>11</Day><Hour>4</Hour><Minute>35</Minute></PubMedPubDate><PubMedPubDate PubStatus="pmc-release"><Year>2025</Year><Month>8</Month><Day>29</Day></PubMedPubDate></History><PublicationStatus>epublish</PublicationStatus><ArticleIdList><ArticleId IdType="pubmed">41668943</ArticleId><ArticleId IdType="pmc">PMC12884891</ArticleId><ArticleId IdType="doi">10.5114/biolsport.2026.152349</ArticleId><ArticleId IdType="pii">56338</ArticleId></ArticleIdList><ReferenceList><Reference><Citation>Martinho DV, Clemente FM, &#xc1;ngel-Gomez M, Rebelo A, Field A, Santos CC, Gouveia &#xc9;R, Afonso J, Sarmento H. Physical, Physiological, Technical and Tactical Responses According to the Playing Position in Male Basketball: A Systematic Scoping Review. J Hum Kinet. 2025; 96:5&#x2013;35.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC12121883</ArticleId><ArticleId IdType="pubmed">40453900</ArticleId></ArticleIdList></Reference><Reference><Citation>Canuto SC, Bezerra de Almeida M. Determinants of Basketball Match Outcome Based on Game &#x2013; related Statistics: A Systematic Review and Meta &#x2013; A nalysis. Eur J Hum Mov. 2022; (48):4&#x2013;20.</Citation></Reference><Reference><Citation>Fern&#xe1;ndez-Cort&#xe9;s JA, Mandly MG, Garc&#xed;a-Rubio J, Ib&#xe1;&#xf1;ez SJ. Contribution of professional basketball players according to the specific position and the competition phase. E-Balonmano.com Rev Cienc Deporte. 2021; 17(3):223&#x2013;32.</Citation></Reference><Reference><Citation>K&#xf6;nig S, Heckel J. Match analysis in basketball. In: Match Analysis. Routledge; 2021. p. 53&#x2013;60.</Citation></Reference><Reference><Citation>Sampaio J, Leite N. Performance indicators in game sports. In: McGarry T, O&#x2019;Donoghue P, Sampaio J, editors. Routledge handbook of sports performance analysis. 1st edition. London: Routledge; 2013. p. 115&#x2013;26.</Citation></Reference><Reference><Citation>Ib&#xe1;&#xf1;ez SJ, Sampaio J, Feu S, Lorenzo A, G&#xf3;mez MA, Ortega E. Basketball game-related statistics that discriminate between teams&#x2019; season-long success. Eur J Sport Sci. 2008; 8(6):369&#x2013;72.</Citation></Reference><Reference><Citation>G&#xf3;mez MA, Lorenzo A, Iba&#xf1;ez SJ, Sampaio J. Ball possession effectiveness in men&#x2019;s and women&#x2019;s elite basketball according to situational variables in different game periods. J Sports Sci. 2013; 31(14):1578&#x2013;87.</Citation><ArticleIdList><ArticleId IdType="pubmed">23679867</ArticleId></ArticleIdList></Reference><Reference><Citation>G&#xf3;mez MA, Jim&#xe9;nez S, Navarro R, Lago-Penas C, Sampaio J. Effects of coaches&#x2019; timeouts on basketball teams&#x2019; offensive and defensive performances according to momentary differences in score and game period. Eur J Sport Sci. 2011; 11(5):303&#x2013;8.</Citation></Reference><Reference><Citation>G&#xf3;mez M&#xc1;, Lorenzo A, Sampaio J, Ib&#xe1;&#xf1;ez SJ. Differences in game-related statistics between winning and losing teams in women&#x2019;s basketball. Journal of Human Movement Studies. 2006; 51(5):357&#x2013;69.</Citation></Reference><Reference><Citation>G&#xf3;mez M&#xc1;, Lorenzo A, Ortega E, Sampaio J, Ib&#xe1;&#xf1;ez SJ. Game Related Statistics Discriminating Between Starters and Nonstarters Players in Women&#x2019;s National Basketball Association League (WNBA). J Sports Sci Med. 2009; 8(2):278&#x2013;83.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC3761479</ArticleId><ArticleId IdType="pubmed">24149538</ArticleId></ArticleIdList></Reference><Reference><Citation>Sampaio J, Ib&#xe1;&#xf1;ez SJ, Feu S. Discriminative power of basketball game-related statistics by level of competition and sex. Percept Mot Skills. 2004; 99(Supl 3):1231&#x2013;8.</Citation><ArticleIdList><ArticleId IdType="pubmed">15739849</ArticleId></ArticleIdList></Reference><Reference><Citation>Scanlan AT, Dascombe BJ, Kidcaff AP, Peucker JL, Dalbo VJ. Gender-Specific Activity Demands Experienced during Semiprofessional Basketball Game Play. Int J Sports Physiol Perform. 2015; 10(5):618&#x2013;25.</Citation><ArticleIdList><ArticleId IdType="pubmed">25561579</ArticleId></ArticleIdList></Reference><Reference><Citation>Reina M, Garc&#xed;a-Rubio J, Ib&#xe1;&#xf1;ez SJ. Training and Competition Load in Female Basketball: A Systematic Review. Int J Environ Res Public Health. 2020; 17(8):2639.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC7215482</ArticleId><ArticleId IdType="pubmed">32290569</ArticleId></ArticleIdList></Reference><Reference><Citation>Mateus N, Esteves P, Gon&#xe7;alves B, Torres I, Gomez MA, Arede J, Leite N. Clustering performance in the European Basketball according to players&#x2019; characteristics and contextual variables. Int J Sports Sci Coach. 2020; 15(3):405&#x2013;11.</Citation></Reference><Reference><Citation>Pino-Ortega J, Rojas-Valverde D, G&#xf3;mez-Carmona CD, Bastida-Castillo A, Hern&#xe1;ndez-Belmonte A, Garc&#xed;a-Rubio J, Nakamura FY, Ib&#xe1;&#xf1;ez SJ. Impact of Contextual Factors on External Load During a Congested-Fixture Tournament in Elite U&#x2019;18 Basketball Players. Front Psychol. 2019; 10:1100.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC6529817</ArticleId><ArticleId IdType="pubmed">31156514</ArticleId></ArticleIdList></Reference><Reference><Citation>Conte D, Tessitore A, Gjullin A, Mackinnon D, Lupo C, Favero T. Investigating the game-related statistics and tactical profile in NCAA division I men&#x2019;s basketball games. Biol Sport. 2018; 35(2):137&#x2013;43.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC6234313</ArticleId><ArticleId IdType="pubmed">30455541</ArticleId></ArticleIdList></Reference><Reference><Citation>Escudero-Tena A, Rodr&#xed;guez-Gal&#xe1;n V, Garc&#xed;a-Rubio J, Ib&#xe1;&#xf1;ez SJ. Influence of the specific position on the final result of the match in professional basketball. Rev Psicol Deporte. 2021; 30(3):19.</Citation></Reference><Reference><Citation>Zhai Z, Guo Y, Zhang S, Li Y, Liu H. Explaining positional differences of performance profiles for the elite female basketball players. Front Psychol. 2021; 11:558750.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC7874149</ArticleId><ArticleId IdType="pubmed">33584401</ArticleId></ArticleIdList></Reference><Reference><Citation>Reina M, Garc&#xed;a-Rubio J, Feu S, Ib&#xe1;&#xf1;ez SJ. Training and competition load monitoring and analysis of women&#x2019;s amateur basketball by playing position: approach study. Front Psychol. 2018; 9(2689).</Citation><ArticleIdList><ArticleId IdType="pmc">PMC6333631</ArticleId><ArticleId IdType="pubmed">30687163</ArticleId></ArticleIdList></Reference><Reference><Citation>Sampaio J, Drinkwater EJ, Leite NM. Effects of season period, team quality, and playing time on basketball players&#x2019; game-related statistics. Eur J Sport Sci. 2010; 10(2):141&#x2013;9.</Citation></Reference><Reference><Citation>Leicht AS, Gomez MA, Woods CT. Team Performance Indicators Explain Outcome during Women&#x2019;s Basketball Matches at the Olympic Games. Sports. 2017. Dec; 5(4):96.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC5969024</ArticleId><ArticleId IdType="pubmed">29910456</ArticleId></ArticleIdList></Reference><Reference><Citation>Yi Q, Zhang S, Fang W, G&#xf3;mez-Ruano M&#xc1;. Modeling the keys to team&#x2019;s success in the women&#x2019;s Chinese basketball association. Front Psychol. 2021; 12:671860.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC8212999</ArticleId><ArticleId IdType="pubmed">34149566</ArticleId></ArticleIdList></Reference><Reference><Citation>Pollard R, G&#xf3;mez MA. Components of home advantage in 157 national soccer leagues worldwide. Int J Sport Exerc Psychol. 2014; 12(3):218&#x2013;33.</Citation></Reference><Reference><Citation>G&#xf3;mez MA, Pollard R, Luis-Pascual JC. Comparison of the home advantage in nine different professional team sports in Spain. Percept Mot Skills. 2011. Aug; 113(1):150&#x2013;6.</Citation><ArticleIdList><ArticleId IdType="pubmed">21987916</ArticleId></ArticleIdList></Reference><Reference><Citation>Garc&#xed;a-Rubio J, S&#xe1;ez-Bl&#xe1;zquez FJ, Ib&#xe1;&#xf1;ez SJ, Parejo I, Ca&#xf1;adas M. Home advantage analysis in ACB league in season 2007&#x2013;2008. Rev Psicol Deporte. 2009; 18(3):331&#x2013;5.</Citation></Reference><Reference><Citation>G&#xf3;mez MA, Lago-Pe&#xf1;as C, Pollard R. Situational variables. In: McGarry T, O&#x2019;Donogue P, Sampaio J, editors. Handbook of Sports Performance Analysis. 1st Edition. London: Routledge; 2013. p. 259&#x2013;69.</Citation></Reference><Reference><Citation>Sansone P, Gasperi L, Conte D, Scanlan AT, Sampaio J, G&#xf3;mez-Ruano M&#xc1;. Game schedule, travel demands and contextual factors influence key game-related statistics among the top European male basketball teams. J Sports Sci. 2024; 42(18):1759&#x2013;66.</Citation><ArticleIdList><ArticleId IdType="pubmed">39356869</ArticleId></ArticleIdList></Reference><Reference><Citation>Sansone P, Conte D, Gasperi L, Scanlan AT, Gomez-Ruano MA. Analysing elite European basketball players&#x2019; performances according to travel demands, game schedule and contextual factors. Int J Perform Anal Sport. 2024; Epub:Ahead of Print.</Citation></Reference><Reference><Citation>Pi&#xf1;ar MI, Garc&#xed;a D, Mancha-Triguero D, Ib&#xe1;&#xf1;ez SJ. Effect of Situational and Individual Factors on Training Load and Game Performance in Liga Femenina 2 Basketball Female Players. Appl Sci. 2022; 12(15):7752.</Citation></Reference><Reference><Citation>Cnaan A, Laird NM, Slasor P. Using the general linear mixed model to analyse unbalanced repeated measures and longitudinal data. Stat Med. 1997; 16(20):2349&#x2013;80.</Citation><ArticleIdList><ArticleId IdType="pubmed">9351170</ArticleId></ArticleIdList></Reference><Reference><Citation>Baayen RH, Davidson DJ, Bates DM. Mixed-effects modeling with crossed random effects for subjects and items. J Mem Lang. 2008; 59(4):390&#x2013;412.</Citation></Reference><Reference><Citation>Garc&#xed;a J, Ib&#xe1;&#xf1;ez SJ, Martinez De Santos R, Leite N, Sampaio J. Identifying Basketball Performance Indicators in Regular Season and Playoff Games. J Hum Kinet. 2013; 36(1):161&#x2013;8.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC3661887</ArticleId><ArticleId IdType="pubmed">23717365</ArticleId></ArticleIdList></Reference><Reference><Citation>Courel-Ib&#xe1;&#xf1;ez J, McRobert AP, Toro EO, V&#xe9;lez DC. Collective behaviour in basketball: a systematic review. Int J Perform Anal Sport. 2017; 17(1&#x2013;2):44&#x2013;64.</Citation></Reference><Reference><Citation>Mancha-Triguero D, Reina M, Garc&#xed;a-Rubio J, Ib&#xe1;&#xf1;ez SJ. Does physical fitness influence the technical-tactical performance indicators in a professional female basketball team? RICYDE Rev Int Cienc Deporte. 2021. Feb 3; 17(64):174&#x2013;88.</Citation></Reference><Reference><Citation>Paulauskas R, Masiulis N, Vaquera A, Figueira B, Sampaio J. Basketball Game-Related Statistics that Discriminate Between European Players Competing in the NBA and in the Euroleague. J Hum Kinet. 2018. Dec 31; 65(1):225&#x2013;33.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC6341956</ArticleId><ArticleId IdType="pubmed">30687434</ArticleId></ArticleIdList></Reference><Reference><Citation>Ato M, L&#xf3;pez-Garc&#xed;a JJ, Benavente A. Un sistema de clasificaci&#xf3;n de los dise&#xf1;os de investigaci&#xf3;n en psicolog&#xed;a. An Psicol. 2013; 29(3):1038&#x2013;1059.</Citation></Reference><Reference><Citation>Hopkins WG, Marshall SW, Batterham AM, Hanin J. Progressive Statistics for Studies in Sports Medicine and Exercise Science: Med Sci Sports Exerc. 2009; 41(1):3&#x2013;13.</Citation><ArticleIdList><ArticleId IdType="pubmed">19092709</ArticleId></ArticleIdList></Reference><Reference><Citation>Ib&#xe1;&#xf1;ez SJ, Gonz&#xe1;lez-Espinosa S, Feu S, Garc&#xed;a-Rubio J. Basketball without borders? Similarities and differences among Continental Basketball Championships. RICYDE Rev Int Cienc Deporte. 2017; 14(51):42&#x2013;54.</Citation></Reference><Reference><Citation>Madarame H. Game-Related Statistics Which Discriminate Between Winning and Losing Teams in Asian and European Men&#x2019;s Basketball Championships. Asian J Sports Med. 2017; 8(2):e42727.</Citation></Reference><Reference><Citation>Ferioli D, Bosio A, Bilsborough JC, La Torre A, Tornaghi M, Rampinini E. The preparation period in basketball: training load and neuromuscular adaptations. Int J Sports Physiol Perform. 2018; 13(8):991&#x2013;9.</Citation><ArticleIdList><ArticleId IdType="pubmed">29345555</ArticleId></ArticleIdList></Reference><Reference><Citation>Courel-Ib&#xe1;&#xf1;ez J, McRobert AP, Toro EO, V&#xe9;lez DC. Inside pass predicts ball possession effectiveness in NBA basketball. Int J Perform Anal Sport. 2016; 16(2):711&#x2013;25.</Citation></Reference><Reference><Citation>Mavridis G, Tsamourtzis E, Karipidis A, Laios A. The inside game in World Basketball. Comparison between European and NBA teams. Int J Perform Anal Sport. 2009; 9(2):157&#x2013;64.</Citation></Reference><Reference><Citation>Dehesa R, Vaquera A, Gon&#xe7;alves B, Mateus N, Gomez-Ruano MA, Sampaio J. Key Game Indicators in NBA Players&#x2019; Performance Profiles. Kinesiology. 2019; 51(1):92&#x2013;101.</Citation></Reference><Reference><Citation>Garc&#xed;a J, Ib&#xe1;&#xf1;ez JS, G&#xf3;mez AM, Sampaio J. Basketball Game-related statistics discriminating ACB league teams according to game location, game outcome and final score differences. Int J Perform Anal Sport. 2014; 14(2):443&#x2013;52.</Citation></Reference><Reference><Citation>Esteves PT, Mikolajec K, Schelling X, Sampaio J. Basketball performance is affected by the schedule congestion: NBA back-to-backs under the microscope. Eur J Sport Sci. 2021; 21(1):26&#x2013;35.</Citation><ArticleIdList><ArticleId IdType="pubmed">32172667</ArticleId></ArticleIdList></Reference><Reference><Citation>Jamieson JP. The Home Field Advantage in Athletics: A Meta-Analysis. J Appl Soc Psychol. 2010; 40(7):1819&#x2013;48.</Citation></Reference></ReferenceList></PubmedData></PubmedArticle></PubmedArticleSet>