<?xml version="1.0" ?>
<!DOCTYPE PubmedArticleSet PUBLIC "-//NLM//DTD PubMedArticle, 1st January 2025//EN" "https://dtd.nlm.nih.gov/ncbi/pubmed/out/pubmed_250101.dtd">
<PubmedArticleSet>
<PubmedArticle><MedlineCitation Status="Publisher" Owner="NLM"><PMID Version="1">41617663</PMID><DateRevised><Year>2026</Year><Month>01</Month><Day>30</Day></DateRevised><Article PubModel="Print-Electronic"><Journal><ISSN IssnType="Electronic">1935-9780</ISSN><JournalIssue CitedMedium="Internet"><PubDate><Year>2026</Year><Month>Jan</Month><Day>30</Day></PubDate></JournalIssue><Title>Anatomical sciences education</Title><ISOAbbreviation>Anat Sci Educ</ISOAbbreviation></Journal><ArticleTitle>From guillotine to dissection table-First insights into the Breslau institute of anatomy during the Nazi period.</ArticleTitle><ELocationID EIdType="doi" ValidYN="Y">10.1002/ase.70186</ELocationID><Abstract><AbstractText>Anatomy in Nazi Germany-in its work with bodies of the regime's victims-is arguably the most extreme example of state-sanctioned abuse of power over bodies of the dead in medicine. This history is highly relevant today because it contributed to the formulation of basic tenets of research ethics in the Nuremberg Code and allows for history-informed reasoning regarding anatomical body procurement and education. However, detailed information on anatomy institutes in Nazi Germany and its territories is often missing. This study offers first results of an investigation of activities at Breslau anatomy 1933 to 1945 (today Wroc&#x142;aw), including anatomists' politics and anatomical body procurement. In 1945, this anatomical institute ceased to exist when Breslau became Polish. Like their peers throughout Nazi Germany, Breslau anatomists coordinated the handover of bodies of the executed from prison with the authorities. Archival documentation reveals that Breslau anatomy received bodies of at least 30 executed prisoners. In addition, the body register of the city morgue was examined, disclosing the transfer of 442 unclaimed bodies to the anatomical institute from 1937 to 1944, more than half of them children. Also among them were 29 bodies of prisoners and Eastern European forced laborers. All these bodies were used in anatomy education, and the executed were preferred in research studies and dissertation theses, as documented in 16 publications. These findings confirm the close collaboration of Breslau anatomists with the Nazi regime, and their acceptance of the use of Nazi victims' bodies as an unquestioned professional opportunity.</AbstractText><CopyrightInformation>&#xa9; 2026 American Association for Anatomy.</CopyrightInformation></Abstract><AuthorList CompleteYN="Y"><Author ValidYN="Y"><LastName>Uzarczyk</LastName><ForeName>Kamila</ForeName><Initials>K</Initials><AffiliationInfo><Affiliation>Department of Humanities and Social Sciences in Medicine, Wroc&#x142;aw Medical University, Wroc&#x142;aw, Poland.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Hildebrandt</LastName><ForeName>Sabine</ForeName><Initials>S</Initials><Identifier Source="ORCID">0000-0002-7257-9440</Identifier><AffiliationInfo><Affiliation>Division of General Pediatrics, Department of Pediatrics, Boston Children's Hospital, Harvard Medical School, Boston, Massachusetts, USA.</Affiliation></AffiliationInfo></Author></AuthorList><Language>eng</Language><PublicationTypeList><PublicationType UI="D016428">Journal Article</PublicationType><PublicationType UI="D016454">Review</PublicationType></PublicationTypeList><ArticleDate DateType="Electronic"><Year>2026</Year><Month>01</Month><Day>30</Day></ArticleDate></Article><MedlineJournalInfo><Country>United States</Country><MedlineTA>Anat Sci Educ</MedlineTA><NlmUniqueID>101392205</NlmUniqueID><ISSNLinking>1935-9772</ISSNLinking></MedlineJournalInfo><CitationSubset>IM</CitationSubset><KeywordList Owner="NOTNLM"><Keyword MajorTopicYN="N">Nazi Germany</Keyword><Keyword MajorTopicYN="N">anatomical body procurement</Keyword><Keyword MajorTopicYN="N">bodies of the executed</Keyword><Keyword MajorTopicYN="N">history of anatomy</Keyword><Keyword MajorTopicYN="N">research ethics</Keyword><Keyword MajorTopicYN="N">unclaimed bodies</Keyword></KeywordList></MedlineCitation><PubmedData><History><PubMedPubDate PubStatus="revised"><Year>2025</Year><Month>12</Month><Day>19</Day></PubMedPubDate><PubMedPubDate PubStatus="received"><Year>2025</Year><Month>9</Month><Day>12</Day></PubMedPubDate><PubMedPubDate PubStatus="accepted"><Year>2025</Year><Month>12</Month><Day>24</Day></PubMedPubDate><PubMedPubDate PubStatus="medline"><Year>2026</Year><Month>1</Month><Day>31</Day><Hour>0</Hour><Minute>29</Minute></PubMedPubDate><PubMedPubDate PubStatus="pubmed"><Year>2026</Year><Month>1</Month><Day>31</Day><Hour>0</Hour><Minute>29</Minute></PubMedPubDate><PubMedPubDate PubStatus="entrez"><Year>2026</Year><Month>1</Month><Day>30</Day><Hour>23</Hour><Minute>3</Minute></PubMedPubDate></History><PublicationStatus>aheadofprint</PublicationStatus><ArticleIdList><ArticleId IdType="pubmed">41617663</ArticleId><ArticleId IdType="doi">10.1002/ase.70186</ArticleId></ArticleIdList><ReferenceList><ReferenceList><Title>REFERENCES</Title><Reference><Citation>Jones DG, Whitaker MI. Speaking for the dead: the human body in biology and medicine. Farnham: Ashgate; 2009.</Citation></Reference><Reference><Citation>Persaud TVN. Early history of human anatomy. Springfield: Charles C. Thomas; 1984.</Citation></Reference><Reference><Citation>Persaud TVN. A history of human anatomy: the post&#x2010;Vesalian era. Springfield: Charles C. Thomas; 1997.</Citation></Reference><Reference><Citation>Halperin EC. The poor, the black, and the marginalized as the source of cadavers in the United States anatomical education. Clin Anat. 2007;20:489&#x2013;495.</Citation></Reference><Reference><Citation>Richardson R. Death, dissection and the destitute. Second edition with a new afterword (2000). Chicago: The University of Chicago Press; 1987.</Citation></Reference><Reference><Citation>Sappol M. A traffic of dead bodies. Anatomy and embodied social identity in nineteenth&#x2013;century America. 1st ed. Princeton, NJ: Princeton University Press; 2002.</Citation></Reference><Reference><Citation>Hildebrandt S. The anatomy of murder&#x2014;ethical transgressions and anatomical sciences in the Third Reich. New York: Berghahn; 2016.</Citation></Reference><Reference><Citation>Czech H, Hildebrandt S, Reis SP, Chelouche T, Fox M, Gonz&#xe1;lez&#x2010;L&#xf3;pez E, et&#xa0;al. The Lancet Commission on medicine, Nazism, and the Holocaust: historical evidence, implications for today, teaching for tomorrow. Lancet. 2023;18(10415):1867&#x2013;1940. https://doi.org/10.1016/S0140&#x2010;6736(23)01845&#x2010;7</Citation></Reference><Reference><Citation>Hildebrandt S, Cornwall J, Champney TH. More than body parts: a new ethos of anatomy education. Acad Med. 2025;100(3):273&#x2013;280. https://doi.org/10.1097/ACM.0000000000005901</Citation></Reference><Reference><Citation>Aly G. The Posen diaries of the anatomist Hermann Voss. In: Aly G, Chroust P, Pross C, editors. Cleansing the fatherland. Nazi medicine and racial hygiene. Baltimore, MD: The Johns Hopkins University Press; 1994. p. 99&#x2013;155.</Citation></Reference><Reference><Citation>Bonah C, Schmaltz F, Weindling P. La facult&#xe9; de m&#xe9;decine de la Reichsuniversit&#xe4;t Stra&#xdf;burg et l'h&#xf4;pital civil sous l'annexion de fait nationale&#x2010;socialiste 1940&#x2013;1945. Rapport final de la Commission historique pour l'histoire de la facult&#xe9; de m&#xe9;decine de la Reichsuniversit&#xe4;t Stra&#xdf;burg. Strasbourg; 2022. Available from: https://www.unistra.fr/fileadmin/upload/unistra/universite/historique/Rapport_final_Reichsuniversitat_Strassburg_corr.pdf</Citation></Reference><Reference><Citation>Conrads N. Die tolerierte Universit&#xe4;t. 300 Jahre Universit&#xe4;t Breslau 1707 bis 2002. Stuttgart: Franz Steiner Verlag; 2004.</Citation></Reference><Reference><Citation>Thum G. Uprooted&#x2014;how Breslau became Wroc&#x142;aw during the century of expulsion. Wroc&#x142;aw: Via Nova; 2011.</Citation></Reference><Reference><Citation>Winkelmann A. The Nachlass (estate) of Heinrich von Eggeling (1869&#x2013;1954), long&#x2010;time secretary of the Anatomische Gesellschaft. Ann Anat. 2015;201:31&#x2013;37. https://doi.org/10.1016/j.aanat.2015.05.003</Citation></Reference><Reference><Citation>Lange UP. &#x201c;Nicht den kleinen Finger&#x201d;. Ein Gedenken an Dr. med. Joseph&#x2010;Anton Lange, Facharzt f&#xfc;r innere Medizin, und seinen Bruder Prof. Dr. med. Bernhard Lange. Theologisches. 1992;22(6):272&#x2013;278. Available from: http://www.theologisches.net/files/22_Nr.6.pdf</Citation></Reference><Reference><Citation>Gerlach J. Hartwig Kuhlenbeck&#x2010; 60 Jahre vergleichend anatomische Forschung. J Hirnforsch. 1979;20:107&#x2013;113.</Citation></Reference><Reference><Citation>Peiffer J. Die Vertreibung deutscher Neuropathologen. Nervenarzt. 1998;69:99&#x2013;109.</Citation></Reference><Reference><Citation>Stahnisch FW. Hartwig Kuhlenbeck (1897&#x2013;1984). J Neurol. 2016;263(12):2567&#x2013;2569. https://doi.org/10.1007/s00415&#x2010;016&#x2010;8151&#x2010;y</Citation></Reference><Reference><Citation>Gr&#xfc;ttner M. Talar und Hakenkreuz. Die Universit&#xe4;ten im Dritten Reich. M&#xfc;nchen: Beck; 2024.</Citation></Reference><Reference><Citation>Grundmann S. Der Anatom Erich Kallius (1867&#x2013;1935) &#x201c;&#x2026;ein Lehrer von ungew&#xf6;hnlichem Erfolg.&#x201d; Leben, Werk und Hochschulkarriere vom Kaiserreich bis zum Dritten Reich. Medical Dissertation. Greifswald; 2008 [cited 2025 Sep 3]. Available from: https://epub.ub.uni&#x2010;greifswald.de/frontdoor/index/index/docId/425</Citation></Reference><Reference><Citation>Dziallas P. Die Geschichte der Anatomie an der Universit&#xe4;t Breslau. Jahrb Schlesischen Friedrich&#x2010;Wilhelms&#x2010;Univ Breslau. 1973;18:212&#x2013;241.</Citation></Reference><Reference><Citation>Herrlinger H. Heinrich von Eggeling. Anat Anz. 1956;102:373&#x2013;382.</Citation></Reference><Reference><Citation>Hildebrandt S. The case of Robert Herrlinger: a unique postwar controversy on the ethics of the anatomical use of bodies of the executed during National Socialism. Ann Anat. 2013c;195:11&#x2013;24.</Citation></Reference><Reference><Citation>Klinische Wochenschrift. Tagesgeschichte. Klin Wochenschr. 1931;10(38):1792.</Citation></Reference><Reference><Citation>Wallraff J. Wilhelm Blotevogel. Anat Anz. 1959;107:92&#x2013;96.</Citation></Reference><Reference><Citation>Hollstein AF. Ein anderes Anatomiebuch. Die Geschichte des anatomischen Institutes der Universit&#xe4;t Hamburg 1919&#x2013;1972. Hamburg: Eigenverlag; 2020.</Citation></Reference><Reference><Citation>van den Bussche H. Personalpolitik und akademische Karrieren an der Hamburger Medizinischen Fakultaet im &#x201c;Dritten Reich&#x201d;. In: Grau G, Schneck P, editors. Akademische Karrieren im &#x201c;Dritten Reich&#x201d;. Beitr&#xe4;ge zur Personal&#x2010; und Berufungspolitik an Medizinischen Fakult&#xe4;ten. Berlin: Pegasus; 1993. p. 19&#x2013;38.</Citation></Reference><Reference><Citation>Heiber H. Universit&#xe4;t unterm Hakenkreuz. Teil II: Die Kapitulation der Hohen Schulen. Das Jahr 1933 und seine Themen. Band 1. M&#xfc;nchen: KG Saur; 1992.</Citation></Reference><Reference><Citation>Hamburger Professorinnen&#x2010; und Professorenkatalog. Eintrag zu &#x201c;Wilhelm Blotevogel&#x201d;; n.d. [cited 2025 Apr 14]. Available from: https://www.hpk.uni&#x2010;hamburg.de/resolve/id/cph_person_00000274?_search=4c707777&#x2010;65d5&#x2010;4b6a&#x2010;b0ae&#x2010;813888545e30&amp;_hit=0</Citation></Reference><Reference><Citation>Hildebrandt S. Research on bodies of the executed in German anatomy: an accepted method that changed during the third Reich. Study of anatomical journals from 1924 to 1951. Clin Anat. 2013a;26(3):304&#x2013;326. https://doi.org/10.1002/ca.22107</Citation></Reference><Reference><Citation>Noack T, Heyll U. Der Streit der Fakult&#xe4;ten. Die medizinischeVerwertung der Leichen Hingerichteter im Nationalsozialismus. In: V&#xf6;gele J, Fangerau H, Noack T, editors. Geschichte der Medizin&#x2010; Geschichte in der Medizin. Hamburg: Literatur Verlag; 2006. p. 133&#x2013;142.</Citation></Reference><Reference><Citation>Noack T. Begehrte Leichen. Der Berliner Anatom Hermann Stieve (1886&#x2010;1952) und die medizinische Verwertung Hingerichteter im Natinoalsozialismus. Medizin, Gesellschaft und Geschichte. Jahrbuch des Instituts f&#xfc;r Geschichte der Medizin der Robert Bosch Stiftung. 2008;26:9&#x2013;35.</Citation></Reference><Reference><Citation>Oberkofler G, Goller P, editors. Die medizinische Fakult&#xe4;t Innsbruck. Faschistische Realit&#xe4;t (1938) und Kontinuit&#xe4;t unter postfaschistischen Bedingungen (1945). Eine Dokumentation. Innsbruck: Universit&#xe4;tsarchiv; 1999.</Citation></Reference><Reference><Citation>Sch&#xfc;tz M, Waschke J, Marckmann G, Steger F. Munich anatomy and the distribution of bodies from the Stadelheim execution site during national socialism. Ann Anat. 2017;211:2&#x2013;12. https://doi.org/10.1016/j.aanat.2017.01.010</Citation></Reference><Reference><Citation>Toledano R. Anatomy in the Third Reich&#x2014;the anatomical Institute of the Reichsuniversit&#xe4;t Strassburg and the deliveries of dead bodies. Ann Anat. 2016;205:128&#x2013;144. https://doi.org/10.1016/j.aanat.2016.03.006</Citation></Reference><Reference><Citation>Tomkiewicz M, Semk&#xf3;w P. Soap from human fat: the case of professor spanner. Gdynia: Wydawnictwo R&#xf3;&#x17c;a Wiatr&#xf3;w; 2013.</Citation></Reference><Reference><Citation>Viebig M. Das Zuchthaus Halle/Saale als Richtst&#xe4;tte der Nationalsozialistischen Justiz (1942&#x2013;1945). Halle: Druckerei Heinrich John; 1998.</Citation></Reference><Reference><Citation>Waltenbacher T. Zentrale Hinrichtungsst&#xe4;tten. Der Vollzug der Todesstrafe in Deutschland von 1937&#x2013;1945. Scharfrichter im Dritten Reich. Berlin: Zwilling; 2008.</Citation></Reference><Reference><Citation>Czech H. Von der Richtst&#xe4;tte auf den Seziertisch: Zur anatomischen Verwertung von NS&#x2010;Opfern in Wien, Innsbruck und Graz. Jahrb Dokumentationsarchivs Oesterreichischen Widerstandes. 2015;141&#x2013;190.</Citation></Reference><Reference><Citation>Viebig M. Zu Problemen der Leichenversorgung des Anatomischen Institutes der Universit&#xe4;t Halle vom 19. bis Mitte des 20. Jahrhunderts. In: Rupieper HJ, editor. Beitr&#xe4;ge zur Geschichte der Martin&#x2010;Luther&#x2010;Universit&#xe4;t 1502&#x2013;2002. Halle: MDV, Mitteldeutscher Verlag Halle; 2002. p. 117&#x2013;146.</Citation></Reference><Reference><Citation>Drews U. Die Zeit des Nationalsozialismus am Anatomischen Institut in T&#xfc;bingen: Unbeantwortete ethische Fragen damals und heute. In: Peiffer J, editor. Menschenverachtung und Opportunismus, T&#xfc;bingen: Zur Medizin im Dritten Reich. T&#xfc;bingen: Attempto; 1992. p. 93&#x2013;107.</Citation></Reference><Reference><Citation>Richter G. Das Arbeitserziehungslager Breitenau (1940&#x2013;1945). Ein Beitrag zum nationalsozialistischen Lagersystem. Kassel: Verlag Winfried Junior; 2009 [cited 2013 Nov 3]. Available from: https://kobra.bibliothek.uni&#x2010;kassel.de/bitstream/urn:nbn:de:hebis:34&#x2010;2011120539885/1/RichterArbeitserziehungslagerBreitenau.pdf</Citation></Reference><Reference><Citation>Sch&#xf6;nhagen B. Das Gr&#xe4;berfeld X auf dem T&#xfc;binger Stadtfriedhof. Die verdr&#xe4;ngte &#x2018;Normalit&#xe4;t&#x2019; nationalsozialistischer Vernichtungspolitik. In: Peiffer J, editor. Menschenverachtung und Opportunismus, T&#xfc;bingen: Zur Medizin im Dritten Reich. T&#xfc;bingen: Attempto; 1992. p. 69&#x2013;92.</Citation></Reference><Reference><Citation>Beushausen U, Dahms HJ, Koch T, Massing A, Obermann K. Die medizinische Fakult&#xe4;t im Dritten Reich. In: Becker H, Dahms HJ, Wegeler C, editors. Die Universit&#xe4;t G&#xf6;ttingen unter dem Nationalsozialismus. M&#xfc;nchen: K.G. Saur; 1998. p. 183&#x2013;286.</Citation></Reference><Reference><Citation>Rothmaler C. Gutachten und Dokumentation &#xfc;ber das Anatomische Institut des Universit&#xe4;tskrankenhauses Eppendorf der Universit&#xe4;t Hamburg 1933&#x2010;1945. &#x201c;1999&#x201d;, Zeitschrift f&#xfc;r Sozialgeschichte des 20. u 21. Jahrhunderts. 1990;2:78&#x2013;95.</Citation></Reference><Reference><Citation>Form W, Schiller T. Politische Justiz in Hessen. Die Verfahren des Volksgerichtshofs, der politischen Senate der Oberlandesgerichte Darmstadt und Kassel 1933&#x2013;1945 sowie Sondergerichtsprozesse in Darmstadt und Frankfurt/M. (1933/34). Marburg: Elwert Verlag, Marburg; 2005.</Citation></Reference><Reference><Citation>Trobitzsch R, J&#xfc;rgens A, Knauer W. Justiz im Nationalsozialismus. &#xdc;ber Verbrechen im Namen des Deutschen Volkes. Baden&#x2010;Baden: Nomos&#x2010;Verlagsgesellschaft; 2002.</Citation></Reference><Reference><Citation>Seeger A. &#x201c;Gegen Schwerstverbrecher ist in Kriegszeiten die zugelassene Todesstrafe grunds&#xe4;tzlich die gebotene.&#x201d; Todesurteile des Sondergerichtes Altona/Kiel 1933&#x2013;1945. In: Bohn R, Danker U, editors. &#x201c;Standgericht der inneren Front&#x201d; Das Sondergericht Altona/Kiel 1932&#x2013;1945. Hamburg: Ergebnisse Verlag; 1998. p. 166&#x2013;189.</Citation></Reference><Reference><Citation>Hildebrandt S. Anatomische Gesellschaft from 1933 to 1950: a professional society under political strain&#x2014;the Benninghoff papers. Ann Anat. 2013b;195(5):381&#x2013;392. https://doi.org/10.1016/j.aanat.2013.05.001</Citation></Reference><Reference><Citation>Meler J. Wykorzystywanie zw&#x142;ok wi&#x119;&#x17a;ni&#xf3;w do bada&#x144; w instytutach anatomicznych w III Rzeszy. Studia Iuridica Toruniensia. 2014;14:197&#x2013;222. https://doi.org/10.12775/SIT.2014.009</Citation></Reference><Reference><Citation>Hildebrandt S. Current status of identification of victims of the National Socialist regime whose bodies were used for anatomical purposes. Clin Anat. 2014;27(4):514&#x2013;536. https://doi.org/10.1002/ca.22305</Citation></Reference><Reference><Citation>Fija&#x142;kowska B, Jonca K, Konieczny A. Hitlerowskie wi&#x119;zienie karne we Wroc&#x142;awiu/Strafgef&#xe4;ngnis Breslau w latach 1939&#x2013;1945, Wroc&#x142;aw; 1986, IPN Wr 6/72 t. (Report of the Commission to Investigate crimes against the Polish nation).</Citation></Reference><Reference><Citation>Kurek A. Represje karne hitlerowskiego wymiaru sprawiedliwo&#x15b;ci wobec Czech&#xf3;w w wi&#x119;zieniach s&#x105;dowych, Studia nad Faszyzmem i Zbrodniami Hitlerowskimi XXX. Wroc&#x142;aw: Acta Universitatis Wratislaviensis no 3039; 2008. p. 357.</Citation></Reference><Reference><Citation>Haase N, Sack B. M&#xfc;nchner Platz. Die Strafjustiz der Diktaturen und der historische Ort. Leipzig: Gustav Kiepenheuer Verlag; 2001.</Citation></Reference><Reference><Citation>Han&#xe1;kov&#xe1; E. Domova exil v emigrace zrn&#x16f; z Uhersk&#xe9;ho Brodu ve dvac&#xe1;t&#xe9;m stolet&#xed;. Palack&#xe9;ho Olomouci, Diplomov&#xe1; pr&#xe1;ce; 2004 [cited 2025 Sep 5]. Available from: https://admin.archiv&#x2010;psychologie.cz/uploads/Diplomova_prace_DOMOV_A_EXIL_a36cbf5d19.pdf</Citation></Reference><Reference><Citation>Committee for German Unity. Yesterday Hitler's bloodstained judges, today Bonn's legal elite: presented at the International Press Conference on May 23rd 1957 in Berlin. 1957 [cited 2025 May 9]. Available from: https://archive.org/details/yesterdayhitlers00germ</Citation></Reference><Reference><Citation>Encyklopedie d&#x11b;jin Brna. Jan Rotal. 2025 [cited 2025 Sep 5]. Available from: https://encyklopedie.brna.cz/home&#x2010;mmb/?acc=profil_ulice&amp;load=4705&amp;qc=&amp;qd=&amp;qt=</Citation></Reference><Reference><Citation>Galeria interaktywna Dawna&#x2013;Nowa. Zenon &#x15a;mielewski i Janina z d. Fidyk; n.d. [cited 2025 Sep 5]. Available from: http://dawnadabrowa.pl/archiwalia/fotografie/3554/zenon&#x2010;smielewski&#x2010;i&#x2010;janina&#x2010;z&#x2010;d&#x2010;fidyk</Citation></Reference><Reference><Citation>Starczewski M. Sabota&#x17c; w latach okupacji 1939&#x2013;1945 na przyk&#x142;adzie &#x15a;l&#x105;ska i Zag&#x142;&#x119;bia D&#x105;browskiego. Przeglad Dziennikarski. 2023; [cited 2025 Sep 5]. Available from: https://przegladdziennikarski.pl/sabotaz&#x2010;w&#x2010;latach&#x2010;okupacji&#x2010;1939&#x2010;1945&#x2010;na&#x2010;przykladzie&#x2010;slaska&#x2010;i&#x2010;zaglebia&#x2010;dabrowskiego/</Citation></Reference><Reference><Citation>Winkelmann A, Schagen U. Hermann Stieve's clinical&#x2010;anatomical research on executed women during the &#x201c;Third Reich&#x201d;. Clin Anat. 2009;22(2):163&#x2013;171. https://doi.org/10.1002/ca.20760</Citation></Reference><Reference><Citation>Hen&#xdf;ge C, Streich F. Beh&#xf6;rdlich organisierte Verbrechen: die Arbeits&#xe4;mter im NS&#x2010;Zwangsarbeitssytem. Zwangsarbeit in Jena. n.d.; [cited 2025 Sep 4]. Available from: https://www.zwangsarbeit&#x2010;in&#x2010;jena.de/themen&#x2010;und&#x2010;orte/arbeitsamt</Citation></Reference><Reference><Citation>Schwarze G. Kinder, die nicht z&#xe4;hlten. Ostarbeiterinnen und ihre Kinder im zweiten Weltkrieg. Ostarbeiterinnen und ihre Kinder im zweiten Weltkrieg. Essen: Klartext; 1997.</Citation></Reference><Reference><Citation>Sch&#xfc;tz M, Schochow M, Waschke J, Marckmann G, Steger F. Anatomische Vitamin C&#x2010;Forschung im Nationalsozialismus und in der Nachkriegszeit: Max Claras Humanexperimente an der Anatomischen Anstalt M&#xfc;nchen. Medizinhist J. 2014;49:330&#x2013;355.</Citation></Reference><Reference><Citation>Herrmann M. In memoriam Emil Tonutti. Anat Anz. 1988;167:73&#x2013;79.</Citation></Reference><Reference><Citation>Tonutti E, Wallraff J. Vitamin C&#x2010;Nachweis im tuberkul&#xf6;sen Herd. Klin Wochenschr. 1938;24:855&#x2013;856.</Citation></Reference><Reference><Citation>Tonutti E, Wallraff J. Wirkstoffe und Glykogenspeicherungsverm&#xf6;gen der Leber (Vitamin B1 und Insulin). Z Mikr&#x2010;Anat Forsch. 1939a;44:532&#x2013;550.</Citation></Reference><Reference><Citation>Tonutti E, Wallraff J. &#xdc;ber die Vitamin B1&#x2010;Wirkung im Tierversuch. Klin Wochenschr. 1939b;15:535&#x2013;536.</Citation></Reference><Reference><Citation>Blotevogel H, Tonutti E. Zur Frage einer Steuerung der Entgiftungsvorg&#xe4;nge durch Vitamin B1. Klin Wochenschr. 1939;18(13):471.</Citation></Reference><Reference><Citation>von Lanz T, Wallraff J, Handfest U, Wimmer K. Der Nebenhodenschweif des Menschen als Samenspeicher. Z Mikr&#x2010;Anat Forsch. 1935;37:257&#x2013;324.</Citation></Reference><Reference><Citation>Wallraff J. Der menschliche Herzbeutel, sein Bau und seine Bedeutung f&#xfc;r den Kreislauf. Morphologisches Jahrbuch. 1937;80:355&#x2013;429.</Citation></Reference><Reference><Citation>Wallraff J. Beitrag zur Morphologie und Morphogenese der Hypophysenzellen des erwachsenen Menschen. Z Mikr&#x2010;Anat Forsch. 1938;45:631&#x2013;667.</Citation></Reference><Reference><Citation>Wallraff J, Beckert H. Zur Frage der Spezifit&#xe4;t des mikroskopischen Nachweises von Glykogen und anderen Polysacchariden nach H. Bauer Z Mikr&#x2010;Anat Forsch. 1939;45:510&#x2013;530.</Citation></Reference><Reference><Citation>Hruby J. Untersuchungen an der Schilddr&#xfc;se mit der Tannin&#x2010;Eisenmethode. Zeitschrift Fuer Mikroskopisch&#x2010;Anatomische Forschung. 1941;49:343&#x2013;626.</Citation></Reference><Reference><Citation>Wallraff J. Histochemische Untersuchungen an der Hypophyse des erwachsenen Menschen mit der Plasmalreaktion. Z Mikr&#x2010;Anat Forsch. 1941;51:522&#x2013;557.</Citation></Reference><Reference><Citation>Beckert H. Systematische Untersuchungen an geraume Zeit nach den &#x2026; fixierten Hypophysen &#xfc;ber die Brauchbarkeit der F&#xe4;rbung nach Wallraff zur Darstellung der Dr&#xfc;senelemente der Adenohypophyse. Beitr Pathol Anat Allg Pathol. 1941;105:310&#x2013;319.</Citation></Reference><Reference><Citation>Skutta L. Untersuchungen &#xfc;ber die F&#xe4;rbung des Schleimes mit Tannineisen. Z Mikr&#x2010;Anat Forsch. 1942;52:572&#x2013;589.</Citation></Reference><Reference><Citation>Wallraff J. Systematische Untersuchungen an den Nebennieren des erwachsenen Menschen mit der Plasmalreaktion. Z Mikr&#x2010;Anat Forsch. 1942a;51:40&#x2013;72.</Citation></Reference><Reference><Citation>Wallraff J. Histochemische Untersuchungen am Nervensystem des erwachsenen Menschen mit der Plasmalreaktion I. Peripheres Nervensystem. Z Mikr&#x2010;Anat Forsch. 1942b;51:206&#x2013;229.</Citation></Reference><Reference><Citation>Wallraff J, Bednara&#x2010;Sch&#xf6;ber M. Vitamin&#x2010;C&#x2010; und Plasmaluntersuchungen an den Geschlechtsorganen des Mannes. Z Mikr&#x2010;Anat Forsch. 1942;51:581&#x2013;609.</Citation></Reference><Reference><Citation>Stosiek K. Untersuchungen an Magen und Bauchspeicheldr&#xfc;se des Menschen mit dem Tannineisenverfahren nach Salazar und der Tannineisen&#x2010;Azocarmin&#x2010;Toluidin&#x2010;blau&#x2010;Farbung nach Wallraff. Z Mikr&#x2010;Anat Forsch. 1942;52:590&#x2013;616.</Citation></Reference><Reference><Citation>Wallraff J, Bednara&#x2010;Sch&#xf6;ber M. Vergleichende Untersuchungen &#xfc;ber die Darstellbarkeit des Leberglykogens nach Best und Bauer. Z Mikr&#x2010;Anat Forsch. 1943;53:102&#x2013;121.</Citation></Reference><Reference><Citation>Matzke H. Histologische Vitamin&#x2010;C&#x2010;, Fett&#x2010;, Plasmal&#x2010; und Glykogenuntersuchungen an den Schilddr&#xfc;sen erwachsener Menschen. Z Mikr&#x2010;Anat Forsch. 1944;54:131&#x2013;144.</Citation></Reference><Reference><Citation>Schaffenroth G. Vitamin&#x2010;C&#x2010;Untersuchungen an Magen, Darm, Leber und Bauchspeicheldr&#xfc;se des Menschen. Anat Anz. 1944;95:161&#x2013;191.</Citation></Reference><Reference><Citation>Kick U. Beitrag zur Frage des bestm&#xf6;glichen geweblichen Glykogennachweis. Anat Anz. 1944;95:310&#x2013;326.</Citation></Reference><Reference><Citation>Wallraff J. Histochemische Untersuchungen an den Nebennieren des erwachsenen Menschen. Z Zellforsch. 1949;34(4):362&#x2013;427.</Citation></Reference><Reference><Citation>Biddiscombe P. The denazification of Germany: a history 1945&#x2013;1950. Chalford: Tempus Publishing Limited; 2006.</Citation></Reference><Reference><Citation>Taylor F. Exorcising Hitler: the occupation and denazification of Germany. London: Bloomsbury Publishing; 2011.</Citation></Reference><Reference><Citation>Alvermann D. &#x201c;Praktisch begraben&#x201d;&#x2014;NS&#x2010;Opfer in der Greifswalder Anatomie 1935&#x2013;1947. In: Alvermann D, editor. &#x201c;&#x2026; die letzten Schranken fallen lassen&#x201d;: Studien zur Universit&#xe4;t Greifswald im Nationalsozialismus. K&#xf6;ln Weimar Wien: B&#xf6;hlau Verlag; 2015. p. 311&#x2013;351.</Citation></Reference><Reference><Citation>Winkelmann A. The Anatomische Gesellschaft and National Socialism: a preliminary analysis based on society proceedings. Ann Anat. 2012;194:243&#x2013;250.</Citation></Reference><Reference><Citation>Hildebrandt S. Wolfgang Bargmann (1906&#x2013;1978) and Heinrich von Hayek (1900&#x2013;1969): careers in anatomy continuing through German National Socialism to postwar leadership. Ann Anat. 2013d;195:283&#x2013;295.</Citation></Reference><Reference><Citation>Wroc&#x142;aw Medical University. About the university; n.d. [cited 2025 Sep 7]. Available from: https://www.umw.edu.pl/en/university</Citation></Reference></ReferenceList></ReferenceList></PubmedData></PubmedArticle></PubmedArticleSet>