<?xml version="1.0" ?>
<!DOCTYPE PubmedArticleSet PUBLIC "-//NLM//DTD PubMedArticle, 1st January 2025//EN" "https://dtd.nlm.nih.gov/ncbi/pubmed/out/pubmed_250101.dtd">
<PubmedArticleSet>
<PubmedArticle><MedlineCitation Status="PubMed-not-MEDLINE" Owner="NLM"><PMID Version="1">41574123</PMID><DateCompleted><Year>2026</Year><Month>01</Month><Day>23</Day></DateCompleted><DateRevised><Year>2026</Year><Month>01</Month><Day>25</Day></DateRevised><Article PubModel="Electronic-eCollection"><Journal><ISSN IssnType="Print">2045-7758</ISSN><JournalIssue CitedMedium="Print"><Volume>16</Volume><Issue>1</Issue><PubDate><Year>2026</Year><Month>Jan</Month></PubDate></JournalIssue><Title>Ecology and evolution</Title><ISOAbbreviation>Ecol Evol</ISOAbbreviation></Journal><ArticleTitle>Socio-Ecological Significance and Anthropogenic Threats to <i>Berlinia</i> (Sol. ex Hook.f., 1849) and <i>Isoberlinia</i> (Stapf, 1911) Species in C&#xf4;te d'Ivoire.</ArticleTitle><Pagination><StartPage>e72984</StartPage><MedlinePgn>e72984</MedlinePgn></Pagination><ELocationID EIdType="pii" ValidYN="Y">e72984</ELocationID><ELocationID EIdType="doi" ValidYN="Y">10.1002/ece3.72984</ELocationID><Abstract><AbstractText><i>Berlinia</i> and <i>Isoberlinia</i> species are ecologically and socio-economically important in the Sudanian and Zambezian landscapes of West Africa but are increasingly threatened by overexploitation, habitat loss, and climate stress. In C&#xf4;te d'Ivoire's Guineo-Sudanian zone, they provide timber, fuelwood, food, medicinal products, and cultural services. This study asks: How do ecological conditions and human pressures, alongside local ethnoecological knowledge, influence the status, use, and conservation of <i>Berlinia</i> and <i>Isoberlinia</i> species? This study examined the ethnoecological importance, diversity, spatial distribution, and stand structure of <i>Berlinia</i> and <i>Isoberlinia</i> species to inform conservation strategies integrating Indigenous knowledge. We surveyed 72 plots (900&#x2009;m<sup>2</sup>) in protected (Como&#xe9; National Park) and unprotected areas, focusing on <i>Berlinia grandiflora</i> and <i>Isoberlinia doka forest stands</i>, and collected ethnobotanical data from 514 households and 28 key informants across 18 villages. Three species were recorded (<i>Berlinia grandiflora</i>, <i>Isoberlinia doka</i>, <i>Isoberlinia tomentosa</i>). Stands in unprotected areas showed significant declines in density, stem diameter, and basal area, while protected areas remained comparatively intact. The demographic structure of the stands indicates that <i>I. doka</i> is characterised by a low proportion of large individuals, resulting from selective illegal overexploitation of the species. In contrast, <i>B. grandiflora</i> exhibits a regressive population dynamic, with ageing stands and relatively low levels of regeneration. Ethnobotanical surveys revealed diverse uses (23 medicinal, seven handicraft, two fuelwood, one food) and identified eight main drivers of decline, including deforestation, agriculture, unsustainable logging, bushfires, cashew cultivation, and drought. The results highlight the interplay between ecological status and socio-economic pressures, emphasising the need for community-based conservation strategies informed by local knowledge to ensure the long-term sustainability of these key forest species.</AbstractText><CopyrightInformation>&#xa9; 2026 The Author(s). Ecology and Evolution published by British Ecological Society and John Wiley &amp; Sons Ltd.</CopyrightInformation></Abstract><AuthorList CompleteYN="Y"><Author ValidYN="Y"><LastName>Karim</LastName><ForeName>Sekongo Gbambaly</ForeName><Initials>SG</Initials><Identifier Source="ORCID">0009-0002-7047-5717</Identifier><AffiliationInfo><Affiliation>Laboratoire d'Ecologie et de D&#xe9;veloppement Durable (LEDD), Universit&#xe9; Nangui ABROGOUA UFR Sciences de la Nature (UFR SN) Abidjan C&#xf4;te d'Ivoire.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Bakary</LastName><ForeName>Soro</ForeName><Initials>S</Initials><AffiliationInfo><Affiliation>Centre de Recherche en &#xc9;cologie (CRE) Abidjan C&#xf4;te d'Ivoire.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Kon&#xe9;</LastName><ForeName>N' Golo Abdoulaye</ForeName><Initials>NGA</Initials><Identifier Source="ORCID">0000-0002-6863-1218</Identifier><AffiliationInfo><Affiliation>Laboratoire d'Ecologie et de D&#xe9;veloppement Durable (LEDD), Universit&#xe9; Nangui ABROGOUA UFR Sciences de la Nature (UFR SN) Abidjan C&#xf4;te d'Ivoire.</Affiliation></AffiliationInfo><AffiliationInfo><Affiliation>Centre de Recherche en &#xc9;cologie (CRE) Abidjan C&#xf4;te d'Ivoire.</Affiliation></AffiliationInfo><AffiliationInfo><Affiliation>Station de Recherche en &#xc9;cologie du Parc National de la Como&#xe9; Abidjan C&#xf4;te d'Ivoire.</Affiliation></AffiliationInfo></Author></AuthorList><Language>eng</Language><PublicationTypeList><PublicationType UI="D016428">Journal Article</PublicationType></PublicationTypeList><ArticleDate DateType="Electronic"><Year>2026</Year><Month>01</Month><Day>21</Day></ArticleDate></Article><MedlineJournalInfo><Country>England</Country><MedlineTA>Ecol Evol</MedlineTA><NlmUniqueID>101566408</NlmUniqueID><ISSNLinking>2045-7758</ISSNLinking></MedlineJournalInfo><KeywordList Owner="NOTNLM"><Keyword MajorTopicYN="N">ethnobotany</Keyword><Keyword MajorTopicYN="N">forest biodiversity conservation</Keyword><Keyword MajorTopicYN="N">indigenous ecological knowledge</Keyword><Keyword MajorTopicYN="N">socio&#x2010;economic importance</Keyword><Keyword MajorTopicYN="N">stand structure</Keyword></KeywordList><CoiStatement>The authors declare no conflicts of interest.</CoiStatement></MedlineCitation><PubmedData><History><PubMedPubDate PubStatus="received"><Year>2025</Year><Month>5</Month><Day>12</Day></PubMedPubDate><PubMedPubDate PubStatus="revised"><Year>2026</Year><Month>1</Month><Day>5</Day></PubMedPubDate><PubMedPubDate PubStatus="accepted"><Year>2026</Year><Month>1</Month><Day>13</Day></PubMedPubDate><PubMedPubDate PubStatus="medline"><Year>2026</Year><Month>1</Month><Day>23</Day><Hour>6</Hour><Minute>30</Minute></PubMedPubDate><PubMedPubDate PubStatus="pubmed"><Year>2026</Year><Month>1</Month><Day>23</Day><Hour>6</Hour><Minute>29</Minute></PubMedPubDate><PubMedPubDate PubStatus="entrez"><Year>2026</Year><Month>1</Month><Day>23</Day><Hour>5</Hour><Minute>3</Minute></PubMedPubDate><PubMedPubDate PubStatus="pmc-release"><Year>2026</Year><Month>1</Month><Day>21</Day></PubMedPubDate></History><PublicationStatus>epublish</PublicationStatus><ArticleIdList><ArticleId IdType="pubmed">41574123</ArticleId><ArticleId IdType="pmc">PMC12823163</ArticleId><ArticleId IdType="doi">10.1002/ece3.72984</ArticleId><ArticleId IdType="pii">ECE372984</ArticleId></ArticleIdList><ReferenceList><Reference><Citation>

Adjahossou, S. G. C.
, Hou&#xe9;hanou D. T., Toyi M., et&#xa0;al. 2019. &#x201c;D&#xe9;pendance Socioculturelle des Connaissances Locales des Usages de <i>Isoberlinia</i> spp. au Moyen&#x2010;B&#xe9;nin, Afrique de l'Ouest.&#x201d; Bois et For&#xea;ts Des Tropiques
339: 33&#x2013;43. 10.19182/bft2019.339.a31702.</Citation><ArticleIdList><ArticleId IdType="doi">10.19182/bft2019.339.a31702</ArticleId></ArticleIdList></Reference><Reference><Citation>Adler, D. 1989. &#x201c;Natural Forest Increment, Growth and Yield.&#x201d; In Wong J. L. G. and Dunn R. M. Ghana Forest Inventory Project Seminar Proceedings 29&#x2013;3 March 1989 Overseas Development Administration (UK)/Ghana Forestry Department. pp 47&#x2013;52.</Citation></Reference><Reference><Citation>Ak&#xe9;&#x2010;Assi, L. 2002. Flore de la C&#xf4;te D'ivoire: Catalogue Syst&#xe9;matique, Biog&#xe9;ographique et Ecologie. Vol. 58, 1&#x2013;401. Conservatoire et Jardin Botanique de Gen&#xe8;ve.</Citation></Reference><Reference><Citation>Akou&#xe8;gninou, A. , der Van Burg W. J., Van Maesen L. J. G., et&#xa0;al. 2006. Flore Analytique du B&#xe9;nin, 1034. Backhuys Publishers.</Citation></Reference><Reference><Citation>Aubreville, A. 1959. Flore Foresti&#xe8;re de C&#xf4;te D'ivoire. Vol. 1. 2&#xe8;me &#xc9;dition ed, 269. Centre Technique Forestier Tropical.</Citation></Reference><Reference><Citation>Avenard, J. M. , Eldln M., Girard G., et&#xa0;al. 1971. Le Milieu Naturel de la C&#xf4;te D'ivoire, 9&#x2013;72. M&#xe9;moires ORSTOM.</Citation></Reference><Reference><Citation>B&#xe2;, A. , Duponnois R., Diabat&#xe9; M., and Dreyfus B.. 2011. Les Champignons Ectomycorhiziens des Arbres Forestiers en Afrique de l'Ouest: M&#xe9;thodes D'&#xe9;tude, Diversit&#xe9;, &#xc9;cologie, Utilisation en Foresterie et Comestibilit&#xe9;. IRD &#xc9;ditions. 10.4000/books.irdeditions.10404.</Citation><ArticleIdList><ArticleId IdType="doi">10.4000/books.irdeditions.10404</ArticleId></ArticleIdList></Reference><Reference><Citation>Baggnian, I. , Mahamadou Y. M., and Adam T.. 2021. &#x201c;Analyse de la Vuln&#xe9;rabilit&#xe9; des Ressources V&#xe9;g&#xe9;tales Ligneuses: Cas du D&#xe9;partement de Guidan&#x2010;Roumdji, Niger.&#x201d; Journal of Agriculture and Veterinary Science 14, no. 9: 29&#x2013;42.</Citation></Reference><Reference><Citation>Bakwaye, F. N. , Termate C., Kibungu K., and Van Damme P.. 2013. &#x201c;Identification et Importance Locale des Plantes M&#xe9;dicinales Utilis&#xe9;es Dans la R&#xe9;gion de Mbanza&#x2010;Ngungu, R&#xe9;publique D&#xe9;mocratique du Congo.&#x201d; Bois et For&#xea;ts Des Tropiques 316, no. 2: 63&#x2013;77.</Citation></Reference><Reference><Citation>

Bationo, B. A.
, Ou&#xe9;draogo S. J., Pallo F., and Boussim I. J.. 2005. &#x201c;R&#xe9;g&#xe9;n&#xe9;ration Naturelle <i>D'Isoberlinia Doka</i> Craib &amp; Stapf Dans la For&#xea;t Class&#xe9;e de Nazinon (Burkina Faso).&#x201d; Cahiers D'&#xe9;tudes et de Recherches Francophones/Agricultures
14, no. 3: 297&#x2013;304.</Citation></Reference><Reference><Citation>Beina, B. 2011. &#x201c;Diversit&#xe9; Floristique de la For&#xea;t Dense Semi&#x2010;D&#xe9;cidue de Mba&#xef;ki, R&#xe9;publique Centrafricaine: &#xc9;tude Exp&#xe9;rimentale de L'impact de Deux Types D'intervention Sylvicole.&#x201d; Th&#xe8;se de Doctorat &#xc9;cole Doctorale Science et Sant&#xe9; Unit&#xe9; Dynamiques des Syst&#xe8;mes Anthropis&#xe9;s (JE 2532). Universit&#xe9; de Picardie Iules Verng France, 226 p.</Citation></Reference><Reference><Citation>Bullock, B. P. , and Burkhart H. E.. 2005. &#x201c;Juvenile Diameter Distributions of Loblollypine Characterized by the Two&#x2010;Parameter Weibull Function.&#x201d; New Forests 29: 233&#x2013;244. 10.1007/s11056-005-5651-5.</Citation><ArticleIdList><ArticleId IdType="doi">10.1007/s11056-005-5651-5</ArticleId></ArticleIdList></Reference><Reference><Citation>Dossou, M. E. , Houessou G. L., Lougbegnon O. T., Tente A. H. B., and Codjia J. T. C.. 2012. &#x201c;&#xc9;tude Ethnobotanique des Ressources Foresti&#xe8;res Ligneuses de la For&#xea;t Mar&#xe9;cageuse D'Agonv&#xe8; et Terroirs Connexes au B&#xe9;nin.&#x201d; Tropicultura 30, no. 1: 41&#x2013;48.</Citation></Reference><Reference><Citation>

Dourma, M.

2011. &#x201c;Les For&#xea;ts Claires &#xe0; <i>Isoberlinia doka</i> Craib &amp; Stapf et <i>I. tomentosa</i> (Harms) Craib &amp; Stapf (Fabaceae) en Zone Soudanienne du Togo: &#xc9;cologie, R&#xe9;g&#xe9;n&#xe9;ration Naturelle et Activit&#xe9;s Humaines.&#x201d; Acta Botanica Gallica
158, no. 1: 141&#x2013;144.</Citation></Reference><Reference><Citation>

Dourma, M.
, Guelly A. K., Kokou K., et&#xa0;al. 2006. &#x201c;Multiplication par Drageonnage <i>D'Isoberlinia Doka</i> et <i>I. tomentosa</i> au Sein des Formations Arbor&#xe9;es du Nord&#x2010;Togo.&#x201d; Bois et For&#xea;t Des Tropiques
289, no. 3: 49&#x2013;57.</Citation></Reference><Reference><Citation>

Dourma, M.
, Wala K., Bellefontaine R., Batawila K., Guelly A. K., and Akpagana K.. 2009. &#x201c;Comparaison de L'utilisation Des Ressources Foresti&#xe8;res et de la R&#xe9;g&#xe9;n&#xe9;ration Entre Deux Types de For&#xea;ts Claires &#xe0; <i>Isoberlinia</i> au Togo.&#x201d; Bois et For&#xea;t Des Tropiques
302, no. 4: 5&#x2013;19. 10.19182/bft2009.302.a20400.</Citation><ArticleIdList><ArticleId IdType="doi">10.19182/bft2009.302.a20400</ArticleId></ArticleIdList></Reference><Reference><Citation>

Dourma, M.
, Wala K., Guelly K. A., et&#xa0;al. 2012. &#x201c;Typologie, Caract&#xe9;ristiques Structurales et Dynamique des Faci&#xe8;s Forestiers Fragiles &#xe0; <i>Isoberlinia</i> spp. en vue de Leur Gestion au Togo.&#x201d; Bois et For&#xea;ts Des Tropiques
313, no. 3: 19&#x2013;33. 10.19182/bft2012.313.a20494.</Citation><ArticleIdList><ArticleId IdType="doi">10.19182/bft2012.313.a20494</ArticleId></ArticleIdList></Reference><Reference><Citation>Ducousso, M. , Ramanankierana H., Duponnois R., et&#xa0;al. 2008. &#x201c;Mycorrhizal Status of Native Trees and Shrubs From Eastern Madagascar Littoral Forests With Special Emphasis on One New Ectomycorrhizal Endemic Family, the Asteropeiaceae.&#x201d; New Phytologist 178: 233&#x2013;238.</Citation><ArticleIdList><ArticleId IdType="pubmed">18371004</ArticleId></ArticleIdList></Reference><Reference><Citation>Eldin, M. 1971. &#x201c;Le Climat.&#x201d; In Le Milieu Naturel de la C&#xf4;te D'ivoire, edited by Avenard J. M., Eldin M., Girard G., and Sircoulon J., vol. 50, 161&#x2013;262. M&#xe9;moires ORSTOM.</Citation></Reference><Reference><Citation>Espinosa, M. M. , Bieski I. G. C., and Martins D. T. O.. 2014. &#x201c;Sampling in Ethnobotanical Studies of Medicinal Plants: 197&#x2013;212.&#x201d; In Methods and Techniques in Ethnobiology and Ethnoecology, Springer Protocols Handbooks. Humana Press.</Citation></Reference><Reference><Citation>Fonton, N. H. , Yabi C. C., Dah&#x2010;Dovonon J. Z., Adoko F. K., and Dotchamou T.. 2009. &#x201c;Mod&#xe9;lisation du Volume du f&#xfb;t D'arbre Pour une Gestion Durable des &#xc9;cosyst&#xe8;mes Forestiers Soudaniens.&#x201d; Bois et For&#xea;ts Des Tropiques 300, no. 2: 95&#x2013;100.</Citation></Reference><Reference><Citation>

Gl&#xe8;l&#xe8; Kaka&#xef;, R.
, and Sinsin B.. 2009. &#x201c;Structural Description of Two <i>Isoberlinia</i> Dominated Communities in the Wari&#x2010;Maro Forest Reserve (Benin).&#x201d; South African Journal of Botany
75, no. 1: 43&#x2013;51. 10.1016/j.sajb.2008.07.003.</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.sajb.2008.07.003</ArticleId></ArticleIdList></Reference><Reference><Citation>Gl&#xe8;l&#xe8;&#x2010;kaka&#xef;, R. , Bonou W., and Lykke A. M.. 2016. &#x201c;Approche M&#xe9;thodologique de Construction et D'interpr&#xe9;tation.&#x201d; Annales Des Sciences Agronomiques 20: 99&#x2013;112.</Citation></Reference><Reference><Citation>

Gl&#xe8;l&#xe8;&#x2010;Kaka&#xef;, R.
, and Sinsin B.. 2010. &#x201c;Description de <i>Isoberlinia</i> spp. Caesalpiniaceae.&#x201d; In Biodiversity Atlas of West Africa Vol 1, edited by Sinsin B. and Kampmann D., BIOTA.</Citation></Reference><Reference><Citation>

Goussanou, C. A.
, Tente B. A., Akouehou G., Salako V. K., Glele&#x2010;Kaka&#xef; R. L., and Sinsin B. A.. 2017. &#x201c;Structural and Spatial Patterns of <i>Isoberlinia</i> Species in a Disturbed Community Forest (Benin, West Africa).&#x201d; Kastamonu &#xdc;niversitesi Orman Fak&#xfc;ltesi Dergisi
17, no. 2: 225&#x2013;237.</Citation></Reference><Reference><Citation>Guillaumet, L. , and Adjanohoun E.. 1971. &#x201c;La V&#xe9;g&#xe9;tation de la C&#xf4;te d'Ivoire.&#x201d; In: Le Milieu Naturel de la C&#xf4;te d'Ivoire. M&#xe9;moire ORSTOM.</Citation></Reference><Reference><Citation>

Herv&#xe9;, M.

2016. &#x201c;Aide&#x2010;M&#xe9;moire de Statistique Appliqu&#xe9;e &#xe0; la Biologie.&#x201d; Construire son &#xc9;tude et Analyser les R&#xe9;sultats &#xe0; L'aide du Logiciel R. Version 2016. https://cran.r.project.org.</Citation></Reference><Reference><Citation>Hou&#xe9;hanou, D. T. , Assogbadjo A. E., Chadare F. J., Zanvo S., and Sinsin B.. 2016. &#x201c;Approches M&#xe9;thodologiques Synth&#xe9;tis&#xe9;es des &#xc9;tudes D'ethnobotanique Quantitative en Milieu Tropical.&#x201d; Annales Des Sciences Agronomiques 20: 187&#x2013;205.</Citation></Reference><Reference><Citation>Kambir&#xe9;, B. 2010. &#x201c;L'agriculture Vivri&#xe8;re du Nord&#x2010;Est Ivoirien en &#x201c;R&#xe9;gression&#x201d;: un Danger Pour les Centres Urbains Ivoiriens.&#x201d; Revue de G&#xe9;ographie Tropicale et D'environnement 2: 40&#x2013;53.</Citation></Reference><Reference><Citation>Koffi, K. A. D. 2016. &#x201c;Dynamique de la V&#xe9;g&#xe9;tation et Valeurs de Conservation des Espaces Anciennement Cultiv&#xe9;s du Parc National D'azagny (Sud de la C&#xf4;te d'Ivoire).&#x201d; Th&#xe8;se de Doctorat, Universit&#xe9; F&#xe9;lix&#x2010;Houphou&#xeb;t Boigny (Abidjan, C&#xf4;te d'Ivoire), 233 p.</Citation></Reference><Reference><Citation>Kouakou, Y. B. , Kougbo M. D., Konan A. S., Malan D. F., and Bakayoko A.. 2020. &#x201c;Usages Traditionnels et Disponibilit&#xe9; des Plantes Exploit&#xe9;es Dans L'artisanat Chez les Populations Koulango et Lobi De La P&#xe9;riph&#xe9;rie Est Du Parc National De La Como&#xe9;, C&#xf4;te D'ivoire.&#x201d; European Scientific Journal 16, no. 9: 31&#x2013;57. 10.19044/esj.2020.v16n9p295.</Citation><ArticleIdList><ArticleId IdType="doi">10.19044/esj.2020.v16n9p295</ArticleId></ArticleIdList></Reference><Reference><Citation>Koulibaly, A. V. , Kouam&#xe9; N. F., Traor&#xe9; D., and Porembski S.. 2010. &#x201c;Structure et la R&#xe9;g&#xe9;n&#xe9;ration de la V&#xe9;g&#xe9;tation Ligneuse, le Long de Transects Forets Savanes, Dans la R&#xe9;gion de la R&#xe9;serve de Lamto (C&#xf4;te D'ivoire).&#x201d; Annale Botanique D'afrique de L'ouest 6: 56&#x2013;72.</Citation></Reference><Reference><Citation>Litta, A. L. 2020. &#x201c;Disponibilit&#xe9; des Plantes Utilis&#xe9;es Traditionnellement Chez les Agni du Centre&#x2010;Est et Nord&#x2010;Est de la C&#xf4;te d'Ivoire.&#x201d; Th&#xe8;se de Doctorat, Universit&#xe9; Nangui Abrogoua, Abidjan C&#xf4;te d'Ivoire. 255 p.</Citation></Reference><Reference><Citation>

Louppe, D.

2012. &#x201c;
<i>Isoberlinia doka</i> Craib &amp; Stapf.&#x201d; In Ressources V&#xe9;g&#xe9;tales de L'Afrique Tropicale, edited by Lemmens R. H. M. J., Louppe D., and Oteng&#x2010;Amoako A. A., 465&#x2013;470. Fondation PROTA.</Citation></Reference><Reference><Citation>Mackinder, B. A. , and Harris D. J.. 2006. &#x201c;A Synopsis of the Genus Berlinia (Leguminosae&#x2010;Caesalpinioideae).&#x201d; Edinburgh Journal of Botany 63, no. 2: 161&#x2013;182.</Citation></Reference><Reference><Citation>Malan, D. F. 2008. &#x201c;Utilisations Traditionnelles des Plantes et Perspective de Cogestion des Aires Prot&#xe9;g&#xe9;es de C&#xf4;te d'Ivoire: Cas du Parc National des &#xee;les Ehotile (Littoral est de la C&#xf4;te d'Ivoire).&#x201d; Th&#xe8;se de Doctorat. Universit&#xe9; Abobo&#x2010;Adjam&#xe9; Abidjan, C&#xf4;te d'Ivoire, 31: 194 p.</Citation></Reference><Reference><Citation>

Mapongmetsem, P. M.

2022. &#x201c;Ethnobotany and Demography of <i>Berlinia gran</i>diflora in the Guinean Savannah Highlands of Cameroon.&#x201d; Research Journal of Agriculture and Forestry Sciences.</Citation></Reference><Reference><Citation>Mapongmetsem, P. M. , Kapchie V. N., and Tefempa B. H.. 2012. &#x201c;Diversity of Local Fruit Trees and Their Contribution in Sustaining the Rural Livelihood in the Northen Cameroon.&#x201d; Ethiopian Journal of Environmental Studies and Management 5, no. 1: 32&#x2013;46.</Citation></Reference><Reference><Citation>

Nganjouong, J. K.
, Tsobou R., Fawa G., Oumarou Z., and Loura B.. 2022. &#x201c;Multiplication V&#xe9;g&#xe9;tative de <i>Berlinia</i> Grandiflora par Marcottage A&#xe9;rien Dans les Hautes Savanes Guin&#xe9;ennes de l'Adamaoua, Cameroun.&#x201d; Afrique Science
21, no. 3: 15&#x2013;27.</Citation></Reference><Reference><Citation>Ngom, D. , Fall T., Sarr O., Diatta S., and Akpo L. E.. 2013. &#x201c;Caract&#xe9;ristiques &#xc9;cologiques du Peuplement Ligneux de la R&#xe9;serve de Biosph&#xe8;re du Ferlo (Nord S&#xe9;n&#xe9;gal).&#x201d; Journal of Applied Biosciences 65, no. 1: 644.</Citation></Reference><Reference><Citation>Oumarou, H. , Perez D. P., Moussa B., Dahiratou I., Rosas A. M., and F&#xe9;lix I.. 2019. &#x201c;&#xc9;cologie des Champignons Sup&#xe9;rieurs du Parc National du W du Niger (Afrique de l'Ouest). Quels Facteurs Expliquent Leurs Distributions?&#x201d; Journal of Animal and Plant Sciences 39, no. 2: 6411&#x2013;6425.</Citation></Reference><Reference><Citation>Ruf, F. , Kon&#xe9; S., and Bebo B.. 2019. &#x201c;Le Boom de l'Anacarde en C&#xf4;te D'ivoire: Transition &#xc9;cologique et Sociale des Syst&#xe8;mes &#xe0; Base de Coton et de Cacao.&#x201d; Cahiers Agricultures 28: 21.</Citation></Reference><Reference><Citation>

Sanon, Z.
, Yameogo J. T., Rabiou H., and Hien M.. 2019. &#x201c;Pression Anthropique et Dynamique des Peuplements de <i>Isoberlinia dok</i>a Craib et Stapf et <i>Isoberlinia tomentosa</i> (Harms) Craib et Stapf Dans le Domaine Soudanien du Burkina Faso.&#x201d; International Journal of Biological and Chemical Sciences
13, no. 2: 911.</Citation></Reference><Reference><Citation>Schrauf, R. W. , and Sanchez J.. 2008. &#x201c;Using Freelisting to Identify Access and Characterize Age Differences in Shared Cultural Domains.&#x201d; Psychological Sciences and Social Sciences 63: 385&#x2013;393.</Citation><ArticleIdList><ArticleId IdType="pubmed">19092048</ArticleId></ArticleIdList></Reference><Reference><Citation>Smith, S. E. , and Read D. J.. 2008. Mycorrhizal Symbiosis. Academic Press.</Citation></Reference><Reference><Citation>
SODEXAM
. 2024. &#x201c;Donn&#xe9;es m&#xe9;t&#xe9;orologiques des r&#xe9;gions Bafing, Bagou&#xe9;, B&#xe9;r&#xe9;, Bounkani, Folon, Gontougo, Hambol, Iffou, Kabadougou, Poro, Tchologo et Worodougou.&#x201d; https://sodexam.com.</Citation></Reference><Reference><Citation>Sokpon, N. , Biaou S. H., Ouinsavi C., and Hunhyet O.. 2006. &#x201c;Bases Techniques Pour une Gestion Durable des For&#xea;ts Claires du Nord&#x2010;B&#xe9;nin: Rotation, Diam&#xe8;tre Minimal D'exploitabilit&#xe9; et R&#xe9;g&#xe9;n&#xe9;ration.&#x201d; Bois et For&#xea;ts Des Tropiques 287, no. 1: 45&#x2013;57.</Citation></Reference><Reference><Citation>Soro, G. , Yao A., Kouame Y., and Bi T.. 2017. &#x201c;Climate Change and Its Impacts on Water Resources in the Bandama Basin, C&#xf4;te D'ivoire.&#x201d; Hydrology 4, no. 1: 18.</Citation></Reference><Reference><Citation>Tard&#xed;o, J. , and Pardo&#x2010;de&#x2010;Santayana M.. 2008. &#x201c;Cultural Importance Indices: A Comparative Analysis Based on the Useful Wild Plants of Southern.&#x201d; 10.1007/s12231-007-9004-5.</Citation><ArticleIdList><ArticleId IdType="doi">10.1007/s12231-007-9004-5</ArticleId></ArticleIdList></Reference><Reference><Citation>Ti&#xe9;tiambou, F. R. S. , Lykke A. M., Korb&#xe9;ogo G., Thiombiano A., and Ou&#xe9;draogo A.. 2016. &#x201c;Perceptions et Savoirs Locaux sur les Esp&#xe8;ces Ol&#xe9;agineuses Locales dans le K&#xe9;n&#xe9;dougou, Burkina Faso.&#x201d; Bois et For&#xea;ts Des Tropiques 327, no. 1: 39&#x2013;50.</Citation></Reference><Reference><Citation>Tonga Ketchatang, P. , Zapfack L., Kabelong Banoho L. P. R., and Endamana D.. 2017. &#x201c;Disponibilit&#xe9; des Produits Forestiers Non Ligneux Fondamentaux &#xe0; la P&#xe9;riph&#xe9;rie du Parc National de Lobeke.&#x201d; VertigO 17: 173.</Citation></Reference><Reference><Citation>Traor&#xe9;, L. 2013. Influence du Climat et de la Protection sur la V&#xe9;g&#xe9;tation Ligneuse de la Partie Occidentale du Burkina Faso, Th&#xe8;se Unique, Universit&#xe9; de Ouagadougou, 158 p.</Citation></Reference><Reference><Citation>Tsoumou, B. R. , Lumand&#xe9; K. J., Kamp&#xe9; J. P., and Nzila J. D.. 2016. &#x201c;Estimation de la Quantit&#xe9;&#x301; de Carbone S&#xe9;questr&#xe9; par la For&#xea;t Mod&#xe8;le de Dimonika (Sud&#x2010; ouest de la R&#xe9;publique du Congo).&#x201d; Revue Scientifique et Technique Foret et Environnement du Bassin du Congo 6: 39&#x2013;45.</Citation></Reference><Reference><Citation>Van Cuyck, A. 2005. &#x201c;Tests du Khi&#x2010;Deux, Corr&#xe9;lations, Variabilit&#xe9;. Pour une M&#xe9;thodologie Quantitative, R&#xe9;flexive et Structurale de L'&#xe9;tude des Champs, des Liens et des Relations.&#x201d; Archive ouverte HAL Id: sic_00001500.</Citation></Reference><Reference><Citation>Vani&#xe9;&#x2010;L&#xe9;abo, L. P. L. 2016. &#x201c;Ectomycorrhizal Fungi of Como&#xe9; National Park, a Biosphere Reserve in Northeast C&#xf4;te d'Ivoire: Diversity, Fruiting Phenology and Production in Relation to Climate Variability.&#x201d; PhD at University F&#xe9;lix Houphouet Boigny. 2016, 197 p.</Citation></Reference><Reference><Citation>Vroh, B. T. A. , Ciss&#xe9; A., Adou Yao C. Y., et&#xa0;al. 2015. &#x201c;Relations Entre la Diversit&#xe9; et la Biomasse A&#xe9;rienne des Esp&#xe8;ces Arborescentes Dans les Agrofor&#xea;ts Traditionnelles &#xe0; Base de Cacaoyers: cas de la Localit&#xe9; de Lakota (C&#xf4;te D'ivoire).&#x201d; African Crop Science Journal 23, no. 4: 311&#x2013;326. 10.4314/acsj.v23i4.2.</Citation><ArticleIdList><ArticleId IdType="doi">10.4314/acsj.v23i4.2</ArticleId></ArticleIdList></Reference><Reference><Citation>White, F. 1986. &#x201c;La V&#xe9;g&#xe9;tation de l'Afrique. M&#xe9;moire Accompagnant la Carte de la V&#xe9;g&#xe9;tation de l'Afrique Unesco/AETFAT/UNSO, OROTOM.&#x201d;</Citation></Reference><Reference><Citation>Yogeeswari, N. , and Dharmarajan S.. 2005. &#x201c;Betulinic Acid and Its Derivatives: A Review on Their Biological Properties, Perumal Current Medicinal Chemistry.&#x201d; 12: 657&#x2013;666.</Citation><ArticleIdList><ArticleId IdType="pubmed">15790304</ArticleId></ArticleIdList></Reference></ReferenceList></PubmedData></PubmedArticle></PubmedArticleSet>