<?xml version="1.0" ?>
<!DOCTYPE PubmedArticleSet PUBLIC "-//NLM//DTD PubMedArticle, 1st January 2025//EN" "https://dtd.nlm.nih.gov/ncbi/pubmed/out/pubmed_250101.dtd">
<PubmedArticleSet>
<PubmedArticle><MedlineCitation Status="MEDLINE" Owner="NLM" IndexingMethod="Automated"><PMID Version="1">41424430</PMID><DateCompleted><Year>2025</Year><Month>12</Month><Day>22</Day></DateCompleted><DateRevised><Year>2026</Year><Month>01</Month><Day>10</Day></DateRevised><Article PubModel="Print"><Journal><ISSN IssnType="Electronic">1307-7945</ISSN><JournalIssue CitedMedium="Internet"><Volume>31</Volume><Issue>12</Issue><PubDate><Year>2025</Year><Month>Dec</Month></PubDate></JournalIssue><Title>Ulusal travma ve acil cerrahi dergisi = Turkish journal of trauma &amp; emergency surgery : TJTES</Title><ISOAbbreviation>Ulus Travma Acil Cerrahi Derg</ISOAbbreviation></Journal><ArticleTitle>Are orthopedists mentally ready for the next disaster? Surgeons who performed amputations after the 2023 Kahramanmara&#x15f; earthquakes report high traumatic stress symptoms.</ArticleTitle><Pagination><StartPage>1236</StartPage><EndPage>1246</EndPage><MedlinePgn>1236-1246</MedlinePgn></Pagination><ELocationID EIdType="doi" ValidYN="Y">10.14744/tjtes.2025.66811</ELocationID><Abstract><AbstractText Label="BACKGROUND" NlmCategory="BACKGROUND">This study aims to evaluate the mental health outcomes of orthopedists after the 2023 Kahramanmara&#x15f; earthquakes through a comprehensive analysis based on orthopedic care and amputations.</AbstractText><AbstractText Label="METHODS" NlmCategory="METHODS">This cross-sectional, questionnaire-based study, conducted six months after the 2023 Kahramanmara&#x15f; earthquakes, included a total of 95 orthopedists. The online questionnaire assessed demographic characteristics, professional experience, and mental health outcomes using the Impact of Event Scale-Revised (IES-R) and the Depression Anxiety Stress Scale-21 (DASS-21). Scale scores were analyzed according to earthquake zone challenges, orthopedic care provision, and amputation-related stress factors.</AbstractText><AbstractText Label="RESULTS" NlmCategory="RESULTS">Care for earthquake victims was provided by 61.5% of orthopedists in the earthquake area, including local (16.8%) and supporting orthopedists (42.1%), while 36.8% treated victims at referral hospitals outside the area. Overall, 76.8% of participants reported performing amputation surgery on earthquake victims. Performing amputations in the pediatric age group (82.2%), witnessing patients' losses or other earthquake-related difficulties (64.4%), and amputations involving multiple extremities (56.2%) were reported as the three most common stress factors related to amputations. Orthopedists at referral hospitals and local orthopedists reported higher total IES-R scores (11.0 [0-58] and 11.5 [0-46] vs. 1.0 [0-39]), as well as higher avoidance (3.0 [0-20] and 3.0 [0-17] vs. 0.0 [0-13]) and intrusion (4.0 [0-20] and 5.0 [0-20] vs. 0.0 [0-14]) subscale scores. Referral hospital orthopedists showed higher anxiety (2.0 [0-13] vs. 0.0 [0-7]), stress (5.0 [0-16] vs. 2.0 [0-12]), and total DASS-21 scores (11.0 [0-44] vs. 6.0 [0-29]) than supporting ortho-pedists in the disaster zone. Those performing amputations in patients with earthquake-related difficulties reported higher DASS-21 depression scores (4 [0-18] vs. 1 [0-15], p=0.013). IES-R scores were negatively correlated with age (r=-0.203, p=0.049), while other factors showed no correlation with IES-R or DASS-21 scores.</AbstractText><AbstractText Label="CONCLUSION" NlmCategory="CONCLUSIONS">Our study shows that treating earthquake victims has a significant impact on orthopedists' emotional states and traumatic stress, especially for local and referral hospital orthopedists. The key stress factors included pediatric amputations, multiple extremity amputations, and patient-related difficulties. While tragic events involving relatives did not show a significant association with the scores, performing amputations on patients with earthquake-related difficulties increased depression scores, and younger orthopedists reported higher IES-R scores than older orthopedists. Our findings highlight the need for regular mental health screening, risk group identification, structured psychological support, and resilience training among orthopedic surgeons following large-scale disasters, as well as enhanced preparedness for future emergencies.</AbstractText></Abstract><AuthorList CompleteYN="Y"><Author ValidYN="Y"><LastName>Polat</LastName><ForeName>Irmak</ForeName><Initials>I</Initials><AffiliationInfo><Affiliation>Division of Consultation- Liaison Psychiatry, Department of Psychiatry, &#x130;stanbul Faculty of Medicine, &#x130;stanbul University, &#x130;stanbul-T&#xfc;rkiye.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Ceylan</LastName><ForeName>Melis</ForeName><Initials>M</Initials><AffiliationInfo><Affiliation>Department of Psychiatry, &#x130;stanbul Faculty of Medicine, &#x130;stanbul University, &#x130;stanbul-T&#xfc;rkiye.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Karabulut</LastName><ForeName>Sevde Nur</ForeName><Initials>SN</Initials><AffiliationInfo><Affiliation>Department of Psychiatry, &#x130;stanbul Faculty of Medicine, &#x130;stanbul University, &#x130;stanbul-T&#xfc;rkiye.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>&#xd6;ren &#xc7;elik</LastName><ForeName>Meryem Merve</ForeName><Initials>MM</Initials><AffiliationInfo><Affiliation>Department of Public Health, &#x130;stanbul Faculty of Medicine, &#x130;stanbul University, &#x130;stanbul-T&#xfc;rkiye.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Bayram</LastName><ForeName>Serkan</ForeName><Initials>S</Initials><AffiliationInfo><Affiliation>Department of Orthopedics and Traumatology, &#x130;stanbul Faculty of Medicine, &#x130;stanbul University, &#x130;stanbul-T&#xfc;rkiye.</Affiliation></AffiliationInfo></Author></AuthorList><Language>eng</Language><PublicationTypeList><PublicationType UI="D016428">Journal Article</PublicationType></PublicationTypeList><VernacularTitle>Ortopedistler bir sonraki afete psikolojik olarak haz&#x131;r m&#x131;? 2023 Kahramanmara&#x15f; depremleri sonras&#x131;nda amp&#xfc;tasyon uygulayan cerrahlar travmatik stres belirtileri ya&#x15f;&#x131;yor.</VernacularTitle></Article><MedlineJournalInfo><Country>Turkey</Country><MedlineTA>Ulus Travma Acil Cerrahi Derg</MedlineTA><NlmUniqueID>101274231</NlmUniqueID><ISSNLinking>1306-696X</ISSNLinking></MedlineJournalInfo><CitationSubset>IM</CitationSubset><MeshHeadingList><MeshHeading><DescriptorName UI="D006801" MajorTopicYN="N">Humans</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D055866" MajorTopicYN="Y">Earthquakes</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D003430" MajorTopicYN="N">Cross-Sectional Studies</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D008297" MajorTopicYN="N">Male</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D005260" MajorTopicYN="N">Female</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D000328" MajorTopicYN="N">Adult</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D011795" MajorTopicYN="N">Surveys and Questionnaires</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D000671" MajorTopicYN="Y">Amputation, Surgical</DescriptorName><QualifierName UI="Q000523" MajorTopicYN="N">psychology</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D008875" MajorTopicYN="N">Middle Aged</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D013313" MajorTopicYN="Y">Stress Disorders, Post-Traumatic</DescriptorName><QualifierName UI="Q000453" MajorTopicYN="N">epidemiology</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D066231" MajorTopicYN="Y">Surgeons</DescriptorName><QualifierName UI="Q000523" MajorTopicYN="N">psychology</QualifierName></MeshHeading></MeshHeadingList><OtherAbstract Type="Publisher" Language="tur"><AbstractText Label="AMA&#xc7;">Bu &#xe7;al&#x131;&#x15f;mada, 2023 Kahramanmara&#x15f; depremleri sonras&#x131;nda ortopedistlerin ruh sa&#x11f;l&#x131;&#x11f;&#x131; sonu&#xe7;lar&#x131;n&#x131;n, ortopedik bak&#x131;m ve amp&#xfc;tasyonlarla ili&#x15f;kisi ba&#x11f;lam&#x131;nda kapsaml&#x131; bir analizle de&#x11f;erlendirilmesi ama&#xe7;lanm&#x131;&#x15f;t&#x131;r.</AbstractText><AbstractText Label="GERE&#xc7; VE Y&#xd6;NTEM">2023 Kahramanmara&#x15f; depremlerinden 6 ay sonra y&#xfc;r&#xfc;t&#xfc;len, kesitsel ara&#x15f;t&#x131;rmam&#x131;za toplam 95 ortopedist dahil edilmi&#x15f;tir. Kat&#x131;l&#x131;mc&#x131;lara demografik ve mesleki bilgiler, deprem ma&#x11f;durlar&#x131;na sa&#x11f;lanan ortopedik tedaviler, amp&#xfc;tasyonlar ve stres fakt&#xf6;rleri, deprem alan&#x131;ndaki deneyimler, Olay Etkisi &#xd6;l&#xe7;e&#x11f;i-g&#xf6;zden ge&#xe7;irilmi&#x15f; (OE&#xd6;-r) ve Depresyon Anksiyete Stres &#xd6;l&#xe7;e&#x11f;i-21 (DAS&#xd6;-21) maddelerini i&#xe7;eren &#xe7;evrimi&#xe7;i anket g&#xf6;nderilmi&#x15f;tir. OE&#xd6;-r ve DAS&#xd6;-21 skorlar&#x131;, depremle ili&#x15f;kili deneyimler, ortopedik tedavi ve amp&#xfc;tasyon uygulamalar&#x131;na ba&#x11f;l&#x131; stres fakt&#xf6;rlerine g&#xf6;re analiz edilmi&#x15f;tir.</AbstractText><AbstractText Label="BULGULAR">Deprem b&#xf6;lgesindeki hastalara bak&#x131;m sa&#x11f;layan ortopedistlerin oran&#x131; %61.5 olup, bunun %16.8&#x2019;i afet b&#xf6;lgesinde ya&#x15f;ayan, %42.1&#x2019;i ise destek i&#xe7;in b&#xf6;lgeye gelen ortopedistlerden olu&#x15f;maktad&#x131;r. Kat&#x131;l&#x131;mc&#x131;lar&#x131;n %36.8&#x2019;i ise b&#xf6;lge d&#x131;&#x15f;&#x131;ndaki sevk hastanelerinde tedavi uygulam&#x131;&#x15f;t&#x131;r. Kat&#x131;l&#x131;mc&#x131;lar&#x131;n %76.8&#x2019;i deprem ma&#x11f;durlar&#x131;nda amp&#xfc;tasyon ameliyat&#x131; ger&#xe7;ekle&#x15f;tirdi&#x11f;ini bildirmi&#x15f;tir. Pediatrik ya&#x15f; grubunda amp&#xfc;tasyon (%82.2), hastalar&#x131;n kay&#x131;plar&#x131; veya depreme ba&#x11f;l&#x131; di&#x11f;er zorluklar&#x131; (%64.4) ve &#xe7;oklu ekstremite amp&#xfc;tasyonlar&#x131; (%56.2) en s&#x131;k bildirilen stres fakt&#xf6;rleri olmu&#x15f;tur. Sevk hastanelerindeki ve afet b&#xf6;lgelerinde ya&#x15f;ayan ortopedistler, b&#xf6;lgeye destek i&#xe7;in sonradan gelen ortopedistlere oranla daha y&#xfc;ksek toplam OE&#xd6;-r skorlar&#x131; (11.0 [0-58] ve 11.5 [0-46] ve 1.0 [0-39]), ka&#xe7;&#x131;nma (3.0 [0-20] ve 3,0 [0-17] ve 0.0 [0&#x2013;]) ve yeniden ya&#x15f;ant&#x131;lama (4.0 [0-20] ve 5.0 [0-20] ve 0.0 [0-14]) alt &#xf6;l&#xe7;ek skorlar&#x131; bildirmi&#x15f;tir. Sevk hastanelerindeki ortopedistler ayr&#x131;ca b&#xf6;lgeye gelenlere oranla daha y&#xfc;ksek anksiyete (2.0 [0-13] ve 0.0 [0-7]), stres (5.0 [0-16] ve 2.0 [0-12]) ve toplam DAS&#xd6;-21 skorlar&#x131; (11,0 [0-44] ve 6.0 [0-29]) belirtmi&#x15f;tir. Depremle ili&#x15f;kili zorluklar&#x131; olan hastalara amp&#xfc;tasyon yapan ortopedistler, daha y&#xfc;ksek depresyon skorlar&#x131; bildirmi&#x15f;tir (4 [0-18] ve 1 [0-15], p=0.013). OE&#xd6;-r skorlar&#x131; ya&#x15f;la negatif korelasyon g&#xf6;stermi&#x15f;tir (r=-0.203, p=0.049); di&#x11f;er fakt&#xf6;rler OE&#xd6;-r veya DAS&#xd6;-21 skorlar&#x131; ile ili&#x15f;ki g&#xf6;stermemi&#x15f;tir.</AbstractText><AbstractText Label="SONU&#xc7;">&#xc7;al&#x131;&#x15f;mam&#x131;z, deprem ma&#x11f;durlar&#x131;na uygulanan tedavilerin ortopedistlerin ruhsal etkilenme d&#xfc;zeyleri ve travmatik stres belirtileri &#xfc;zerinde belirgin etkisi oldu&#x11f;unu g&#xf6;stermektedir. &#xd6;zellikle afet b&#xf6;lgesinde ya&#x15f;ayan ve sevk hastanelerindeki ortopedistler daha fazla etkilenmi&#x15f;tir. Temel stres fakt&#xf6;rleri aras&#x131;nda pediatrik amp&#xfc;tasyonlar, &#xe7;oklu ekstremite amp&#xfc;tasyonlar&#x131; ve hastalar&#x131;n ya&#x15f;ad&#x131;&#x11f;&#x131; zorluklar yer almaktad&#x131;r. Depremle ili&#x15f;kili zorluklar&#x131; olan hastalarda yap&#x131;lan amp&#xfc;tasyonlar ortopedistlerin depresyon skorlar&#x131;n&#x131; art&#x131;rm&#x131;&#x15f;t&#x131;r. Ayr&#x131;ca, gen&#xe7; ortopedistler, ileri ya&#x15f;takilere oranla daha y&#xfc;ksek OE&#xd6;-r skorlar&#x131; bildirmi&#x15f;tir. Bulgular&#x131;m&#x131;z, b&#xfc;y&#xfc;k &#xe7;apl&#x131; afetlerin ard&#x131;ndan ortopedistler i&#xe7;in d&#xfc;zenli ruh sa&#x11f;l&#x131;&#x11f;&#x131; taramas&#x131;, risk grubu belirleme, yap&#x131;land&#x131;r&#x131;lm&#x131;&#x15f; psikolojik destek ve dayan&#x131;kl&#x131;l&#x131;k e&#x11f;itimi ile gelecekteki acil durumlara kar&#x15f;&#x131; daha iyi haz&#x131;rl&#x131;k yap&#x131;lmas&#x131; gerekti&#x11f;ine dikkat &#xe7;ekmektedir.</AbstractText></OtherAbstract><CoiStatement>None declared.</CoiStatement></MedlineCitation><PubmedData><History><PubMedPubDate PubStatus="medline"><Year>2025</Year><Month>12</Month><Day>22</Day><Hour>12</Hour><Minute>56</Minute></PubMedPubDate><PubMedPubDate PubStatus="pubmed"><Year>2025</Year><Month>12</Month><Day>22</Day><Hour>12</Hour><Minute>55</Minute></PubMedPubDate><PubMedPubDate PubStatus="entrez"><Year>2025</Year><Month>12</Month><Day>22</Day><Hour>6</Hour><Minute>32</Minute></PubMedPubDate><PubMedPubDate PubStatus="pmc-release"><Year>2025</Year><Month>12</Month><Day>16</Day></PubMedPubDate></History><PublicationStatus>ppublish</PublicationStatus><ArticleIdList><ArticleId IdType="pubmed">41424430</ArticleId><ArticleId IdType="pmc">PMC12782716</ArticleId><ArticleId IdType="doi">10.14744/tjtes.2025.66811</ArticleId></ArticleIdList><ReferenceList><Reference><Citation>Sehlikoglu S, Yilmaz Karaman IG, Yastibas Kacar C, Canakci ME. Earthquake and mental health of healthcare workers: a systematic review. Turk J Clin Psych. 2023;26:309&#x2013;1118.</Citation></Reference><Reference><Citation>Bar-On E. Medical care following earthquakes: clinical, organizational, and logistic challenges. Acta Orthop Traumatol Turc. 2023;57:296&#x2013;11300.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC10837594</ArticleId><ArticleId IdType="pubmed">38454209</ArticleId></ArticleIdList></Reference><Reference><Citation>Schulz CH, Deynes S. Earthquakes. In: Koenig KL, Schultz CH, editors. Disaster medicine: comprehensive treatment and practices. New York: Cambridge University Press; 2010. pp. 562&#x2013;1177.</Citation></Reference><Reference><Citation>Guha-Sapir D, Vos F. Earthquakes: an epidemiologic perspective on patterns and trends. In: Spence R, So E, Scawthorn C, editors. Human casualties in earthquakes. New York: Springer; 2011. pp. 13&#x2013;1124.</Citation></Reference><Reference><Citation>Akkaya M, &#xd6;ktem U, Tolunay T, Ocak M, Yola&#xe7;an DS, G&#xfc;rler A, et al. An overview of the orthopedic patient profile in the first five days following February 6th, 2023 Kahramanmaras earthquake: a single-center experience in the earthquake zone. Jt Dis Relat Surg. 2023;34:503&#x2013;118.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC10367150</ArticleId><ArticleId IdType="pubmed">37462659</ArticleId></ArticleIdList></Reference><Reference><Citation>G&#xf6;kmen MY, Ulu&#xf6;z M, Pazarc&#x131; &#xd6;, &#xc7;ilo&#x11f;lu O, Varm&#x131;&#x15f; HO. Aftermath T&#xfc;rkiye's double earthquake: detailed analysis of fracture characteristics and acute management from a level I trauma center. Scand J Trauma Resusc Emerg Med. 2024;32:43.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC11088048</ArticleId><ArticleId IdType="pubmed">38730466</ArticleId></ArticleIdList></Reference><Reference><Citation>Kundakci B, Mirioglu A, Eraslan B, Olke HC, Tekin M, Bagir M, et al. Management of extremity and pelvic fractures in earthquake: our observations and recommendations. BMC Musculoskelet Disord. 2025;26:119.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC11796015</ArticleId><ArticleId IdType="pubmed">39910552</ArticleId></ArticleIdList></Reference><Reference><Citation>Temel S, Yuksel RC, Kaynar AS, Caliskan M, Demir B, Alkan M, et al. Retrospective analysis of earthquake related crush injury patients in ICU: 6-February earthquake in T&#xfc;rkiye. Eur J Trauma Emerg Surg. 2025;51:116.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC11845545</ArticleId><ArticleId IdType="pubmed">39982462</ArticleId></ArticleIdList></Reference><Reference><Citation>Y&#x131;k&#x131;lmaz &#xd6;F, Temizayak F, &#xc7;it R, Baz &#xd6;, &#xc7;etinkaya E, Ya&#x15f;ar B, et al. Quick response and management of patients during a mass casualty incident: experiences after 2023 T&#xfc;rkiye earthquake. J Hand Surg Am. 2025;50:606&#x2013;1114.</Citation><ArticleIdList><ArticleId IdType="pubmed">39985536</ArticleId></ArticleIdList></Reference><Reference><Citation>Asfuro&#x11f;lu ZM, G&#xf6;kosmano&#x11f;ullar&#x131; SF, &#xc7;olak M, Y&#x131;lmaz C, Eskandari MM. First 10 days after the 6th of February 2023 earthquake disaster: experience of an orthopedic clinic on the border of the disaster zone. Ulus Travma Acil Cerrahi Derg. 2023;29:1191&#x2013;118.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC10644084</ArticleId><ArticleId IdType="pubmed">37791440</ArticleId></ArticleIdList></Reference><Reference><Citation>Kundakci B, Mirioglu A, Tekin M, Bagir M, Bicer OS, Arslan YK, et al. 6 February 2023 orthopedic experience in Kahramanmara&#x15f; earthquake and surgical decision in patients with crush syndrome. J Orthop Surg Res. 2023;18:537. Erratum in: J Orthop Surg Res. 2024;19:145.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC10375751</ArticleId><ArticleId IdType="pubmed">37501149</ArticleId></ArticleIdList></Reference><Reference><Citation>Bayram S, Polat G. Triage and management of musculoskeletal injuries during earthquake. J Ist Faculty Med. 2023;86:180&#x2013;114.</Citation></Reference><Reference><Citation>Hernigou P, Homma Y, Herard P, Scarlat MM. The loneliness of the local orthopaedic surgeon in disaster zones. Int Orthop. 2024;48:323&#x2013;1130.</Citation><ArticleIdList><ArticleId IdType="pubmed">38206394</ArticleId></ArticleIdList></Reference><Reference><Citation>Harrell M, Selvaraj SA, Edgar M. Danger! Crisis health workers at risk. Int J Environ Res Public Health. 2020;17:5270.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC7432711</ArticleId><ArticleId IdType="pubmed">32707800</ArticleId></ArticleIdList></Reference><Reference><Citation>Koca M, Deniz S, &#x130;nceo&#x11f;lu F. The relationship of psychological resilience and stress coping level of health personnel working in hospitals after Kahramanmara&#x15f;-based earthquakes with traumatic stress. Healthcare (Basel) 2025;13:301.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC11817426</ArticleId><ArticleId IdType="pubmed">39942490</ArticleId></ArticleIdList></Reference><Reference><Citation>Bulut A, Bahad&#x131;r Y&#x131;lmaz E, Alt&#x131;nba&#x15f; A. Comparison of post-traumatic stress disorder and post-traumatic growth status between healthcare professionals employed in earthquake-affected areas and non-employing employees. Forbes J Med. 2023;4:327&#x2013;1135.</Citation></Reference><Reference><Citation>&#xc7;if&#xe7;i S, Kilin&#xe7; Z. The disaster of the century: effects of the 6 February 2023 Kahramanmara&#x15f; earthquakes on the sleep and mental health of healthcare workers. Int J Environ Res Public Health. 2024;21:1533.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC11594060</ArticleId><ArticleId IdType="pubmed">39595800</ArticleId></ArticleIdList></Reference><Reference><Citation>Weiss DS, Marmar CR. The Impact of Event Scale-Revised. In: Wilson JP, Keane TM, editors. Assessing psychological trauma and PTSD. New York: Guilford; 1997. pp. 399&#x2013;11411.</Citation></Reference><Reference><Citation>Creamer M, Bell R, Falilla S. Psychometric properties of the Impact of Event Scale-Revised. Behav Res Ther. 2002;41:1489&#x2013;1196.</Citation><ArticleIdList><ArticleId IdType="pubmed">14705607</ArticleId></ArticleIdList></Reference><Reference><Citation>&#xc7;orap&#xe7;&#x131;o&#x11f;lu A, Yarg&#x131;&#xe7; &#x130;, Geyran P, Kocaba&#x15f;o&#x11f;lu N. Validity and reliability of Turkish version of Impact of Event Scale-Revised (IES-R) New Symposium J. 2006;44:14&#x2013;1122.</Citation></Reference><Reference><Citation>Lovibond SH, Lovibond PF. 2nd ed. Sydney: Psychology Foundation of Australia; 1995. Manual for the Depression Anxiety Stress Scales.</Citation></Reference><Reference><Citation>Henry JD, Crawford JR. The short-form version of the Depression Anxiety Stress Scales (DASS-21): construct validity and normative data in a large non-clinical sample. Br J Clin Psychol. 2005;44:227&#x2013;1139.</Citation><ArticleIdList><ArticleId IdType="pubmed">16004657</ArticleId></ArticleIdList></Reference><Reference><Citation>Sar&#x131;&#xe7;am H. The psychometric properties of Turkish version of Depression Anxiety Stress Scale-21 (DASS-21) in health control and clinical samples. JCBPR. 2018;7:19&#x2013;1130.</Citation></Reference><Reference><Citation>IBM Corp . Armonk (NY): IBM Corp; 2013. IBM SPSS Statistics for Windows, version 22.0 [computer program]</Citation></Reference><Reference><Citation>Satilmis D, Yildiz E, Cevik E. Posttraumatic stress disorder in health-care workers after two major earthquakes centered in Kahramanmara&#x15f;, Turkey. Turk J Emerg Med. 2024;24:27&#x2013;1132.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC10852134</ArticleId><ArticleId IdType="pubmed">38343514</ArticleId></ArticleIdList></Reference><Reference><Citation>Zhen Y, Huang ZQ, Jin J, Deng XY, Zhang LP, Wang JG. Posttraumatic stress disorder of Red Cross nurses in the aftermath of the 2008 Wenchuan China Earthquake. Arch Psychiatr Nurs. 2012;26:63&#x2013;1170.</Citation><ArticleIdList><ArticleId IdType="pubmed">22284081</ArticleId></ArticleIdList></Reference><Reference><Citation>Mattei A, Fiasca F, Mazzei M, Necozione S, Bianchini V. Stress and burnout in health-care workers after the 2009 L'Aquila earthquake: a cross-sectional observational study. Front Psychiatry. 2017;8:98.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC5466955</ArticleId><ArticleId IdType="pubmed">28659831</ArticleId></ArticleIdList></Reference><Reference><Citation>Suzuki Y, Fukasawa M, Obara A, Kim Y. Burnout among public servants after the Great East Japan earthquake: decomposing the construct aftermath of disaster. J Occup Health. 2017;59:156&#x2013;1164.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC5478523</ArticleId><ArticleId IdType="pubmed">28077824</ArticleId></ArticleIdList></Reference><Reference><Citation>Kang P, Lv Y, Hao L, Tang B, Liu Z, Liu X, et al. Psychological consequences and quality of life among medical rescuers who responded to the 2010 Yushu earthquake: a neglected problem. Psychiatry Res. 2015;230:517&#x2013;1123.</Citation><ArticleIdList><ArticleId IdType="pubmed">26476590</ArticleId></ArticleIdList></Reference><Reference><Citation>Najafi I, Safari S, Sharifi A, Sanadgol H, Hosseini M, Rashid Farokhi F, et al. Practical strategies to reduce morbidity and mortality of natural catastrophes: a retrospective study based on Bam earthquake experience. Arch Iran Med. 2009;12:347&#x2013;1152.</Citation><ArticleIdList><ArticleId IdType="pubmed">19566350</ArticleId></ArticleIdList></Reference><Reference><Citation>Missair A, Pretto EA, Visan A, Lobo L, Paula F, Castillo-Pedraza C, et al. A matter of life or limb? A review of traumatic injury patterns and anesthesia techniques for disaster relief after major earthquakes. Anesth Analg. 2013;117:934&#x2013;1141.</Citation><ArticleIdList><ArticleId IdType="pubmed">23960037</ArticleId></ArticleIdList></Reference><Reference><Citation>MacKenzie JS, Banskota B, Sirisreetreerux N, Shafiq B, Hasenboehler EA. A review of the epidemiology and treatment of orthopaedic injuries after earthquakes in developing countries. World J Emerg Surg. 2017;12:9.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC5301447</ArticleId><ArticleId IdType="pubmed">28203271</ArticleId></ArticleIdList></Reference><Reference><Citation>Shrestha R. Post-traumatic stress disorder among medical personnel after Nepal earthquake 2015. J Nepal Health Res Counc. 2015;13:144&#x2013;118.</Citation><ArticleIdList><ArticleId IdType="pubmed">26744200</ArticleId></ArticleIdList></Reference><Reference><Citation>Schenk EJ, Yuan J, Martel LD, Shi GQ, Han K, Gao X, et al. Risk factors for long-term post-traumatic stress disorder among medical rescue workers appointed to the 2008 Wenchuan earthquake response in China. Disasters. 2017;41:788&#x2013;11802.</Citation><ArticleIdList><ArticleId IdType="pubmed">27982458</ArticleId></ArticleIdList></Reference><Reference><Citation>Lerias D, Byrne MK. Vicarious traumatization: symptoms and predictors. Stress Health. 2003;19:129&#x2013;1138.</Citation></Reference><Reference><Citation>Do&#x11f;an A, Keskin G, D&#xf6;nmez A. Afet yard&#x131;m &#xe7;al&#x131;&#x15f;anlar&#x131;nda sekonder travma. J Pre-Hosp. 2021;6:421&#x2013;1132.</Citation></Reference><Reference><Citation>Burnweit C, Stylianos S. Disaster response in a pediatric field hospital: lessons learned in Haiti. J Pediatr Surg. 2011;46:1131&#x2013;119.</Citation><ArticleIdList><ArticleId IdType="pubmed">21683211</ArticleId></ArticleIdList></Reference><Reference><Citation>Abbasi M, Salehnia MH. Disaster medical assistance teams after earthquakes in Iran: propose a localized model. Iran Red Crescent Med J. 2013;15:829&#x2013;1135.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC3929820</ArticleId><ArticleId IdType="pubmed">24616795</ArticleId></ArticleIdList></Reference><Reference><Citation>Kapisiz A, Kaya C, Ery&#x131;lmaz S, Azzam A, Sevimli A, Karabulut R, et al. Observations and experiences of pediatric surgeons working on the field in the first 7 days of the Kahramanmara&#x15f; earthquake. Ann Surg Treat Res. 2023;105:114&#x2013;117.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC10409630</ArticleId><ArticleId IdType="pubmed">37564947</ArticleId></ArticleIdList></Reference><Reference><Citation>Post SG. Altruism, happiness, and health: it's good to be good. Int J Behav Med. 2005;12:66&#x2013;1177.</Citation><ArticleIdList><ArticleId IdType="pubmed">15901215</ArticleId></ArticleIdList></Reference><Reference><Citation>Mao X, Loke AY, Fung OWM, Hu X. What it takes to be resilient: the views of disaster healthcare rescuers. Int J Disaster Risk Reduct. 2019;36:101112.</Citation></Reference><Reference><Citation>K&#x131;n&#x131;k K, Kuday AD, &#xc7;al&#x131;&#x15f;kan C. Psychological hardiness and compassion satisfaction among the Turkish Red Crescent: the case of 2023 Kahramanmaras earthquake. Disaster Med Public Health Prep. 2024;18:e58.</Citation><ArticleIdList><ArticleId IdType="pubmed">38600760</ArticleId></ArticleIdList></Reference><Reference><Citation>Manser T. Teamwork and patient safety in dynamic domains of healthcare: a review of the literature. Acta Anaesthesiol Scand. 2009;53:143&#x2013;1151.</Citation><ArticleIdList><ArticleId IdType="pubmed">19032571</ArticleId></ArticleIdList></Reference><Reference><Citation>Weller JM, Mahajan R, Fahey-Williams K, Webster CS. Teamwork matters: team situation awareness to build high-performing healthcare teams, a narrative review. Br J Anaesth. 2024;132:771&#x2013;118.</Citation><ArticleIdList><ArticleId IdType="pubmed">38310070</ArticleId></ArticleIdList></Reference><Reference><Citation>Sever MS, Vanholder R, RDRTF of ISN Work Group on Recommendations for the Management of Crush Victims in Mass Disasters Recommendation for the management of crush victims in mass disasters. Nephrol Dial Transplant. 2012;27(Suppl 1):i167.</Citation><ArticleIdList><ArticleId IdType="pubmed">22467763</ArticleId></ArticleIdList></Reference><Reference><Citation>Sever M&#x15e;, Kat&#x131; YA, &#xd6;zkaya U. Destructive disasters, trauma, crush syndrome and beyond. Acta Orthop Traumatol Turc. 2023;57:306&#x2013;1114.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC10837607</ArticleId><ArticleId IdType="pubmed">38454211</ArticleId></ArticleIdList></Reference><Reference><Citation>Abu-Zidan FM, Jawas A, Idris K, Cevik AA. Surgical and critical care management of earthquake musculoskeletal injuries and crush syndrome: a collective review. Turk J Emerg Med. 2024;24:67&#x2013;1179.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC11100580</ArticleId><ArticleId IdType="pubmed">38766416</ArticleId></ArticleIdList></Reference><Reference><Citation>Sever MS, Erek E, Vanholder R, Akoglu E, Yavuz M, Ergin H, et al. Clinical findings in the renal victims of a catastrophic disaster: the Marmara earthquake. Nephrol Dial Transplant. 2002;17:1942&#x2013;119.</Citation><ArticleIdList><ArticleId IdType="pubmed">12401851</ArticleId></ArticleIdList></Reference><Reference><Citation>Neria Y, Nandi A, Galea S. Post-traumatic stress disorder following disasters: a systematic review. Psychol Med. 2008;38:467&#x2013;1180.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC4877688</ArticleId><ArticleId IdType="pubmed">17803838</ArticleId></ArticleIdList></Reference><Reference><Citation>Cansel N, Ucuz &#x130;. Post-traumatic stress and associated factors among healthcare workers in the early stage following the 2020 Malatya-Elaz&#x131;&#x11f; earthquake. Konuralp Med J. 2022;14:81&#x2013;1191.</Citation></Reference><Reference><Citation>Guo C, Li S, Chan SSS. Long-term effects of disaster exposure on health care workers&#x2019; resilience: a comparison of the Wenchuan earthquake-exposed and unexposed groups. Int J Disaster Risk Reduct. 2022;67:102658.</Citation></Reference><Reference><Citation>Tang B, Ge Y, Liu Z, Liu X, Kang P, Liu Y, et al. Health-related quality of life for medical rescuers one month after Ludian earthquake. Health Qual Life Outcomes. 2015;13:88.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC4479311</ArticleId><ArticleId IdType="pubmed">26108679</ArticleId></ArticleIdList></Reference><Reference><Citation>Ak&#xe7;ay E, &#xc7;&#xf6;p E, Senses Din&#xe7; G, Y&#x131;lmazer Y, Bilgili Can D, Demirel BD, et al. Emotional exhaustion and psychological distress among health care workers after the 2023 Kahramanmara&#x15f; earthquake: prevalence and associated factors. Am J Orthopsychiatry. 2025;95:212&#x2013;1122.</Citation><ArticleIdList><ArticleId IdType="pubmed">39298248</ArticleId></ArticleIdList></Reference><Reference><Citation>Farokhzadian J, Shahrbabaki PM, Farahmandnia H, Eskici GT, Goki FS. Exploring the consequences of nurses' involvement in disaster response: findings from a qualitative content analysis study. BMC Emerg Med. 2024;24:74.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC11057086</ArticleId><ArticleId IdType="pubmed">38679695</ArticleId></ArticleIdList></Reference><Reference><Citation>Koksal K, Mert IS, Aslan H. Int Nurs Rev. 2024. Nursing as an earthquake survivor: a qualitative study on nurses traumatized by the Kahramanmara&#x15f; earthquake in Turkey. (advance online)</Citation><ArticleIdList><ArticleId IdType="pmc">PMC12206686</ArticleId><ArticleId IdType="pubmed">39538425</ArticleId></ArticleIdList></Reference><Reference><Citation>Ehring T, Razik S, Emmelkamp PM. Prevalence and predictors of posttraumatic stress disorder, anxiety, depression, and burnout in Pakistani earthquake recovery workers. Psychiatry Res. 2011;185:161&#x2013;116.</Citation><ArticleIdList><ArticleId IdType="pubmed">20537401</ArticleId></ArticleIdList></Reference></ReferenceList></PubmedData></PubmedArticle></PubmedArticleSet>