<?xml version="1.0" ?>
<!DOCTYPE PubmedArticleSet PUBLIC "-//NLM//DTD PubMedArticle, 1st January 2025//EN" "https://dtd.nlm.nih.gov/ncbi/pubmed/out/pubmed_250101.dtd">
<PubmedArticleSet>
<PubmedArticle><MedlineCitation Status="MEDLINE" Owner="NLM" IndexingMethod="Automated"><PMID Version="1">41649606</PMID><DateCompleted><Year>2026</Year><Month>02</Month><Day>06</Day></DateCompleted><DateRevised><Year>2026</Year><Month>03</Month><Day>20</Day></DateRevised><Article PubModel="Electronic"><Journal><ISSN IssnType="Electronic">1573-2959</ISSN><JournalIssue CitedMedium="Internet"><Volume>198</Volume><Issue>2</Issue><PubDate><Year>2026</Year><Month>Feb</Month><Day>06</Day></PubDate></JournalIssue><Title>Environmental monitoring and assessment</Title><ISOAbbreviation>Environ Monit Assess</ISOAbbreviation></Journal><ArticleTitle>Groundwater contamination risks and land use changes in a typical Agreste/Caatinga transition zone in northeastern Brazil.</ArticleTitle><Pagination><StartPage>209</StartPage><MedlinePgn>209</MedlinePgn></Pagination><ELocationID EIdType="pii" ValidYN="Y">209</ELocationID><ELocationID EIdType="doi" ValidYN="Y">10.1007/s10661-025-14961-z</ELocationID><Abstract><AbstractText>Effective management of limited and fragile groundwater resources is essential to ensure a sustainable, safe, and high-quality water supply. However, intensive anthropogenic activities are placing increasing pressure on groundwater systems worldwide. Groundwater contamination and changes in land use and land cover in water-scarce cities represent serious environmental challenges, particularly in the Agreste/Caatinga transition zone of northeastern Brazil. This study therefore assesses groundwater contamination risks and land use changes in the city of Campina Grande, located in northeastern Brazil. The following procedures were employed: (a) identification of wells through data collection from public agencies; (b) evaluation of the natural vulnerability to groundwater contamination using the Groundwater Overall Depth (GOD) method; (c) spatiotemporal analysis of land use and land cover changes using the Google Earth Engine platform; (d) identification of point sources of contamination and assessment of potential contamination risk using the Pollutant Origin and its Surcharge Hydraulically (POSH) method; and (e) mapping of groundwater vulnerability and contamination risk. The study area was classified into three distinct levels of natural vulnerability-low, medium, and high. The results indicate an increase in groundwater extraction beginning in the 1990s, particularly between 1995 and 2000, strongly correlated with drought periods. The findings also reveal rapid urban expansion and an increase in the number of pollution sources. Approximately 33% of the study area exhibits high vulnerability on the aquifer's natural vulnerability map, as determined using the GOD index. It is concluded that land use changes and the associated risks of groundwater contamination in Campina Grande represent serious threats to environmental quality and water availability for the city.</AbstractText><CopyrightInformation>&#xa9; 2026. The Author(s).</CopyrightInformation></Abstract><AuthorList CompleteYN="Y"><Author ValidYN="Y"><LastName>de Oliveira</LastName><ForeName>Emanuel Santos</ForeName><Initials>ES</Initials><Identifier Source="ORCID">0009-0002-2819-775X</Identifier><AffiliationInfo><Affiliation>Graduate Program in Geography, Federal University of Para&#xed;ba, Jo&#xe3;o Pessoa, Para&#xed;ba, 58051-900, Brazil.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Tuma</LastName><ForeName>Lanusse Salim Rocha</ForeName><Initials>LSR</Initials><Identifier Source="ORCID">0009-0009-4627-9194</Identifier><AffiliationInfo><Affiliation>Department of Geography, State University of Para&#xed;ba, Guarabira, Para&#xed;ba, 58200-000, Brazil.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Santos</LastName><ForeName>Celso Augusto Guimar&#xe3;es</ForeName><Initials>CAG</Initials><Identifier Source="ORCID">0000-0001-7927-9718</Identifier><AffiliationInfo><Affiliation>Department of Civil and Environmental Engineering, Federal University of Para&#xed;ba, Jo&#xe3;o Pessoa, Para&#xed;ba, 58051-900, Brazil. celso@ct.ufpb.br.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Mishra</LastName><ForeName>Manoranjan</ForeName><Initials>M</Initials><Identifier Source="ORCID">0000-0003-4545-7218</Identifier><AffiliationInfo><Affiliation>Department of Geography, Fakir Mohan University, Vyasa Vihar, Nuapadhi, Balasore, Odisha, 756089, India.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>da Silva</LastName><ForeName>Richarde Marques</ForeName><Initials>RM</Initials><Identifier Source="ORCID">0000-0001-6601-5174</Identifier><AffiliationInfo><Affiliation>Department of Geosciences, Federal University of Para&#xed;ba, Jo&#xe3;o Pessoa, Para&#xed;ba, 58051-900, Brazil.</Affiliation></AffiliationInfo></Author></AuthorList><Language>eng</Language><GrantList CompleteYN="Y"><Grant><GrantID>001</GrantID><Agency>Coordena&#xe7;&#xe3;o de Aperfei&#xe7;oamento de Pessoal de N&#xed;vel Superior</Agency><Country/></Grant><Grant><GrantID>313358/2021-4, 409800/2022-8, and 443905/2023-1</GrantID><Agency>Conselho Nacional de Desenvolvimento Cient&#xed;fico e Tecnol&#xf3;gico</Agency><Country/></Grant><Grant><GrantID>309330/2021-1</GrantID><Agency>Conselho Nacional de Desenvolvimento Cient&#xed;fico e Tecnol&#xf3;gico</Agency><Country/></Grant></GrantList><PublicationTypeList><PublicationType UI="D016428">Journal Article</PublicationType></PublicationTypeList><ArticleDate DateType="Electronic"><Year>2026</Year><Month>02</Month><Day>06</Day></ArticleDate></Article><MedlineJournalInfo><Country>Netherlands</Country><MedlineTA>Environ Monit Assess</MedlineTA><NlmUniqueID>8508350</NlmUniqueID><ISSNLinking>0167-6369</ISSNLinking></MedlineJournalInfo><ChemicalList><Chemical><RegistryNumber>0</RegistryNumber><NameOfSubstance UI="D014874">Water Pollutants, Chemical</NameOfSubstance></Chemical></ChemicalList><CitationSubset>IM</CitationSubset><MeshHeadingList><MeshHeading><DescriptorName UI="D060587" MajorTopicYN="Y">Groundwater</DescriptorName><QualifierName UI="Q000737" MajorTopicYN="N">chemistry</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D001938" MajorTopicYN="N" Type="Geographic">Brazil</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D004784" MajorTopicYN="Y">Environmental Monitoring</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D014874" MajorTopicYN="Y">Water Pollutants, Chemical</DescriptorName><QualifierName UI="Q000032" MajorTopicYN="N">analysis</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D014881" MajorTopicYN="N">Water Supply</DescriptorName><QualifierName UI="Q000706" MajorTopicYN="N">statistics &amp; numerical data</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D018570" MajorTopicYN="N">Risk Assessment</DescriptorName></MeshHeading></MeshHeadingList><KeywordList Owner="NOTNLM"><Keyword MajorTopicYN="N">Contamination</Keyword><Keyword MajorTopicYN="N">GOD method</Keyword><Keyword MajorTopicYN="N">Google Earth Engine</Keyword><Keyword MajorTopicYN="N">POSH method</Keyword><Keyword MajorTopicYN="N">Pollutants</Keyword><Keyword MajorTopicYN="N">Semiarid region</Keyword></KeywordList><CoiStatement>Declarations. Competing interests: The authors declare no competing interests.</CoiStatement></MedlineCitation><PubmedData><History><PubMedPubDate PubStatus="received"><Year>2025</Year><Month>9</Month><Day>17</Day></PubMedPubDate><PubMedPubDate PubStatus="accepted"><Year>2025</Year><Month>12</Month><Day>23</Day></PubMedPubDate><PubMedPubDate PubStatus="medline"><Year>2026</Year><Month>2</Month><Day>6</Day><Hour>14</Hour><Minute>38</Minute></PubMedPubDate><PubMedPubDate PubStatus="pubmed"><Year>2026</Year><Month>2</Month><Day>6</Day><Hour>14</Hour><Minute>37</Minute></PubMedPubDate><PubMedPubDate PubStatus="entrez"><Year>2026</Year><Month>2</Month><Day>6</Day><Hour>11</Hour><Minute>17</Minute></PubMedPubDate><PubMedPubDate PubStatus="pmc-release"><Year>2026</Year><Month>2</Month><Day>6</Day></PubMedPubDate></History><PublicationStatus>epublish</PublicationStatus><ArticleIdList><ArticleId IdType="pubmed">41649606</ArticleId><ArticleId IdType="pmc">PMC12880999</ArticleId><ArticleId IdType="doi">10.1007/s10661-025-14961-z</ArticleId><ArticleId IdType="pii">10.1007/s10661-025-14961-z</ArticleId></ArticleIdList><ReferenceList><Reference><Citation>Adenova, D., Sapargaliyev, D., Sagin, J., Absametov, M., Murtazin, Y., &amp; Smolyar, V. (2025). Assessing groundwater and soil quality in West Kazakhstan amid climate impacts and oil industry contamination risks. <i>Scientific Reports,</i><i>15</i>, 6663. 10.1038/s41598-025-90033-z
</Citation><ArticleIdList><ArticleId IdType="doi">10.1038/s41598-025-90033-z</ArticleId><ArticleId IdType="pmc">PMC11850806</ArticleId><ArticleId IdType="pubmed">39994274</ArticleId></ArticleIdList></Reference><Reference><Citation>AESA &#x2013; Ag&#xea;ncia Executiva de Gest&#xe3;o das &#xc1;guas do Estado da Para&#xed;ba. (2024). Sistema de licen&#xe7;a e outorga de po&#xe7;os. Available at: http://siegrh.aesa.pb.gov.br:8080/aesa-outorga. Accessed in: 2025/06/23</Citation></Reference><Reference><Citation>Aller, L., Bennett, T., Lehr, J. H., Petty, R. J., &amp; Hackett, G. (1987). <i>DRASTIC: A standardized system for evaluating groundwater pollution potential using hydrogeologic settings </i>(p. 622). U.S. Environmental Protection Agency, EPA/600/2-87/035. </Citation></Reference><Reference><Citation>Cambraia Neto, A. J., Rodrigues, L. N., da Silva, D. D., &amp; Althoff, D. (2021). Impact of climate change on groundwater recharge in a Brazilian Savannah watershed. <i>Theoretical and Applied Climatology,</i><i>143</i>(3&#x2013;4), 1425&#x2013;1436. 10.1007/s00704-020-03477-w</Citation><ArticleIdList><ArticleId IdType="doi">10.1007/s00704-020-03477-w</ArticleId></ArticleIdList></Reference><Reference><Citation>Campoverde-Mu&#xf1;oz, P., Aguilar-Salas, L., Romero-Crespo, P., Valverde-Armas, P. E., Villamar-Marazita, K., Jim&#xe9;nez-Oyola, S., &amp; Garc&#xe9;s-Le&#xf3;n, D. (2023). Risk assessment of groundwater contamination in the Gala, Tenguel, and Siete River Basins, Ponce Enriquez Mining Area&#x2014;Ecuador. <i>Sustainability,</i><i>15</i>(1), 403. 10.3390/su15010403</Citation><ArticleIdList><ArticleId IdType="doi">10.3390/su15010403</ArticleId></ArticleIdList></Reference><Reference><Citation>Candeias, C., Vicente, E., Tom&#xe9;, M., Rocha, F., &#xc1;vila, P., &amp; C&#xe9;lia, A. (2020). Geochemical, mineralogical and morphological characterisation of road dust and associated health risks. <i>International Journal of Environmental Research and Public Health, 17</i>(5), 1563. 10.3390/ijerph17051563</Citation></Reference><Reference><Citation>Carvalho, A. C. L., Vinagre, M. V. A., Mendes, R. L. R., Lopes, D. F., &amp; Lopes, M. S. B. (2020). Estudo da vulnerabilidade da &#xe1;gua subterr&#xe2;nea no distrito industrial de Icoaraci (Bel&#xe9;m-PA) (Estudo de caso). <i>Brazilian Journal of Development, 6</i>(2), 5649&#x2013;5661. 10.34117/bjdv6n2-023</Citation></Reference><Reference><Citation>Castiglioni, A. H. (2020) Transi&#xe7;&#xe3;o urbana e demogr&#xe1;fica no Brasil: caracter&#xed;sticas percursos e tend&#xea;ncias. <i>Ateli&#xea; Geogr&#xe1;fico, 14</i>(1), 6&#x2013;26. 10.5216/ag.v14i1.59464</Citation></Reference><Reference><Citation>Cordeiro, J. M. P., Souza, BId., Souza, AFd., da Silva Costa, A. I., Xavier, R. A., Ramos, U. S., &amp; de Souza, J. J. L. L. (2025). Are these islands isolated? Floristic diversity in inselberg habitats of the Caatinga, Northeastern Brazil. <i>Biodiversity and Conservation,</i><i>34</i>, 2359&#x2013;2379. 10.1007/s10531-025-03065-2</Citation><ArticleIdList><ArticleId IdType="doi">10.1007/s10531-025-03065-2</ArticleId></ArticleIdList></Reference><Reference><Citation>Cutrim, A. O., &amp; Campos, J. E. G. (2010). Avalia&#xe7;&#xe3;o da vulnerabilidade e perigo &#xe0; contamina&#xe7;&#xe3;o do aqu&#xed;fero Furnas na cidade de Rondon&#xf3;polis (MT) com aplica&#xe7;&#xe3;o dos m&#xe9;todos GOD e POSH. <i>Geoci&#xea;ncias, 29</i>(3), 401&#x2013;411.</Citation></Reference><Reference><Citation>Dornellas, P. d. C., Xavier, R. A., Silva, R. M. d., &amp; Seabra, V. d. S. (2020). An&#xe1;lise morfom&#xe9;trica da bacia do alto Rio Para&#xed;ba, regi&#xe3;o semi&#xe1;rida do estado da Para&#xed;ba. <i>Revista Brasileira de Geomorfologia, 21</i>(3). 10.20502/rbg.v21i3.1757</Citation></Reference><Reference><Citation>de Ara&#xfa;jo Neto, C. L., Gurj&#xe3;o, R. &#xcd;. L., Farias, A. P., et al. (2021). Physical, chemical, and mechanical properties of landfilled waste from Campina Grande, Brazil. <i>Environmental Science and Pollution Research,</i><i>28</i>, 66819&#x2013;66829. 10.1007/s11356-021-15230-5
</Citation><ArticleIdList><ArticleId IdType="doi">10.1007/s11356-021-15230-5</ArticleId><ArticleId IdType="pubmed">34236611</ArticleId></ArticleIdList></Reference><Reference><Citation>de Farias Panet, M., de Ara&#xfa;jo, V. M. D., &amp; de Ara&#xfa;jo, E. H. S. (2022). Thermal sensation index for elderly people living in Brazil. <i>International Journal of Biometeorology,</i><i>66</i>, 469&#x2013;480. 10.1007/s00484-021-02194-x
</Citation><ArticleIdList><ArticleId IdType="doi">10.1007/s00484-021-02194-x</ArticleId><ArticleId IdType="pubmed">35091854</ArticleId></ArticleIdList></Reference><Reference><Citation>de Medeiros, I. C., da Costa Silva, J. F. C. B., Silva, R. M., &amp; Santos, C. A. G. (2019). Run-off-erosion modelling and water balance in the Epit&#xe1;cio Pessoa Dam river basin, Para&#xed;ba State in Brazil. <i>International Journal of Environmental Science and Technology,</i><i>16</i>, 3035&#x2013;3048. 10.1007/s13762-018-1940-3</Citation><ArticleIdList><ArticleId IdType="doi">10.1007/s13762-018-1940-3</ArticleId></ArticleIdList></Reference><Reference><Citation>D&#xed;az-Esp&#xed;ritu, N., Exp&#xf3;sito-Castillo, J. L., Esteller-Alberich, M. V., &amp; G&#xf3;mez-Albores, M. &#xc1;. (2024). The development of a hydrogeophysical model as a tool for groundwater risk assessment: A case study in the critical region of the Toluca Valley Aquifer, Mexico. <i>Environmental Earth Sciences,</i><i>83</i>, Article 333. 10.1007/s12665-024-11602-5</Citation><ArticleIdList><ArticleId IdType="doi">10.1007/s12665-024-11602-5</ArticleId></ArticleIdList></Reference><Reference><Citation> Dlamini, N. S., Jha, P. K., Srivastava, A., Elaksher, A. F., &amp; Chakrabortty, R. (2025). Assessment of groundwater contamination and human health risks from landfill leachate: A case study of Shivari Landfill, Lucknow, India. <i>Earth Systems and Environment</i>. 10.1007/s41748-025-00677-0</Citation></Reference><Reference><Citation>Esquivel-Mart&#xed;nez, J. M., Exp&#xf3;sito-Castillo, J. L., Esteller-Alberich, M. V., G&#xf3;mez-Albores, M. A., Medina-Rivas, C. M., &amp; Fonseca-Ortiz, C. R. (2023). Prioritization of areas for groundwater monitoring using analytic hierarchy process method in Geographic Information Systems: A case of Mexico. <i>International Journal of Environmental Science and Technology,</i><i>20</i>, 5965&#x2013;5982. 10.1007/s13762-022-04383-6</Citation><ArticleIdList><ArticleId IdType="doi">10.1007/s13762-022-04383-6</ArticleId></ArticleIdList></Reference><Reference><Citation>Fannakh, A., &amp; Farsang, A. (2022). DRASTIC, GOD, and SI approaches for assessing groundwater vulnerability to pollution: A review. <i>Environmental Sciences Europe,</i><i>34</i>(1), 77. 10.1186/s12302-022-00646-8</Citation><ArticleIdList><ArticleId IdType="doi">10.1186/s12302-022-00646-8</ArticleId></ArticleIdList></Reference><Reference><Citation>Fannakh, A., K&#xe1;roly, B., Farsang, A. et al. (2025). Evaluation of index-overlay methods for assessing shallow groundwater vulnerability in southeast Hungary.&#xa0;<i>Applied Water Science, 15</i>, 118. 10.1007/s13201-025-02463-9</Citation></Reference><Reference><Citation>Fazzo,&#xa0;L., Minichilli,&#xa0;F., Santoro,&#xa0;M., Ceccarini,&#xa0;A., Della Seta,&#xa0;M., Bianchi,&#xa0;F., Comba,&#xa0;P., &amp; Martuzzi,&#xa0;M. (2017). Hazardous waste and health impact: a systematic review of the scientific literature. <i>Environmental Health, 16</i>(1). 10.1186/s12940-017-0311-8</Citation></Reference><Reference><Citation>Fernandes, G. D., de Borba, W. F., da Cunha Kemerich, P. D., de Souza, &#xc9;. E. B., Veiga, F. G., Ilha, L. M., &amp; Piccilli, D. G. A. (2025). Assessing the contaminat plume of a coastal cemitery in sandy soils. <i>Water, Air, &amp; Soil Pollution,</i><i>236</i>, 200. 10.1007/s11270-025-07828-z</Citation><ArticleIdList><ArticleId IdType="doi">10.1007/s11270-025-07828-z</ArticleId></ArticleIdList></Reference><Reference><Citation>Foster, S. S. D. (1987). Fundamental concepts in aquifer vulnerability, pollution risk and protection strategy. In <i>Proceedings of the International Conference on Vulnerability of Soil and Groundwater to Pollutants, Netherlands </i>(pp. 69&#x2013;86).</Citation></Reference><Reference><Citation>Foster, S. S. D., Hirata, R., Gomes, D., D&#x2019;Elia, M., &amp; Paris, M. (2002). <i>Groundwater quality protection: A guide for water utilities, municipal authorities, and environment agencies</i>. World Bank.</Citation></Reference><Reference><Citation>Freeze, R. A., &amp; Cherry, J. A. (1979). <i>Groundwater</i>. Prentice-Hall</Citation></Reference><Reference><Citation>Galv&#xe3;o, P., Halihan, T., &amp; Hirata, R. (2015). Evaluating karst geotechnical risk in the urbanized area of Sete Lagoas, Minas Gerais, Brazil. <i>Hydrogeology Journal,</i><i>23</i>, 1499&#x2013;1513. 10.1007/s10040-015-1266-x</Citation><ArticleIdList><ArticleId IdType="doi">10.1007/s10040-015-1266-x</ArticleId></ArticleIdList></Reference><Reference><Citation>Ghoto, S. M., Abbasi, H., Memon, S. A., Brohi, K. M., Chhachhar, R., &amp; Ghanghlo, A. A. (2025). Mapping and assessing impacts of land use land cover and climate conditions on groundwater quality using RS &amp; GIS. <i>Applied Water Science,</i><i>15</i>, 53. 10.1007/s13201-024-02351-8</Citation><ArticleIdList><ArticleId IdType="doi">10.1007/s13201-024-02351-8</ArticleId></ArticleIdList></Reference><Reference><Citation>Governo da Para&#xed;ba. (2015). Realiza&#xe7;&#xe3;o de estudos hidrogeol&#xf3;gicos sobre as &#xe1;reas de recarga no sistema Pernambuco&#x2013;Para&#xed;ba com a elabora&#xe7;&#xe3;o do mapa de zonas de gerenciamento e proposta de rede de monitoramento de &#xe1;guas subterr&#xe2;neas do Estado da Para&#xed;ba. Ag&#xea;ncia Executiva de Gest&#xe3;o das &#xc1;guas do Estado da Para&#xed;ba (AESA). https://www.aesa.pb.gov.br/assets/uploads/2025/05/seirhma_paraiba_ehidg_igneoprofill_produto06_rev01_.pdf</Citation></Reference><Reference><Citation>Guria, R., Mishra, M., Dutta, S., da Silva, R. M., &amp; Santos, C. A. G. (2024). Remote sensing, GIS, and analytic hierarchy process-based delineation and sustainable management of potential groundwater zones: A case study of Jhargram district, West Bengal, India. <i>Environmental Monitoring and Assessment,</i><i>196</i>, 95. 10.1007/s10661-023-12205-6</Citation><ArticleIdList><ArticleId IdType="doi">10.1007/s10661-023-12205-6</ArticleId></ArticleIdList></Reference><Reference><Citation>Hirata, R., Goodarzi, L., R&#xf6;rig, F. S., Alves, L. M., &amp; Bertolo, R. (2025). Climate change impacts on groundwater: A growing challenge for water resources sustainability in Brazil. <i>Environmental Monitoring and Assessment,</i><i>197</i>, 784. 10.1007/s10661-025-14235-8
</Citation><ArticleIdList><ArticleId IdType="doi">10.1007/s10661-025-14235-8</ArticleId><ArticleId IdType="pubmed">40542190</ArticleId></ArticleIdList></Reference><Reference><Citation>IBGE &#x2013; Instituto Brasileiro de Geografia e Estat&#xed;stica. (2022). <i>IBGE Cidades: Campina Grande (PB)</i>. Retrieved October 13, 2025, from https://cidades.ibge.gov.br/brasil/pb/campina-grande/panorama</Citation></Reference><Reference><Citation>Jain, H. (2023). Groundwater vulnerability and risk mitigation: A comprehensive review of the techniques and applications. <i>Groundwater for Sustainable Development, 22</i>, 100968. 10.1016/j.gsd.2023.100968</Citation></Reference><Reference><Citation>Kumar, R., Bhattacharjee, R., Gaur, S., &amp; Ohri, A. (2025). Groundwater sustainability in the Varuna river basin: Impacts of climate change and population growth. <i>Environmental Earth Sciences,</i><i>84</i>, 295. 10.1007/s12665-025-12213-4</Citation><ArticleIdList><ArticleId IdType="doi">10.1007/s12665-025-12213-4</ArticleId></ArticleIdList></Reference><Reference><Citation>Lapworth, D., Baran, N., Stuart, M., &amp; Ward, R. (2012). Emerging organic contaminants in groundwater: A review of sources, fate and occurrence. <i>Environmental Pollution, 163</i>, 287&#x2013;303. 10.1016/j.envpol.2011.12.034</Citation></Reference><Reference><Citation>Lima, G. F. C., Ferreira, V. G., Lima, J. S. D., Duarte, J. C. M., Dufilho, A. C., &amp; de Carvalho Filho, C. A. (2023). Intrinsic and specific groundwater vulnerability determination as a pre-operational baseline assessment of an unconventional hydrocarbon industry. <i>International Journal of Environmental Science and Technology,</i><i>20</i>, 8709&#x2013;8724. 10.1007/s13762-022-04551-8</Citation><ArticleIdList><ArticleId IdType="doi">10.1007/s13762-022-04551-8</ArticleId></ArticleIdList></Reference><Reference><Citation>Lima, J. V., Guimar&#xe3;es, I. P., Neves, S. P., Archanjo, C. J., de Amorim, J. V. A., Farias, D. J. S., &amp; Martins, J. V. (2021). Multiple sources and multi-stage emplacement of the Esperan&#xe7;a Granitic Complex and its relationship with the Patos &#x2013; Campina Grande shear zone system, Borborema Province - NE Brazil. <i>Lithos</i>, 404&#x2013;405. 10.1016/j.lithos.2021.106477</Citation></Reference><Reference><Citation>Lima, V. F., Furrier, M., Silva, R. M., &amp; Santos, C. A. G. (2024). Morphostructural influence and neotectonic activity in the geomorphological configuration of southeast Para&#xed;ba and northeast Pernambuco, Brazil. <i>Heliyon,</i><i>10</i>, e30111. 10.1016/j.heliyon.2024.e30111
</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.heliyon.2024.e30111</ArticleId><ArticleId IdType="pmc">PMC11076862</ArticleId><ArticleId IdType="pubmed">38720764</ArticleId></ArticleIdList></Reference><Reference><Citation>Machiwal, D., Jha, M. K., Singh, V. P., &amp; Mohan, C. (2018). Assessment and mapping of groundwater vulnerability to pollution: Current status and challenges. <i>Earth-Science Reviews,</i><i>185</i>, 901&#x2013;927. 10.1016/j.earscirev.2018.08.009</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.earscirev.2018.08.009</ArticleId></ArticleIdList></Reference><Reference><Citation>MapBiomas. (2019). Collection 4.0 of Brazilian land cover and use map series. Available at: http://mapbiomas.org. Accessed in: 2024/12/23</Citation></Reference><Reference><Citation>Mehta, D., Patel, P., Sharma, N., &amp; Eslamian, S. (2024). Comparative analysis of DRASTIC and GOD model for groundwater vulnerability assessment. <i>Modeling Earth Systems and Environment,</i><i>10</i>, 671&#x2013;694. 10.1007/s40808-023-01795-2</Citation><ArticleIdList><ArticleId IdType="doi">10.1007/s40808-023-01795-2</ArticleId></ArticleIdList></Reference><Reference><Citation>Oliveira, L. C., Santos, C. A. G., Farias, C. A. S., Silva, R. M., &amp; Singh, V. P. (2022). Predicting groundwater levels in Ogallala Aquifer wells using hierarchical cluster analysis and artificial neural networks. <i>Journal of Hydrologic Engineering,</i><i>28</i>(3), 1&#x2013;14. 10.1061/jhyeff.heeng-5840</Citation><ArticleIdList><ArticleId IdType="doi">10.1061/jhyeff.heeng-5840</ArticleId></ArticleIdList></Reference><Reference><Citation>Ourarhi, S., Barkaoui, A. E., &amp; Zarhloule, Y. (2022). Assessment of the agricultural intensification impact on groundwater quality: A case study of the Triffa Plain. <i>Water, Air, and Soil Pollution,</i><i>233</i>, 342. 10.1007/s11270-022-05810-7</Citation><ArticleIdList><ArticleId IdType="doi">10.1007/s11270-022-05810-7</ArticleId></ArticleIdList></Reference><Reference><Citation>Ourarhi, S., Barkaoui, A. E., &amp; Zarhloule, Y. (2024). Enhanced methods for evaluating aquifer susceptibility: Incorporating static and dynamic vulnerability assessments. <i>Water Resources Management,</i><i>38</i>, 2791&#x2013;2810. 10.1007/s11269-024-03792-1</Citation><ArticleIdList><ArticleId IdType="doi">10.1007/s11269-024-03792-1</ArticleId></ArticleIdList></Reference><Reference><Citation>Ourarhi, S., Barkaoui, A. E., &amp; Zarhloule, Y. (2024). Mapping groundwater&#x2019;s susceptibility to pollution in the Triffa Plain (Eastern Morocco) using a modified method based on the DRASTIC, RIVA, and AHP models. <i>Environmental Development and Sustainability,</i><i>26</i>, 15535&#x2013;15555. 10.1007/s10668-023-03262-5</Citation><ArticleIdList><ArticleId IdType="doi">10.1007/s10668-023-03262-5</ArticleId></ArticleIdList></Reference><Reference><Citation>Ourarhi, S., Barkaoui, A. E., Zarhloule, Y., Kadiri, M., &amp; Bouiss, H. (2024). Groundwater vulnerability assessment in the Triffa Plain based on GIS combined with DRASTIC, SINTACS, and GOD models. <i>Modeling Earth Systems and Environment,</i><i>10</i>, 619&#x2013;629. 10.1007/s40808-023-01801-7</Citation><ArticleIdList><ArticleId IdType="doi">10.1007/s40808-023-01801-7</ArticleId></ArticleIdList></Reference><Reference><Citation>Ourarhi, S., Kadiri, M., Barkaoui, A. E., Bouiss, H., Amar, I., &amp; Zarhloule, Y. (2024a). Assessment of risk intensity in the triffa plain aquifer: Integration of hazard quantification, land use analysis, dynamic vulnerability GCITF, and DRASTIC method. <i>Groundwater for Sustainable Development, 26</i>. 10.1016/j.gsd.2024.101291</Citation></Reference><Reference><Citation>Quddoos, A., Muhmood, K., Naz, I., Aslam, R. W., &amp; Usman, S. Y. (2024). Geospatial insights into groundwater contamination from urban and industrial effluents in Faisalabad. <i>Discover Water,</i><i>4</i>, 50. 10.1007/s43832-024-00110-z</Citation><ArticleIdList><ArticleId IdType="doi">10.1007/s43832-024-00110-z</ArticleId></ArticleIdList></Reference><Reference><Citation>Rahmawati, S., Juliani, A., &amp; Perwita Sari, W. (2024). Investigation of groundwater pollution by petroleum hydrocarbon from gas stations in Yogyakarta, Indonesia. <i>Jurnal Sains &amp; Teknologi Lingkungan, 10</i>(1), 6. 10.20885/jstl.vol10.iss1.art6</Citation></Reference><Reference><Citation>Santos, F. G., Pin&#xe9;o, T. R. G., Medeiros, V. C., Santana, J. S., Morais, D. M. F., Vale, J. A. R., &amp; Wanderley, A. A. (2021). <i>Mapa geol&#xf3;gico da Prov&#xed;ncia Borborema: Projeto Geologia e Potencial Mineral da Prov&#xed;ncia Borborema</i> (Escala 1:1.000.000). Servi&#xe7;o Geol&#xf3;gico do Brasil &#x2013; CPRM. https://rigeo.sgb.gov.br/items/49e5e5d2-5219-4b2e-a4c4-3053164956ef</Citation></Reference><Reference><Citation>SGB &#x2013; Servi&#xe7;o Geol&#xf3;gico do Brasil. (2024). Sistema de informa&#xe7;&#xf5;es de &#xe1;guas subterr&#xe2;neas. Available at: https://siagasweb.sgb.gov.br. Accessed in: 2025/06/23.</Citation></Reference><Reference><Citation>Silva, G. J. F., Silva, R. M., Brasil Neto, R. M., Silva, J. F. C. B. C., Dantas, A. P. C., &amp; Santos, C. A. G. (2024). Multi-datasets to monitor and assess meteorological and hydrological droughts in a typical basin of the Brazilian semiarid region. <i>Environmental Monitoring and Assessment,</i><i>196</i>, Article 368. 10.1007/s10661-024-12461-0
</Citation><ArticleIdList><ArticleId IdType="doi">10.1007/s10661-024-12461-0</ArticleId><ArticleId IdType="pubmed">38489071</ArticleId></ArticleIdList></Reference><Reference><Citation>Silva, J. F. CBd., da Silva, R. M., Santos, C. A. G., Silva, A. M., &amp; Vianna, P. C. G. (2021). Analysis of the response of the Epit&#xe1;cio Pessoa reservoir (Brazilian semiarid region) to potential future drought, water transfer and LULC scenarios. <i>Natural Hazards,</i><i>108</i>, 1347&#x2013;1371. 10.1007/s11069-021-04736-3</Citation><ArticleIdList><ArticleId IdType="doi">10.1007/s11069-021-04736-3</ArticleId></ArticleIdList></Reference><Reference><Citation>Silva, W. K. M., Medeiros, S. E. L., da Silva, L. P., Coelho Junior, L. M., &amp; Abrah&#xe3;o, R. (2020). Sugarcane production and climate trends in Para&#xed;ba state (Brazil). <i>Environmental Monitoring and Assessment,</i><i>192</i>, 392. 10.1007/s10661-020-08358-3
</Citation><ArticleIdList><ArticleId IdType="doi">10.1007/s10661-020-08358-3</ArticleId><ArticleId IdType="pubmed">32451715</ArticleId></ArticleIdList></Reference><Reference><Citation>Souri, M., Jamshidi, S., &amp; Moghaddam, H. K. (2025). Multi-pollutant water quality trading: A conditional approach for groundwater quality management. <i>International Journal of Environmental Research,</i><i>19</i>, 53. 10.1007/s41742-024-00714-2</Citation><ArticleIdList><ArticleId IdType="doi">10.1007/s41742-024-00714-2</ArticleId></ArticleIdList></Reference><Reference><Citation>Souza, BId., Lunguinho, R. L., Xavier, R. A., de Queiroz, R. T., de Meiros, J. R., Cardoso, E. C. M., Maciel, M. G. R., Borges Neto, I. O., Santos, L. J. C., de Souza, J. J. L. L., &amp; Cordeiro, J. M. P. (2025). Rainwater runoff, soil, and vegetation interactions in inselbergs provide microrefugia in Brazil&#x2019;s Caatinga drylands. <i>Environmental Monitoring and Assessment,</i><i>197</i>, Article 772. 10.1007/s10661-025-14192-2
</Citation><ArticleIdList><ArticleId IdType="doi">10.1007/s10661-025-14192-2</ArticleId><ArticleId IdType="pubmed">40536680</ArticleId></ArticleIdList></Reference><Reference><Citation>Taghavi, N., Niven, R. K., Paull, D. J., &amp; Kramer, M. (2022). Groundwater vulnerability assessment: A review including new statistical and hybrid methods. <i>Science of the Total Environment,</i><i>822</i>, Article 153486. 10.1016/j.scitotenv.2022.153486
</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.scitotenv.2022.153486</ArticleId><ArticleId IdType="pubmed">35122861</ArticleId></ArticleIdList></Reference><Reference><Citation>Tian, G., Liu, J., Xie, Y., Yang, Z., Zhuang, D., &amp; Niu, Z. (2005). Analysis of spatio-temporal dynamic pattern and driving forces of urban land in China in 1990s using TM images and GIS. <i>Cities, 22</i>(6), 400&#x2013;410. 10.1016/j.cities.2005.05.009</Citation></Reference><Reference><Citation>T&#xf4;rres, L. M. G., Peixoto, F. S., Castro, S. S. L., Silva, R. M., &amp; Santos, C. A. G. (2025). Impact of land use and cover on groundwater quality: Challenges of scarcity and contamination for water management in Brazilian semi-arid cities. <i>Mercator, 24</i>. 10.4215/rm2025.e24008</Citation></Reference><Reference><Citation>Vidal, I., Oliveira, R., Coura, M., do Nascimento, R. S., Ogata, I. S., da Costa Filho, F. C., &amp; Camelo, S. M. (2020). Risk assessment to health and human safety in an urban basin in northeastern Brazil. <i>Environmental Science and Pollution Research,</i><i>27</i>, 41902&#x2013;41913. 10.1007/s11356-020-10038-1
</Citation><ArticleIdList><ArticleId IdType="doi">10.1007/s11356-020-10038-1</ArticleId><ArticleId IdType="pubmed">32700277</ArticleId></ArticleIdList></Reference><Reference><Citation>Wu, Y., Li, S. &amp; Yu, S. (2016). Monitoring urban expansion and its effects on land use and land cover changes in Guangzhou city, China.&#xa0;<i>Environmental Monitoring and Assessment, 188</i>, 54. 10.1007/s10661-015-5069-2</Citation></Reference><Reference><Citation>Xiao, J., Shen, Y., Ge, J., Tateishi, R., Tang, C., Liang, Y., &amp; Huang, Z. (2006). Evaluating urban expansion and land use change in Shijiazhuang, China, by using GIS and remote sensing. <i>Landscape and Urban Planning, 75</i>(1-2), 69&#x2013;80. 10.1016/j.landurbplan.2004.12.005</Citation></Reference><Reference><Citation>Yuan, W., Wang, Z., Zhang, T., Liu, Z., Ma, Y., Xiong, Y., &amp; An, F. (2024). Assessment and prediction of groundwater vulnerability based on land use change&#x2014;A case study of the central urban area of Zhengzhou. <i>Water,</i><i>16</i>(24), Article 3716. 10.3390/w16243716</Citation><ArticleIdList><ArticleId IdType="doi">10.3390/w16243716</ArticleId></ArticleIdList></Reference><Reference><Citation>&#x17b;ychowski, J. &amp; Bryndal, T. (2015). Impact of cemeteries on groundwater contamination by bacteria and viruses &#x2014; a review. <i>Journal of Water and Health, 13</i>(2), 285&#x2013;301. 10.2166/wh.2014.119</Citation></Reference></ReferenceList></PubmedData></PubmedArticle></PubmedArticleSet>