<?xml version="1.0" ?>
<!DOCTYPE PubmedArticleSet PUBLIC "-//NLM//DTD PubMedArticle, 1st January 2025//EN" "https://dtd.nlm.nih.gov/ncbi/pubmed/out/pubmed_250101.dtd">
<PubmedArticleSet>
<PubmedArticle><MedlineCitation Status="MEDLINE" Owner="NLM" IndexingMethod="Automated"><PMID Version="1">41099641</PMID><DateCompleted><Year>2025</Year><Month>10</Month><Day>16</Day></DateCompleted><DateRevised><Year>2025</Year><Month>10</Month><Day>16</Day></DateRevised><Article PubModel="Print"><Journal><ISSN IssnType="Print">0042-8817</ISSN><JournalIssue CitedMedium="Print"><Volume>89</Volume><Issue>5</Issue><PubDate><Year>2025</Year></PubDate></JournalIssue><Title>Zhurnal voprosy neirokhirurgii imeni N. N. Burdenko</Title><ISOAbbreviation>Zh Vopr Neirokhir Im N N Burdenko</ISOAbbreviation></Journal><ArticleTitle>[Localization of neurovascular conflict in trigeminal neuralgia].</ArticleTitle><Pagination><StartPage>37</StartPage><EndPage>44</EndPage><MedlinePgn>37-44</MedlinePgn></Pagination><ELocationID EIdType="doi" ValidYN="Y">10.17116/neiro20258905137</ELocationID><Abstract><AbstractText Label="BACKGROUND" NlmCategory="BACKGROUND">The cause of trigeminal neuralgia (TN) is vascular compression of the trigeminal root. The last one is also found on intact side and in people without TN. Magnetic resonance imaging (MRI) reveals vascular compression, root deformity and atrophy, as well as localization of neurovascular conflict. To assess significance of MR signs of vascular compression, we compared appropriate data with intraoperative findings.</AbstractText><AbstractText Label="MATERIAL AND METHODS" NlmCategory="METHODS">Preoperative MRI-based measurement of length (A), width (B) of trigeminal root and distance between brainstem and compression point (C) was performed in 105 patients with TN (51 women and 54 men) aged 56 (22-82) years.</AbstractText><AbstractText Label="RESULTS" NlmCategory="RESULTS">Compression by superior cerebellar artery was detected in 69 cases, anterior inferior cerebellar artery - 6, both arteries - 9, artery and veins - 17, vein alone - 4 cases. Unilateral vascular compression was present in all cases, on intact side - in 31.4% of patients. On the side of trigeminal neuralgia, vessels were localized 1.56 mm (0.3-6.5 mm) away from the brainstem. Compression points were localized at a distance of less than half of nerve root width in 32.4% of cases, 0.5 - 1 width - 59%, 1.5 widths - 2.9%, 1.8-3.5 widths - in 5.7% of cases. On the intact side, vessels were localized 3.48 mm away from the brainstem (0.8-8.7 mm).</AbstractText><AbstractText Label="CONCLUSION" NlmCategory="CONCLUSIONS">On the side of trigeminal neuralgia, vessels are localized away from the brainstem at a distance corresponding to trigeminal root width, and distal compression is rare. TN predominantly accompanies proximal vascular compression, and long length of glial segment of trigeminal root may underlie TN in distal compression.</AbstractText></Abstract><AuthorList CompleteYN="Y"><Author ValidYN="Y"><LastName>Grigoryan</LastName><ForeName>G Yu</ForeName><Initials>GY</Initials><Identifier Source="ORCID">0000-0001-5745-8061</Identifier><AffiliationInfo><Affiliation>Treatment and Rehabilitation Center, Moscow, Russia.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Usachev</LastName><ForeName>D Yu</ForeName><Initials>DY</Initials><Identifier Source="ORCID">0000-0002-8924-7346</Identifier><AffiliationInfo><Affiliation>Burdenko Neurosurgical Center, Moscow, Russia.</Affiliation></AffiliationInfo><AffiliationInfo><Affiliation>Russian Medical Academy for Continuous Professional Education, Moscow, Russia.</Affiliation></AffiliationInfo><AffiliationInfo><Affiliation>Botkin Hospital, Moscow, Russia.</Affiliation></AffiliationInfo></Author></AuthorList><Language>rus</Language><PublicationTypeList><PublicationType UI="D004740">English Abstract</PublicationType><PublicationType UI="D016428">Journal Article</PublicationType></PublicationTypeList><VernacularTitle>Lokalizatsiya neirovaskulyarnogo konflikta pri trigeminal'noi nevralgii.</VernacularTitle></Article><MedlineJournalInfo><Country>Russia (Federation)</Country><MedlineTA>Zh Vopr Neirokhir Im N N Burdenko</MedlineTA><NlmUniqueID>7809757</NlmUniqueID><ISSNLinking>0042-8817</ISSNLinking></MedlineJournalInfo><CitationSubset>IM</CitationSubset><MeshHeadingList><MeshHeading><DescriptorName UI="D006801" MajorTopicYN="N">Humans</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D014277" MajorTopicYN="Y">Trigeminal Neuralgia</DescriptorName><QualifierName UI="Q000000981" MajorTopicYN="N">diagnostic imaging</QualifierName><QualifierName UI="Q000601" MajorTopicYN="N">surgery</QualifierName><QualifierName UI="Q000473" MajorTopicYN="N">pathology</QualifierName><QualifierName UI="Q000503" MajorTopicYN="N">physiopathology</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D008297" MajorTopicYN="N">Male</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D005260" MajorTopicYN="N">Female</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D008875" MajorTopicYN="N">Middle Aged</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D000368" MajorTopicYN="N">Aged</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D000328" MajorTopicYN="N">Adult</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D000369" MajorTopicYN="N">Aged, 80 and over</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D008279" MajorTopicYN="N">Magnetic Resonance Imaging</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D014276" MajorTopicYN="Y">Trigeminal Nerve</DescriptorName><QualifierName UI="Q000000981" MajorTopicYN="N">diagnostic imaging</QualifierName><QualifierName UI="Q000098" MajorTopicYN="N">blood supply</QualifierName><QualifierName UI="Q000473" MajorTopicYN="N">pathology</QualifierName></MeshHeading></MeshHeadingList><OtherAbstract Type="Publisher" Language="rus"><AbstractText Label="UNLABELLED">&#x41f;&#x440;&#x438;&#x447;&#x438;&#x43d;&#x43e;&#x439; &#x442;&#x440;&#x438;&#x433;&#x435;&#x43c;&#x438;&#x43d;&#x430;&#x43b;&#x44c;&#x43d;&#x43e;&#x439; &#x43d;&#x435;&#x432;&#x440;&#x430;&#x43b;&#x433;&#x438;&#x438; (&#x422;&#x41d;) &#x44f;&#x432;&#x43b;&#x44f;&#x435;&#x442;&#x441;&#x44f; &#x432;&#x430;&#x441;&#x43a;&#x443;&#x43b;&#x44f;&#x440;&#x43d;&#x430;&#x44f; &#x43a;&#x43e;&#x43c;&#x43f;&#x440;&#x435;&#x441;&#x441;&#x438;&#x44f; &#x442;&#x440;&#x438;&#x433;&#x435;&#x43c;&#x438;&#x43d;&#x430;&#x43b;&#x44c;&#x43d;&#x43e;&#x433;&#x43e; &#x43a;&#x43e;&#x440;&#x435;&#x448;&#x43a;&#x430;, &#x43a;&#x43e;&#x442;&#x43e;&#x440;&#x430;&#x44f; &#x442;&#x430;&#x43a;&#x436;&#x435; &#x43e;&#x431;&#x43d;&#x430;&#x440;&#x443;&#x436;&#x438;&#x432;&#x430;&#x435;&#x442;&#x441;&#x44f; &#x43d;&#x430; &#x438;&#x43d;&#x442;&#x430;&#x43a;&#x442;&#x43d;&#x43e;&#x439; &#x441;&#x442;&#x43e;&#x440;&#x43e;&#x43d;&#x435; &#x438; &#x443; &#x43b;&#x44e;&#x434;&#x435;&#x439; &#x431;&#x435;&#x437; &#x422;&#x41d;. &#x41c;&#x420;&#x422; &#x432;&#x44b;&#x44f;&#x432;&#x43b;&#x44f;&#x435;&#x442; &#x441;&#x43e;&#x441;&#x443;&#x434;&#x438;&#x441;&#x442;&#x443;&#x44e; &#x43a;&#x43e;&#x43c;&#x43f;&#x440;&#x435;&#x441;&#x441;&#x438;&#x44e;, &#x434;&#x435;&#x444;&#x43e;&#x440;&#x43c;&#x430;&#x446;&#x438;&#x44e; &#x438; &#x430;&#x442;&#x440;&#x43e;&#x444;&#x438;&#x44e; &#x43a;&#x43e;&#x440;&#x435;&#x448;&#x43a;&#x430; &#x438; &#x43b;&#x43e;&#x43a;&#x430;&#x43b;&#x438;&#x437;&#x430;&#x446;&#x438;&#x44e; &#x43d;&#x435;&#x439;&#x440;&#x43e;&#x432;&#x430;&#x441;&#x43a;&#x443;&#x43b;&#x44f;&#x440;&#x43d;&#x43e;&#x433;&#x43e; &#x43a;&#x43e;&#x43d;&#x444;&#x43b;&#x438;&#x43a;&#x442;&#x430;. &#x414;&#x43b;&#x44f; &#x43e;&#x446;&#x435;&#x43d;&#x43a;&#x438; &#x437;&#x43d;&#x430;&#x447;&#x438;&#x43c;&#x43e;&#x441;&#x442;&#x438; &#x41c;&#x420;&#x422;-&#x43f;&#x440;&#x438;&#x437;&#x43d;&#x430;&#x43a;&#x43e;&#x432; &#x432;&#x430;&#x441;&#x43a;&#x443;&#x43b;&#x44f;&#x440;&#x43d;&#x43e;&#x439; &#x43a;&#x43e;&#x43c;&#x43f;&#x440;&#x435;&#x441;&#x441;&#x438;&#x438; &#x43f;&#x440;&#x43e;&#x432;&#x435;&#x434;&#x435;&#x43d;&#x43e; &#x441;&#x43e;&#x43f;&#x43e;&#x441;&#x442;&#x430;&#x432;&#x43b;&#x435;&#x43d;&#x438;&#x435; &#x441; &#x438;&#x43d;&#x442;&#x440;&#x430;&#x43e;&#x43f;&#x435;&#x440;&#x430;&#x446;&#x438;&#x43e;&#x43d;&#x43d;&#x44b;&#x43c;&#x438; &#x43d;&#x430;&#x445;&#x43e;&#x434;&#x43a;&#x430;&#x43c;&#x438;.</AbstractText><AbstractText Label="&#x41c;&#x410;&#x422;&#x415;&#x420;&#x418;&#x410;&#x41b; &#x418; &#x41c;&#x415;&#x422;&#x41e;&#x414;&#x42b;" NlmCategory="UNASSIGNED">&#x423; 105 &#x43f;&#x430;&#x446;&#x438;&#x435;&#x43d;&#x442;&#x43e;&#x432; &#x441; &#x422;&#x41d; (51 &#x436;&#x435;&#x43d;&#x449;&#x438;&#x43d;&#x44b; &#x438; 54 &#x43c;&#x443;&#x436;&#x447;&#x438;&#x43d;) &#x432; &#x432;&#x43e;&#x437;&#x440;&#x430;&#x441;&#x442;&#x435; 22&#x2014;82 &#x43b;&#x435;&#x442; (&#x441;&#x440;&#x435;&#x434;&#x43d;&#x438;&#x439; &#x432;&#x43e;&#x437;&#x440;&#x430;&#x441;&#x442; 56 &#x43b;&#x435;&#x442;) &#x43f;&#x435;&#x440;&#x435;&#x434; &#x445;&#x438;&#x440;&#x443;&#x440;&#x433;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x438;&#x43c; &#x43b;&#x435;&#x447;&#x435;&#x43d;&#x438;&#x435;&#x43c; &#x43f;&#x440;&#x438; &#x41c;&#x420;&#x422; &#x438;&#x437;&#x43c;&#x435;&#x440;&#x44f;&#x43b;&#x438;&#x441;&#x44c; &#x434;&#x43b;&#x438;&#x43d;&#x430; (A), &#x448;&#x438;&#x440;&#x438;&#x43d;&#x430; (B) &#x442;&#x440;&#x438;&#x433;&#x435;&#x43c;&#x438;&#x43d;&#x430;&#x43b;&#x44c;&#x43d;&#x43e;&#x433;&#x43e; &#x43a;&#x43e;&#x440;&#x435;&#x448;&#x43a;&#x430; &#x438; &#x440;&#x430;&#x441;&#x441;&#x442;&#x43e;&#x44f;&#x43d;&#x438;&#x435; &#x43e;&#x442; &#x441;&#x442;&#x432;&#x43e;&#x43b;&#x430; &#x43c;&#x43e;&#x437;&#x433;&#x430; &#x434;&#x43e; &#x442;&#x43e;&#x447;&#x43a;&#x438; &#x43a;&#x43e;&#x43c;&#x43f;&#x440;&#x435;&#x441;&#x441;&#x438;&#x438; (C).</AbstractText><AbstractText Label="&#x420;&#x415;&#x417;&#x423;&#x41b;&#x42c;&#x422;&#x410;&#x422;&#x42b;" NlmCategory="UNASSIGNED">&#x41a;&#x43e;&#x43c;&#x43f;&#x440;&#x435;&#x441;&#x441;&#x438;&#x44f; &#x432;&#x435;&#x440;&#x445;&#x43d;&#x435;&#x439; &#x43c;&#x43e;&#x437;&#x436;&#x435;&#x447;&#x43a;&#x43e;&#x432;&#x43e;&#x439; &#x430;&#x440;&#x442;&#x435;&#x440;&#x438;&#x435;&#x439; &#x432;&#x44b;&#x44f;&#x432;&#x43b;&#x435;&#x43d;&#x430; &#x432; 69 &#x441;&#x43b;&#x443;&#x447;&#x430;&#x44f;&#x445;, &#x43f;&#x435;&#x440;&#x435;&#x434;&#x43d;&#x435;&#x439; &#x43d;&#x438;&#x436;&#x43d;&#x435;&#x439; &#x43c;&#x43e;&#x437;&#x436;&#x435;&#x447;&#x43a;&#x43e;&#x432;&#x43e;&#x439; &#x430;&#x440;&#x442;&#x435;&#x440;&#x438;&#x435;&#x439; &#x2014; &#x432; 6, &#x43e;&#x431;&#x435;&#x438;&#x43c;&#x438; &#x430;&#x440;&#x442;&#x435;&#x440;&#x438;&#x44f;&#x43c;&#x438; &#x2014; &#x432; 9, &#x430;&#x440;&#x442;&#x435;&#x440;&#x438;&#x435;&#x439; &#x438; &#x432;&#x435;&#x43d;&#x430;&#x43c;&#x438; &#x2014; &#x432; 17, &#x442;&#x43e;&#x43b;&#x44c;&#x43a;&#x43e; &#x432;&#x435;&#x43d;&#x43e;&#x439; &#x2014; &#x432; 4 &#x441;&#x43b;&#x443;&#x447;&#x430;&#x44f;&#x445;. &#x412;&#x430;&#x441;&#x43a;&#x443;&#x43b;&#x44f;&#x440;&#x43d;&#x430;&#x44f; &#x43a;&#x43e;&#x43c;&#x43f;&#x440;&#x435;&#x441;&#x441;&#x438;&#x44f; &#x43d;&#x430; &#x441;&#x442;&#x43e;&#x440;&#x43e;&#x43d;&#x435; &#x422;&#x41d; &#x438;&#x43c;&#x435;&#x43b;&#x430;&#x441;&#x44c; &#x432;&#x43e; &#x432;&#x441;&#x435;&#x445; &#x441;&#x43b;&#x443;&#x447;&#x430;&#x44f;&#x445;, &#x430; &#x432; 31,4% &#x2014; &#x43d;&#x430; &#x438;&#x43d;&#x442;&#x430;&#x43a;&#x442;&#x43d;&#x43e;&#x439; &#x441;&#x442;&#x43e;&#x440;&#x43e;&#x43d;&#x435;. &#x41d;&#x430; &#x441;&#x442;&#x43e;&#x440;&#x43e;&#x43d;&#x435; &#x422;&#x41d; &#x441;&#x43e;&#x441;&#x443;&#x434;&#x44b; &#x440;&#x430;&#x441;&#x43f;&#x43e;&#x43b;&#x430;&#x433;&#x430;&#x43b;&#x438;&#x441;&#x44c; &#x43d;&#x430; &#x440;&#x430;&#x441;&#x441;&#x442;&#x43e;&#x44f;&#x43d;&#x438;&#x438; 1,56 (0,3&#x2014;6,5) &#x43c;&#x43c; &#x43e;&#x442; &#x441;&#x442;&#x432;&#x43e;&#x43b;&#x430; &#x43c;&#x43e;&#x437;&#x433;&#x430;. &#x422;&#x43e;&#x447;&#x43a;&#x438; &#x43a;&#x43e;&#x43c;&#x43f;&#x440;&#x435;&#x441;&#x441;&#x438;&#x438; &#x43d;&#x430;&#x445;&#x43e;&#x434;&#x438;&#x43b;&#x438;&#x441;&#x44c; &#x43d;&#x430; &#x440;&#x430;&#x441;&#x441;&#x442;&#x43e;&#x44f;&#x43d;&#x438;&#x438;, &#x441;&#x43e;&#x441;&#x442;&#x430;&#x432;&#x43b;&#x44f;&#x44e;&#x449;&#x435;&#x43c; &#x43c;&#x435;&#x43d;&#x435;&#x435; &#x43f;&#x43e;&#x43b;&#x43e;&#x432;&#x438;&#x43d;&#x44b; &#x448;&#x438;&#x440;&#x438;&#x43d;&#x44b; &#x442;&#x440;&#x438;&#x433;&#x435;&#x43c;&#x438;&#x43d;&#x430;&#x43b;&#x44c;&#x43d;&#x43e;&#x433;&#x43e; &#x43a;&#x43e;&#x440;&#x435;&#x448;&#x43a;&#x430;, &#x432; 32,4% &#x441;&#x43b;&#x443;&#x447;&#x430;&#x435;&#x432;, 0,5&#x2014;1 &#x448;&#x438;&#x440;&#x438;&#x43d;&#x44b; &#x2014; &#x432; 59% &#x441;&#x43b;&#x443;&#x447;&#x430;&#x435;&#x432;, 1,5 &#x448;&#x438;&#x440;&#x438;&#x43d;&#x44b; &#x2014; &#x432; 2,9% &#x441;&#x43b;&#x443;&#x447;&#x430;&#x435;&#x432;, 1,8&#x2014;3,5 &#x448;&#x438;&#x440;&#x438;&#x43d;&#x44b; &#x2014; &#x432; 5,7% &#x441;&#x43b;&#x443;&#x447;&#x430;&#x435;&#x432;. &#x41d;&#x430; &#x438;&#x43d;&#x442;&#x430;&#x43a;&#x442;&#x43d;&#x43e;&#x439; &#x441;&#x442;&#x43e;&#x440;&#x43e;&#x43d;&#x435; &#x441;&#x43e;&#x441;&#x443;&#x434;&#x44b; &#x440;&#x430;&#x441;&#x43f;&#x43e;&#x43b;&#x430;&#x433;&#x430;&#x43b;&#x438;&#x441;&#x44c; &#x43d;&#x430; &#x440;&#x430;&#x441;&#x441;&#x442;&#x43e;&#x44f;&#x43d;&#x438;&#x438; 3,48 (0,8&#x2014;8,7) &#x43c;&#x43c; &#x43e;&#x442; &#x441;&#x442;&#x432;&#x43e;&#x43b;&#x430; &#x43c;&#x43e;&#x437;&#x433;&#x430;.</AbstractText><AbstractText Label="&#x417;&#x410;&#x41a;&#x41b;&#x42e;&#x427;&#x415;&#x41d;&#x418;&#x415;" NlmCategory="UNASSIGNED">&#x41d;&#x430; &#x441;&#x442;&#x43e;&#x440;&#x43e;&#x43d;&#x435; &#x422;&#x41d; &#x441;&#x43e;&#x441;&#x443;&#x434;&#x44b; &#x440;&#x430;&#x441;&#x43f;&#x43e;&#x43b;&#x430;&#x433;&#x430;&#x44e;&#x442;&#x441;&#x44f; &#x43e;&#x442; &#x441;&#x442;&#x432;&#x43e;&#x43b;&#x430; &#x43c;&#x43e;&#x437;&#x433;&#x430; &#x43d;&#x430; &#x440;&#x430;&#x441;&#x441;&#x442;&#x43e;&#x44f;&#x43d;&#x438;&#x438;, &#x441;&#x43e;&#x43e;&#x442;&#x432;&#x435;&#x442;&#x441;&#x442;&#x432;&#x443;&#x44e;&#x449;&#x435;&#x43c; &#x448;&#x438;&#x440;&#x438;&#x43d;&#x435; &#x442;&#x440;&#x438;&#x433;&#x435;&#x43c;&#x438;&#x43d;&#x430;&#x43b;&#x44c;&#x43d;&#x43e;&#x433;&#x43e; &#x43a;&#x43e;&#x440;&#x435;&#x448;&#x43a;&#x430;, &#x430; &#x434;&#x438;&#x441;&#x442;&#x430;&#x43b;&#x44c;&#x43d;&#x430;&#x44f; &#x43a;&#x43e;&#x43c;&#x43f;&#x440;&#x435;&#x441;&#x441;&#x438;&#x44f; &#x432;&#x441;&#x442;&#x440;&#x435;&#x447;&#x430;&#x435;&#x442;&#x441;&#x44f; &#x440;&#x435;&#x434;&#x43a;&#x43e;. &#x422;&#x41d; &#x43f;&#x440;&#x435;&#x438;&#x43c;&#x443;&#x449;&#x435;&#x441;&#x442;&#x432;&#x435;&#x43d;&#x43d;&#x43e; &#x441;&#x43e;&#x43f;&#x440;&#x43e;&#x432;&#x43e;&#x436;&#x434;&#x430;&#x435;&#x442; &#x43f;&#x440;&#x43e;&#x43a;&#x441;&#x438;&#x43c;&#x430;&#x43b;&#x44c;&#x43d;&#x443;&#x44e; &#x432;&#x430;&#x441;&#x43a;&#x443;&#x43b;&#x44f;&#x440;&#x43d;&#x443;&#x44e; &#x43a;&#x43e;&#x43c;&#x43f;&#x440;&#x435;&#x441;&#x441;&#x438;&#x44e;, &#x430; &#x431;&#x43e;&#x43b;&#x44c;&#x448;&#x430;&#x44f; &#x434;&#x43b;&#x438;&#x43d;&#x430; &#x433;&#x43b;&#x438;&#x430;&#x43b;&#x44c;&#x43d;&#x43e;&#x433;&#x43e; &#x441;&#x435;&#x433;&#x43c;&#x435;&#x43d;&#x442;&#x430; &#x442;&#x440;&#x438;&#x433;&#x435;&#x43c;&#x438;&#x43d;&#x430;&#x43b;&#x44c;&#x43d;&#x43e;&#x433;&#x43e; &#x43a;&#x43e;&#x440;&#x435;&#x448;&#x43a;&#x430; &#x43c;&#x43e;&#x436;&#x435;&#x442; &#x43b;&#x435;&#x436;&#x430;&#x442;&#x44c; &#x432; &#x43e;&#x441;&#x43d;&#x43e;&#x432;&#x435; &#x432;&#x43e;&#x437;&#x43d;&#x438;&#x43a;&#x43d;&#x43e;&#x432;&#x435;&#x43d;&#x438;&#x44f; &#x422;&#x41d; &#x43f;&#x440;&#x438; &#x434;&#x438;&#x441;&#x442;&#x430;&#x43b;&#x44c;&#x43d;&#x43e;&#x439; &#x43a;&#x43e;&#x43c;&#x43f;&#x440;&#x435;&#x441;&#x441;&#x438;&#x438;.</AbstractText></OtherAbstract><KeywordList Owner="NOTNLM"><Keyword MajorTopicYN="N">magnetic resonance imaging</Keyword><Keyword MajorTopicYN="N">neurovascular contact</Keyword><Keyword MajorTopicYN="N">root entry zone</Keyword><Keyword MajorTopicYN="N">trigeminal neuralgia</Keyword><Keyword MajorTopicYN="N">vascular compression</Keyword></KeywordList></MedlineCitation><PubmedData><History><PubMedPubDate PubStatus="medline"><Year>2025</Year><Month>10</Month><Day>16</Day><Hour>12</Hour><Minute>33</Minute></PubMedPubDate><PubMedPubDate PubStatus="pubmed"><Year>2025</Year><Month>10</Month><Day>16</Day><Hour>12</Hour><Minute>32</Minute></PubMedPubDate><PubMedPubDate PubStatus="entrez"><Year>2025</Year><Month>10</Month><Day>16</Day><Hour>9</Hour><Minute>58</Minute></PubMedPubDate></History><PublicationStatus>ppublish</PublicationStatus><ArticleIdList><ArticleId IdType="pubmed">41099641</ArticleId><ArticleId IdType="doi">10.17116/neiro20258905137</ArticleId></ArticleIdList></PubmedData></PubmedArticle></PubmedArticleSet>