<?xml version="1.0" ?>
<!DOCTYPE PubmedArticleSet PUBLIC "-//NLM//DTD PubMedArticle, 1st January 2025//EN" "https://dtd.nlm.nih.gov/ncbi/pubmed/out/pubmed_250101.dtd">
<PubmedArticleSet>
<PubmedArticle><MedlineCitation Status="MEDLINE" Owner="NLM" IndexingMethod="Curated"><PMID Version="1">41307976</PMID><DateCompleted><Year>2025</Year><Month>11</Month><Day>27</Day></DateCompleted><DateRevised><Year>2026</Year><Month>01</Month><Day>05</Day></DateRevised><Article PubModel="Print"><Journal><ISSN IssnType="Print">0042-8817</ISSN><JournalIssue CitedMedium="Print"><Volume>89</Volume><Issue>6</Issue><PubDate><Year>2025</Year></PubDate></JournalIssue><Title>Zhurnal voprosy neirokhirurgii imeni N. N. Burdenko</Title><ISOAbbreviation>Zh Vopr Neirokhir Im N N Burdenko</ISOAbbreviation></Journal><ArticleTitle>[Combination of posterior median and transoral approaches in surgical treatment of giant chordoma of the craniovertebral junction].</ArticleTitle><Pagination><StartPage>70</StartPage><EndPage>75</EndPage><MedlinePgn>70-75</MedlinePgn></Pagination><ELocationID EIdType="doi" ValidYN="Y">10.17116/neiro20258906170</ELocationID><Abstract><AbstractText Label="BACKGROUND" NlmCategory="BACKGROUND">Surgical treatment of skull base and craniovertebral junction chordomas remains a challenging task in modern neurosurgery. Currently, various anterior and posterior approaches are used to remove such lesions.</AbstractText><AbstractText Label="OBJECTIVE" NlmCategory="OBJECTIVE">To present a 14-year-old patient with giant chordoma at the level of intact clivus and C1-C3 vertebrae. Surgery implied combination of approaches without disturbing stability of craniovertebral junction.</AbstractText><AbstractText Label="RESULTS. T" NlmCategory="UNASSIGNED">Umor in lateral parts of spinal canal was removed via posterior median access, and ventral fragment was excised through transoral access. Resection of lower sections of clivus (5 mm) and upper edge of anterior C1 semicircle (2 mm) expanded the angle of surgical action from 7 to 11<sup>0</sup> and accessibility zone necessary for maximum tumor removal and decompression of brainstem and upper cervical spinal cord without compromising stability of craniovertebral junction.</AbstractText><AbstractText Label="CONCLUSION" NlmCategory="CONCLUSIONS">Patients with giant neoplasms of craniovertebral junction require a personalized approach. Total resection of craniovertebral junction chordoma is often accompanied by unreasonably high risk of impaired quality of life. In our opinion, maximum possible resection safe for quality of life with brainstem decompression and subsequent radiotherapy is advisable.</AbstractText></Abstract><AuthorList CompleteYN="Y"><Author ValidYN="Y"><LastName>Usachev</LastName><ForeName>D Yu</ForeName><Initials>DY</Initials><Identifier Source="ORCID">0000-0002-9811-9442</Identifier><AffiliationInfo><Affiliation>Burdenko Neurosurgical Center, Moscow, Russia.</Affiliation></AffiliationInfo><AffiliationInfo><Affiliation>Russian Medical Academy of Continuous Professional Education, Moscow, Russia.</Affiliation></AffiliationInfo><AffiliationInfo><Affiliation>Botkin hospital, Moscow, Russia.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Shkarubo</LastName><ForeName>A N</ForeName><Initials>AN</Initials><Identifier Source="ORCID">0000-0003-3445-3115</Identifier><AffiliationInfo><Affiliation>Burdenko Neurosurgical Center, Moscow, Russia.</Affiliation></AffiliationInfo><AffiliationInfo><Affiliation>Russian Medical Academy of Continuous Professional Education, Moscow, Russia.</Affiliation></AffiliationInfo><AffiliationInfo><Affiliation>European Medical Center, Moscow, Russia.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Chernov</LastName><ForeName>I V</ForeName><Initials>IV</Initials><Identifier Source="ORCID">0000-0002-9789-3452</Identifier><AffiliationInfo><Affiliation>Burdenko Neurosurgical Center, Moscow, Russia.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Akhmedov</LastName><ForeName>A D</ForeName><Initials>AD</Initials><Identifier Source="ORCID">0000-0001-5780-8519</Identifier><AffiliationInfo><Affiliation>Burdenko Neurosurgical Center, Moscow, Russia.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Tyurin</LastName><ForeName>V A</ForeName><Initials>VA</Initials><Identifier Source="ORCID">0009-0003-9738-2219</Identifier><AffiliationInfo><Affiliation>Burdenko Neurosurgical Center, Moscow, Russia.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Belogurova</LastName><ForeName>E D</ForeName><Initials>ED</Initials><Identifier Source="ORCID">0009-0007-4867-2702</Identifier><AffiliationInfo><Affiliation>Burdenko Neurosurgical Center, Moscow, Russia.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Andreev</LastName><ForeName>D N</ForeName><Initials>DN</Initials><Identifier Source="ORCID">0000-0001-5473-4905</Identifier><AffiliationInfo><Affiliation>Burdenko Neurosurgical Center, Moscow, Russia.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Satanin</LastName><ForeName>L A</ForeName><Initials>LA</Initials><Identifier Source="ORCID">0000-0003-2051-1855</Identifier><AffiliationInfo><Affiliation>Burdenko Neurosurgical Center, Moscow, Russia.</Affiliation></AffiliationInfo></Author></AuthorList><Language>rus</Language><PublicationTypeList><PublicationType UI="D016428">Journal Article</PublicationType><PublicationType UI="D002363">Case Reports</PublicationType><PublicationType UI="D004740">English Abstract</PublicationType></PublicationTypeList><VernacularTitle>Sochetanie zadnego sredinnogo i transoral'nogo dostupov v khirurgicheskom lechenii gigantskoi khordomy kraniovertebral'nogo perekhoda.</VernacularTitle></Article><MedlineJournalInfo><Country>Russia (Federation)</Country><MedlineTA>Zh Vopr Neirokhir Im N N Burdenko</MedlineTA><NlmUniqueID>7809757</NlmUniqueID><ISSNLinking>0042-8817</ISSNLinking></MedlineJournalInfo><CitationSubset>IM</CitationSubset><MeshHeadingList><MeshHeading><DescriptorName UI="D000293" MajorTopicYN="N">Adolescent</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D006801" MajorTopicYN="N">Humans</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D002817" MajorTopicYN="Y">Chordoma</DescriptorName><QualifierName UI="Q000601" MajorTopicYN="N">surgery</QualifierName><QualifierName UI="Q000000981" MajorTopicYN="N">diagnostic imaging</QualifierName><QualifierName UI="Q000473" MajorTopicYN="N">pathology</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D003388" MajorTopicYN="N">Cranial Fossa, Posterior</DescriptorName><QualifierName UI="Q000601" MajorTopicYN="N">surgery</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D019635" MajorTopicYN="Y">Neurosurgical Procedures</DescriptorName><QualifierName UI="Q000379" MajorTopicYN="N">methods</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D019292" MajorTopicYN="Y">Skull Base Neoplasms</DescriptorName><QualifierName UI="Q000601" MajorTopicYN="N">surgery</QualifierName><QualifierName UI="Q000000981" MajorTopicYN="N">diagnostic imaging</QualifierName><QualifierName UI="Q000473" MajorTopicYN="N">pathology</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D013125" MajorTopicYN="Y">Spinal Neoplasms</DescriptorName><QualifierName UI="Q000601" MajorTopicYN="N">surgery</QualifierName></MeshHeading></MeshHeadingList><OtherAbstract Type="Publisher" Language="rus"><AbstractText Label="UNLABELLED">&#x425;&#x438;&#x440;&#x443;&#x440;&#x433;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x43e;&#x435; &#x43b;&#x435;&#x447;&#x435;&#x43d;&#x438;&#x435; &#x445;&#x43e;&#x440;&#x434;&#x43e;&#x43c; &#x43e;&#x441;&#x43d;&#x43e;&#x432;&#x430;&#x43d;&#x438;&#x44f; &#x447;&#x435;&#x440;&#x435;&#x43f;&#x430; &#x438; &#x43a;&#x440;&#x430;&#x43d;&#x438;&#x43e;&#x432;&#x435;&#x440;&#x442;&#x435;&#x431;&#x440;&#x430;&#x43b;&#x44c;&#x43d;&#x43e;&#x433;&#x43e; &#x43f;&#x435;&#x440;&#x435;&#x445;&#x43e;&#x434;&#x430; (&#x41a;&#x412;&#x41f;) &#x43e;&#x441;&#x442;&#x430;&#x435;&#x442;&#x441;&#x44f; &#x441;&#x43b;&#x43e;&#x436;&#x43d;&#x43e;&#x439; &#x437;&#x430;&#x434;&#x430;&#x447;&#x435;&#x439; &#x432; &#x441;&#x43e;&#x432;&#x440;&#x435;&#x43c;&#x435;&#x43d;&#x43d;&#x43e;&#x439; &#x43d;&#x435;&#x439;&#x440;&#x43e;&#x445;&#x438;&#x440;&#x443;&#x440;&#x433;&#x438;&#x438;. &#x412; &#x43d;&#x430;&#x441;&#x442;&#x43e;&#x44f;&#x449;&#x435;&#x435; &#x432;&#x440;&#x435;&#x43c;&#x44f; &#x43f;&#x440;&#x438;&#x43c;&#x435;&#x43d;&#x44f;&#x44e;&#x442;&#x441;&#x44f; &#x440;&#x430;&#x437;&#x43b;&#x438;&#x447;&#x43d;&#x44b;&#x435; &#x43f;&#x435;&#x440;&#x435;&#x434;&#x43d;&#x438;&#x435; &#x438; &#x437;&#x430;&#x434;&#x43d;&#x438;&#x435; &#x434;&#x43e;&#x441;&#x442;&#x443;&#x43f;&#x44b; &#x434;&#x43b;&#x44f; &#x443;&#x434;&#x430;&#x43b;&#x435;&#x43d;&#x438;&#x44f; &#x43f;&#x43e;&#x434;&#x43e;&#x431;&#x43d;&#x44b;&#x445; &#x43d;&#x43e;&#x432;&#x43e;&#x43e;&#x431;&#x440;&#x430;&#x437;&#x43e;&#x432;&#x430;&#x43d;&#x438;&#x439;.</AbstractText><AbstractText Label="&#x426;&#x415;&#x41b;&#x42c; &#x418;&#x421;&#x421;&#x41b;&#x415;&#x414;&#x41e;&#x412;&#x410;&#x41d;&#x418;&#x42f;" NlmCategory="UNASSIGNED">&#x41f;&#x440;&#x435;&#x434;&#x441;&#x442;&#x430;&#x432;&#x438;&#x442;&#x44c; &#x43a;&#x43b;&#x438;&#x43d;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x438;&#x439; &#x441;&#x43b;&#x443;&#x447;&#x430;&#x439; &#x43f;&#x430;&#x446;&#x438;&#x435;&#x43d;&#x442;&#x43a;&#x438; 14 &#x43b;&#x435;&#x442; &#x441; &#x433;&#x438;&#x433;&#x430;&#x43d;&#x442;&#x441;&#x43a;&#x43e;&#x439; &#x445;&#x43e;&#x440;&#x434;&#x43e;&#x43c;&#x43e;&#x439;, &#x440;&#x430;&#x441;&#x43f;&#x43e;&#x43b;&#x430;&#x433;&#x430;&#x44e;&#x449;&#x435;&#x439;&#x441;&#x44f; &#x43d;&#x430; &#x443;&#x440;&#x43e;&#x432;&#x43d;&#x435; &#x43d;&#x435;&#x43f;&#x43e;&#x440;&#x430;&#x436;&#x435;&#x43d;&#x43d;&#x44b;&#x445; &#x441;&#x43a;&#x430;&#x442;&#x430; &#x438; C<sub>I</sub>&#x2013;C<sub>III</sub> &#x43f;&#x43e;&#x437;&#x432;&#x43e;&#x43d;&#x43a;&#x43e;&#x432;, &#x43e;&#x43f;&#x435;&#x440;&#x438;&#x440;&#x43e;&#x432;&#x430;&#x43d;&#x43d;&#x43e;&#x439; &#x441; &#x438;&#x441;&#x43f;&#x43e;&#x43b;&#x44c;&#x437;&#x43e;&#x432;&#x430;&#x43d;&#x438;&#x435;&#x43c; &#x43a;&#x43e;&#x43c;&#x431;&#x438;&#x43d;&#x430;&#x446;&#x438;&#x438; &#x434;&#x43e;&#x441;&#x442;&#x443;&#x43f;&#x43e;&#x432; &#x431;&#x435;&#x437; &#x43d;&#x430;&#x440;&#x443;&#x448;&#x435;&#x43d;&#x438;&#x44f; &#x441;&#x442;&#x430;&#x431;&#x438;&#x43b;&#x44c;&#x43d;&#x43e;&#x441;&#x442;&#x438; &#x43a;&#x440;&#x430;&#x43d;&#x438;&#x43e;&#x432;&#x435;&#x440;&#x442;&#x435;&#x431;&#x440;&#x430;&#x43b;&#x44c;&#x43d;&#x43e;&#x433;&#x43e; &#x441;&#x43e;&#x447;&#x43b;&#x435;&#x43d;&#x435;&#x43d;&#x438;&#x44f;.</AbstractText><AbstractText Label="&#x420;&#x415;&#x417;&#x423;&#x41b;&#x42c;&#x422;&#x410;&#x422;&#x42b;" NlmCategory="UNASSIGNED">&#x420;&#x430;&#x441;&#x43f;&#x43e;&#x43b;&#x43e;&#x436;&#x435;&#x43d;&#x43d;&#x443;&#x44e; &#x432; &#x43b;&#x430;&#x442;&#x435;&#x440;&#x430;&#x43b;&#x44c;&#x43d;&#x44b;&#x445; &#x43e;&#x442;&#x434;&#x435;&#x43b;&#x430;&#x445; &#x43f;&#x43e;&#x437;&#x432;&#x43e;&#x43d;&#x43e;&#x447;&#x43d;&#x43e;&#x433;&#x43e; &#x43a;&#x430;&#x43d;&#x430;&#x43b;&#x430; &#x447;&#x430;&#x441;&#x442;&#x44c; &#x43e;&#x43f;&#x443;&#x445;&#x43e;&#x43b;&#x438; &#x443;&#x434;&#x430;&#x43b;&#x43e;&#x441;&#x44c; &#x443;&#x434;&#x430;&#x43b;&#x438;&#x442;&#x44c; &#x438;&#x437; &#x437;&#x430;&#x434;&#x43d;&#x435;&#x433;&#x43e; &#x441;&#x440;&#x435;&#x434;&#x438;&#x43d;&#x43d;&#x43e;&#x433;&#x43e; &#x434;&#x43e;&#x441;&#x442;&#x443;&#x43f;&#x430;, &#x430; &#x432;&#x435;&#x43d;&#x442;&#x440;&#x430;&#x43b;&#x44c;&#x43d;&#x43e; &#x440;&#x430;&#x441;&#x43f;&#x43e;&#x43b;&#x43e;&#x436;&#x435;&#x43d;&#x43d;&#x44b;&#x439; &#x444;&#x440;&#x430;&#x433;&#x43c;&#x435;&#x43d;&#x442; &#x431;&#x44b;&#x43b; &#x443;&#x434;&#x430;&#x43b;&#x435;&#x43d; &#x438;&#x437; &#x442;&#x440;&#x430;&#x43d;&#x441;&#x43e;&#x440;&#x430;&#x43b;&#x44c;&#x43d;&#x43e;&#x433;&#x43e; &#x434;&#x43e;&#x441;&#x442;&#x443;&#x43f;&#x430;. &#x420;&#x435;&#x437;&#x435;&#x43a;&#x446;&#x438;&#x44f; 5 &#x43c;&#x43c; &#x43d;&#x438;&#x436;&#x43d;&#x438;&#x445; &#x43e;&#x442;&#x434;&#x435;&#x43b;&#x43e;&#x432; &#x441;&#x43a;&#x430;&#x442;&#x430; &#x438; 2 &#x43c;&#x43c; &#x432;&#x435;&#x440;&#x445;&#x43d;&#x435;&#x433;&#x43e; &#x43a;&#x440;&#x430;&#x44f; &#x43f;&#x435;&#x440;&#x435;&#x434;&#x43d;&#x435;&#x433;&#x43e; &#x43f;&#x43e;&#x43b;&#x443;&#x43a;&#x43e;&#x43b;&#x44c;&#x446;&#x430; C<sub>I</sub> &#x440;&#x430;&#x441;&#x448;&#x438;&#x440;&#x438;&#x43b;&#x43e; &#x443;&#x433;&#x43e;&#x43b; &#x43e;&#x43f;&#x435;&#x440;&#x430;&#x446;&#x438;&#x43e;&#x43d;&#x43d;&#x43e;&#x433;&#x43e; &#x434;&#x435;&#x439;&#x441;&#x442;&#x432;&#x438;&#x44f; &#x441; 7 &#x434;&#x43e; 11&#xb0; &#x438;, &#x441;&#x43e;&#x43e;&#x442;&#x432;&#x435;&#x442;&#x441;&#x442;&#x432;&#x435;&#x43d;&#x43d;&#x43e;, &#x437;&#x43e;&#x43d;&#x443; &#x434;&#x43e;&#x441;&#x442;&#x443;&#x43f;&#x43d;&#x43e;&#x441;&#x442;&#x438;, &#x43d;&#x435;&#x43e;&#x431;&#x445;&#x43e;&#x434;&#x438;&#x43c;&#x443;&#x44e; &#x434;&#x43b;&#x44f; &#x43c;&#x430;&#x43a;&#x441;&#x438;&#x43c;&#x430;&#x43b;&#x44c;&#x43d;&#x43e;&#x433;&#x43e; &#x443;&#x434;&#x430;&#x43b;&#x435;&#x43d;&#x438;&#x44f; &#x43e;&#x43f;&#x443;&#x445;&#x43e;&#x43b;&#x438; &#x438; &#x434;&#x435;&#x43a;&#x43e;&#x43c;&#x43f;&#x440;&#x435;&#x441;&#x441;&#x438;&#x438; &#x441;&#x442;&#x432;&#x43e;&#x43b;&#x43e;&#x432;&#x44b;&#x445; &#x441;&#x442;&#x440;&#x443;&#x43a;&#x442;&#x443;&#x440; &#x438; &#x432;&#x435;&#x440;&#x445;&#x43d;&#x435;&#x448;&#x435;&#x439;&#x43d;&#x44b;&#x445; &#x43e;&#x442;&#x434;&#x435;&#x43b;&#x43e;&#x432; &#x441;&#x43f;&#x438;&#x43d;&#x43d;&#x43e;&#x433;&#x43e; &#x43c;&#x43e;&#x437;&#x433;&#x430; &#x431;&#x435;&#x437; &#x43d;&#x430;&#x440;&#x443;&#x448;&#x435;&#x43d;&#x438;&#x44f; &#x441;&#x442;&#x430;&#x431;&#x438;&#x43b;&#x44c;&#x43d;&#x43e;&#x441;&#x442;&#x438; &#x41a;&#x412;&#x41f;.</AbstractText><AbstractText Label="&#x417;&#x410;&#x41a;&#x41b;&#x42e;&#x427;&#x415;&#x41d;&#x418;&#x415;" NlmCategory="UNASSIGNED">&#x41f;&#x430;&#x446;&#x438;&#x435;&#x43d;&#x442;&#x44b; &#x441; &#x433;&#x438;&#x433;&#x430;&#x43d;&#x442;&#x441;&#x43a;&#x438;&#x43c;&#x438; &#x43d;&#x43e;&#x432;&#x43e;&#x43e;&#x431;&#x440;&#x430;&#x437;&#x43e;&#x432;&#x430;&#x43d;&#x438;&#x44f;&#x43c;&#x438; &#x43e;&#x431;&#x43b;&#x430;&#x441;&#x442;&#x438; &#x43a;&#x440;&#x430;&#x43d;&#x438;&#x43e;&#x432;&#x435;&#x440;&#x442;&#x435;&#x431;&#x440;&#x430;&#x43b;&#x44c;&#x43d;&#x43e;&#x433;&#x43e; &#x43f;&#x435;&#x440;&#x435;&#x445;&#x43e;&#x434;&#x430; &#x442;&#x440;&#x435;&#x431;&#x443;&#x44e;&#x442; &#x43f;&#x435;&#x440;&#x441;&#x43e;&#x43d;&#x438;&#x444;&#x438;&#x446;&#x438;&#x440;&#x43e;&#x432;&#x430;&#x43d;&#x43d;&#x43e;&#x433;&#x43e; &#x43f;&#x43e;&#x434;&#x445;&#x43e;&#x434;&#x430; &#x432; &#x43b;&#x435;&#x447;&#x435;&#x43d;&#x438;&#x438;. &#x417;&#x430;&#x447;&#x430;&#x441;&#x442;&#x443;&#x44e; &#x440;&#x430;&#x434;&#x438;&#x43a;&#x430;&#x43b;&#x44c;&#x43d;&#x43e;&#x435; &#x443;&#x434;&#x430;&#x43b;&#x435;&#x43d;&#x438;&#x435; &#x445;&#x43e;&#x440;&#x434;&#x43e;&#x43c; &#x43e;&#x431;&#x43b;&#x430;&#x441;&#x442;&#x438; &#x41a;&#x412;&#x41f; &#x441;&#x43e;&#x43f;&#x440;&#x43e;&#x432;&#x43e;&#x436;&#x434;&#x430;&#x435;&#x442;&#x441;&#x44f; &#x43d;&#x435;&#x43e;&#x43f;&#x440;&#x430;&#x432;&#x434;&#x430;&#x43d;&#x43d;&#x43e; &#x432;&#x44b;&#x441;&#x43e;&#x43a;&#x438;&#x43c; &#x440;&#x438;&#x441;&#x43a;&#x43e;&#x43c; &#x441;&#x43d;&#x438;&#x436;&#x435;&#x43d;&#x438;&#x44f; &#x43a;&#x430;&#x447;&#x435;&#x441;&#x442;&#x432;&#x430; &#x436;&#x438;&#x437;&#x43d;&#x438;. &#x41f;&#x43e; &#x43d;&#x430;&#x448;&#x435;&#x43c;&#x443; &#x43c;&#x43d;&#x435;&#x43d;&#x438;&#x44e;, &#x446;&#x435;&#x43b;&#x435;&#x441;&#x43e;&#x43e;&#x431;&#x440;&#x430;&#x437;&#x43d;&#x44b;&#x43c; &#x44f;&#x432;&#x43b;&#x44f;&#x435;&#x442;&#x441;&#x44f; &#x43c;&#x430;&#x43a;&#x441;&#x438;&#x43c;&#x430;&#x43b;&#x44c;&#x43d;&#x43e;&#x435; &#x443;&#x434;&#x430;&#x43b;&#x435;&#x43d;&#x438;&#x435; &#x43e;&#x43f;&#x443;&#x445;&#x43e;&#x43b;&#x438;, &#x431;&#x435;&#x437;&#x43e;&#x43f;&#x430;&#x441;&#x43d;&#x43e;&#x435; &#x434;&#x43b;&#x44f; &#x43f;&#x430;&#x446;&#x438;&#x435;&#x43d;&#x442;&#x430; &#x438; &#x43a;&#x430;&#x447;&#x435;&#x441;&#x442;&#x432;&#x430; &#x435;&#x433;&#x43e; &#x436;&#x438;&#x437;&#x43d;&#x438;, &#x441; &#x434;&#x435;&#x43a;&#x43e;&#x43c;&#x43f;&#x440;&#x435;&#x441;&#x441;&#x438;&#x435;&#x439; &#x441;&#x442;&#x432;&#x43e;&#x43b;&#x43e;&#x432;&#x44b;&#x445; &#x441;&#x442;&#x440;&#x443;&#x43a;&#x442;&#x443;&#x440; &#x438; &#x43f;&#x43e;&#x441;&#x43b;&#x435;&#x434;&#x443;&#x44e;&#x449;&#x435;&#x439; &#x43b;&#x443;&#x447;&#x435;&#x432;&#x43e;&#x439; &#x442;&#x435;&#x440;&#x430;&#x43f;&#x438;&#x435;&#x439;.</AbstractText></OtherAbstract><KeywordList Owner="NOTNLM"><Keyword MajorTopicYN="N">chordoma</Keyword><Keyword MajorTopicYN="N">craniovertebral junction</Keyword><Keyword MajorTopicYN="N">transoral approach</Keyword></KeywordList></MedlineCitation><PubmedData><History><PubMedPubDate PubStatus="medline"><Year>2025</Year><Month>11</Month><Day>27</Day><Hour>18</Hour><Minute>29</Minute></PubMedPubDate><PubMedPubDate PubStatus="pubmed"><Year>2025</Year><Month>11</Month><Day>27</Day><Hour>18</Hour><Minute>28</Minute></PubMedPubDate><PubMedPubDate PubStatus="entrez"><Year>2025</Year><Month>11</Month><Day>27</Day><Hour>12</Hour><Minute>15</Minute></PubMedPubDate></History><PublicationStatus>ppublish</PublicationStatus><ArticleIdList><ArticleId IdType="pubmed">41307976</ArticleId><ArticleId IdType="doi">10.17116/neiro20258906170</ArticleId></ArticleIdList></PubmedData></PubmedArticle></PubmedArticleSet>