<?xml version="1.0" ?>
<!DOCTYPE PubmedArticleSet PUBLIC "-//NLM//DTD PubMedArticle, 1st January 2025//EN" "https://dtd.nlm.nih.gov/ncbi/pubmed/out/pubmed_250101.dtd">
<PubmedArticleSet>
<PubmedArticle><MedlineCitation Status="PubMed-not-MEDLINE" Owner="NLM"><PMID Version="1">41777519</PMID><DateCompleted><Year>2026</Year><Month>03</Month><Day>04</Day></DateCompleted><DateRevised><Year>2026</Year><Month>03</Month><Day>04</Day></DateRevised><Article PubModel="Electronic-eCollection"><Journal><ISSN IssnType="Print">1300-0667</ISSN><JournalIssue CitedMedium="Print"><Volume>63</Volume><PubDate><Year>2026</Year></PubDate></JournalIssue><Title>Noro psikiyatri arsivi</Title><ISOAbbreviation>Noro Psikiyatr Ars</ISOAbbreviation></Journal><ArticleTitle>Investigation of Retinal Biomarkers in Adult ADHD: A Comparative Optical Coherence Tomography Study.</ArticleTitle><Pagination><StartPage>235</StartPage><EndPage>241</EndPage><MedlinePgn>235-241</MedlinePgn></Pagination><ELocationID EIdType="doi" ValidYN="Y">10.29399/npa.29112</ELocationID><Abstract><AbstractText Label="INTRODUCTION" NlmCategory="UNASSIGNED">Attention-deficit/hyperactivity disorder (ADHD) is increasingly recognized as a condition with both neurodevelopmental and neurodegenerative components. This study aims to investigate retinal structural alterations in adults diagnosed with ADHD using optical coherence tomography (OCT) and to identify potential retinal biomarkers.</AbstractText><AbstractText Label="METHODS" NlmCategory="UNASSIGNED">The study included 31 adults diagnosed with ADHD according to DSM-5 criteria and 33 age- and sex-matched healthy controls. Retinal measurements were obtained from the right eye of all participants using the Spektralis&#xae; OCT system in accordance with the ETDRS protocol. Retinal nerve fiber layer (RNFL), ganglion cell layer (GCL), inner plexiform layer (IPL), ganglion cell complex (GCC), and central macular thickness (CMT) were measured. ADHD symptom severity was assessed using the Adult ADHD Self-Report Scale (ASRS). Group comparisons were made using independent t-tests, and correlations with clinical measures were evaluated using Pearson correlation analysis.</AbstractText><AbstractText Label="RESULTS" NlmCategory="UNASSIGNED">Compared to healthy controls, the ADHD group showed a statistically significant thinning in the CMT, IPL, and GCC layers, especially at the 1 mm zone (p &lt; 0.05).</AbstractText><AbstractText Label="MEAN VALUES FOR THE ADHD GROUP VERSUS THE CONTROL GROUP WERE AS FOLLOWS" NlmCategory="UNASSIGNED">CMT (254.3 &#xb5;m vs. 268.7 &#xb5;m), IPL (35.2 &#xb5;m vs. 38.4 &#xb5;m), and GCC (78.5 &#xb5;m vs. 82.3 &#xb5;m). Similar thinning patterns were observed at the 3 mm zone for CMT and GCC, and at the 6 mm zone for IPL. No statistically significant differences were found in RNFL and GCL measurements. Thinning in specific retinal layers was significantly correlated with higher ADHD severity scores.</AbstractText><AbstractText Label="CONCLUSION" NlmCategory="UNASSIGNED">Our study demonstrates that adults with ADHD exhibit measurable retinal thinning, particularly in the CMT, IPL, and GCC layers. These structural changes may reflect underlying neurodegenerative processes and suggest that retinal imaging via OCT could serve as a useful non-invasive biomarker in adult ADHD.</AbstractText><CopyrightInformation>Copyright: &#xa9; 2026 Turkish Neuropsychiatric Society.</CopyrightInformation></Abstract><AuthorList CompleteYN="Y"><Author ValidYN="Y"><LastName>Tekin</LastName><ForeName>Serek</ForeName><Initials>S</Initials><AffiliationInfo><Affiliation>Department of Ophthalmology, Faculty of Medicine, Van Yuzuncu Yil University, Van, T&#xfc;rkiye.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Kurhan</LastName><ForeName>Faruk</ForeName><Initials>F</Initials><AffiliationInfo><Affiliation>Department of Psychiatry, Faculty of Medicine, Van Yuzuncu Yil University, Van, T&#xfc;rkiye.</Affiliation></AffiliationInfo></Author></AuthorList><Language>eng</Language><PublicationTypeList><PublicationType UI="D016428">Journal Article</PublicationType></PublicationTypeList><ArticleDate DateType="Electronic"><Year>2025</Year><Month>08</Month><Day>21</Day></ArticleDate></Article><MedlineJournalInfo><Country>Turkey</Country><MedlineTA>Noro Psikiyatr Ars</MedlineTA><NlmUniqueID>9426194</NlmUniqueID><ISSNLinking>1300-0667</ISSNLinking></MedlineJournalInfo><KeywordList Owner="NOTNLM"><Keyword MajorTopicYN="N">ADHD</Keyword><Keyword MajorTopicYN="N">central macular thickness</Keyword><Keyword MajorTopicYN="N">ganglion cell complex</Keyword><Keyword MajorTopicYN="N">optical coherence tomography</Keyword><Keyword MajorTopicYN="N">retinal nerve fiber layer</Keyword><Keyword MajorTopicYN="N">&#x131;nner plexiform layer</Keyword></KeywordList><CoiStatement>Conflict of Interest: The authors declare that they have no financial or personal conflicts of interest related to this study.</CoiStatement></MedlineCitation><PubmedData><History><PubMedPubDate PubStatus="received"><Year>2025</Year><Month>4</Month><Day>13</Day></PubMedPubDate><PubMedPubDate PubStatus="accepted"><Year>2025</Year><Month>6</Month><Day>13</Day></PubMedPubDate><PubMedPubDate PubStatus="medline"><Year>2026</Year><Month>3</Month><Day>4</Day><Hour>7</Hour><Minute>16</Minute></PubMedPubDate><PubMedPubDate PubStatus="pubmed"><Year>2026</Year><Month>3</Month><Day>4</Day><Hour>7</Hour><Minute>15</Minute></PubMedPubDate><PubMedPubDate PubStatus="entrez"><Year>2026</Year><Month>3</Month><Day>4</Day><Hour>4</Hour><Minute>27</Minute></PubMedPubDate><PubMedPubDate PubStatus="pmc-release"><Year>2025</Year><Month>8</Month><Day>21</Day></PubMedPubDate></History><PublicationStatus>epublish</PublicationStatus><ArticleIdList><ArticleId IdType="pubmed">41777519</ArticleId><ArticleId IdType="pmc">PMC12951493</ArticleId><ArticleId IdType="doi">10.29399/npa.29112</ArticleId><ArticleId IdType="pii">archneuro-63-235</ArticleId></ArticleIdList><ReferenceList><Reference><Citation>American Psychiatric Association. Diagnostic and Statistical Manual of Mental Disorders. Diagnostic and Statistical Manual of Mental Disorders. 2013</Citation></Reference><Reference><Citation>Xavier Castellanos F, Lee PP, Sharp W, Jeffries NO, Greenstein DK, Clasen LS, et al. Developmental trajectories of brain volume abnormalities in children and adolescents with attention-deficit/hyperactivity disorder. JAMA. 2002;288(14):1740&#x2013;8.</Citation><ArticleIdList><ArticleId IdType="pubmed">12365958</ArticleId></ArticleIdList></Reference><Reference><Citation>Hoogman M, Bralten J, Hibar DP, Mennes M, Zwiers MP, Schweren LSJ, et al. Subcortical brain volume differences in participants with attention deficit hyperactivity disorder in children and adults:a cross-sectional mega-analysis. Lancet Psychiatry. 2017;4(4):310&#x2013;9.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC5933934</ArticleId><ArticleId IdType="pubmed">28219628</ArticleId></ArticleIdList></Reference><Reference><Citation>Garc&#xed;a-Portilla MP, Garc&#xed;a-&#xc1;lvarez L, de la Fuente-Tom&#xe1;s L, Velasco-Iglesias &#xc1;, S&#xe1;iz PA, Gonz&#xe1;lez-Blanco L, et al. Could structural changes in the retinal layers be a new biomarker of mental disorders?A systematic review and thematic synthesis. Revista de Psiquiatr&#xed;a y Salud Mental (English Edition) 2019;12(2):116&#x2013;29.</Citation><ArticleIdList><ArticleId IdType="pubmed">30686701</ArticleId></ArticleIdList></Reference><Reference><Citation>Van Der Heide FCT, Steens ILM, Geraets AFJ, Foreman YD, Henry RMA, Kroon AA, et al. Association of Retinal Nerve Fiber Layer Thickness, an Index of Neurodegeneration, With Depressive Symptoms Over Time. JAMA Netw Open. 2021;4((11))</Citation><ArticleIdList><ArticleId IdType="pmc">PMC8596200</ArticleId><ArticleId IdType="pubmed">34783825</ArticleId></ArticleIdList></Reference><Reference><Citation>Kalenderoglu A, &#xc7;elik M, Sevgi-Karadag A, Egilmez OB. Optic coherence tomography shows inflammation and degeneration in major depressive disorder patients correlated with disease severity. J Affect Disord. 2016;204:159&#x2013;65.</Citation><ArticleIdList><ArticleId IdType="pubmed">27344626</ArticleId></ArticleIdList></Reference><Reference><Citation>S&#xf6;nmez &#x130;, K&#xf6;&#x15f;ger F, Aykan &#xdc;. Retinal nerve fiber layer thickness measurement by spectral-domain optical coherence tomography in patients with major depressive disorder. Noropsikiyatri Arsivi. 2017;54(1):62&#x2013;6.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC5439474</ArticleId><ArticleId IdType="pubmed">28566961</ArticleId></ArticleIdList></Reference><Reference><Citation>Boudriot E, Schworm B, Slapakova L, Hanken K, J&#xe4;ger I, Stephan M, et al. Optical coherence tomography reveals retinal thinning in schizophrenia spectrum disorders. Eur Arch Psychiatry Clin Neurosci. 2023;273(3):575&#x2013;88.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC10085905</ArticleId><ArticleId IdType="pubmed">35930031</ArticleId></ArticleIdList></Reference><Reference><Citation>Liu Y, Huang L, Tong Y, Chen J, Gao D, Yang F. Association of retinal nerve fiber abnormalities with serum CNTF and cognitive functions in schizophrenia patients. PeerJ. 2020;((7))</Citation><ArticleIdList><ArticleId IdType="pmc">PMC7335503</ArticleId><ArticleId IdType="pubmed">32676219</ArticleId></ArticleIdList></Reference><Reference><Citation>Topcu-Yilmaz P, Aydin M, Cetin Ilhan B. Evaluation of retinal nerve fiber layer, macular, and choroidal thickness in schizophrenia:spectral optic coherence tomography findings. Psychiatry and Clinical Psychopharmacology. 2019;29(1):28&#x2013;33.</Citation></Reference><Reference><Citation>Erdo&#x11f;an E, Deliba&#x15f; DH, Kart&#x131; &#xd6;. Assessment of Optical Coherence Tomography Findings in Adults with Attention Deficit Hyperactivity Disorder:A Case&#x2013;Control Study. Psychiatry and Clinical Psychopharmacology. 2021;31(4):370.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC11079679</ArticleId><ArticleId IdType="pubmed">38765643</ArticleId></ArticleIdList></Reference><Reference><Citation>&#xd6;nc&#xfc; B, Varol-Sara&#xe7;o&#x11f;lu G, K&#xfc;&#xe7;&#xfc;kg&#xf6;nc&#xfc; S. Do&#x11f;an ve ark. 77 Eri&#x15f;kin Dikkat Eksikli&#x11f;i Hiperaktivite Bozuklu&#x11f;u Kendi Bildirim &#xd6;l&#xe7;e&#x11f;i (ASRS-v1.1):T&#xfc;rk&#xe7;e formunun ge&#xe7;erlilik ve g&#xfc;venilirli&#x11f;i.  Available from: http://www.med.nyu.edu/psych/assets/adhdscre .</Citation></Reference><Reference><Citation>Hoogman M, Bralten J, Hibar DP, Mennes M, Zwiers MP, Schweren LSJ, et al. Subcortical brain volume differences of participants with ADHD across the lifespan:an ENIGMA collaboration. Lancet Psychiatry. 2017;4(4):310.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC5933934</ArticleId><ArticleId IdType="pubmed">28219628</ArticleId></ArticleIdList></Reference><Reference><Citation>Xavier Castellanos F, Lee PP, Sharp W, Jeffries NO, Greenstein DK, Clasen LS, et al. Developmental Trajectories of Brain Volume Abnormalities in Children and Adolescents With Attention-Deficit/Hyperactivity Disorder. JAMA. 2002;288(14):1740&#x2013;8.</Citation><ArticleIdList><ArticleId IdType="pubmed">12365958</ArticleId></ArticleIdList></Reference><Reference><Citation>Roy S, Field GD. Dopaminergic modulation of retinal processing from starlight to sunlight. J Pharmacol Sci. 2019;140(1):86&#x2013;93.</Citation><ArticleIdList><ArticleId IdType="pubmed">31109761</ArticleId></ArticleIdList></Reference><Reference><Citation>Witkovsky P. Dopamine and retinal function. Documenta Ophthalmologica. 2004;108(1):17&#x2013;39.</Citation><ArticleIdList><ArticleId IdType="pubmed">15104164</ArticleId></ArticleIdList></Reference><Reference><Citation>Amjad M, Gupta H, Anamika, Kumar R, Kumar R. Diabetic Retinopathy:Current Understanding, Mechanisms and Treatment Strategies. Journal for Research in Applied Sciences and Biotechnology. 2024;3(2):252&#x2013;60.</Citation></Reference><Reference><Citation>San Pedro MJB, Sosuan GMN, Yap-Veloso MIR. Correlation of Macular Ganglion Cell Layer +Inner Plexiform Layer (GCL +IPL) and Circumpapillary Retinal Nerve Fiber Layer (cRNFL) Thickness in Glaucoma Suspects and Glaucomatous Eyes. Clin Ophthalmol. 2024;18:2313.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC11344544</ArticleId><ArticleId IdType="pubmed">39185364</ArticleId></ArticleIdList></Reference><Reference><Citation>Herg&#xfc;ner A, Alpfidan &#x130;, Yar A, Erdo&#x11f;an E, Metin &#xd6;, Sakarya Y, et al. Retinal Nerve Fiber Layer Thickness in Children With ADHD. J Atten Disord. 2018;22(7):619&#x2013;26.</Citation><ArticleIdList><ArticleId IdType="pubmed">27535944</ArticleId></ArticleIdList></Reference><Reference><Citation>T&#xfc;nel M, Ke&#x15f;kek N&#x15e;. Retinal Scan with Optical Coherence Tomography in Adult Attention Deficit Hyperactivity Disorder. Turk Psikiyatri Dergisi. 2021;32(3):176&#x2013;82.</Citation><ArticleIdList><ArticleId IdType="pubmed">34647288</ArticleId></ArticleIdList></Reference><Reference><Citation>Li SL, Kam KW, Chee ASH, Zhang XJ, Chen LJ, Yip WWK, et al. The association between attention-deficit/hyperactivity disorder and retinal nerve fiber/ganglion cell layer thickness measured by optical coherence tomography:a systematic review and meta-analysis. Int Ophthalmol. 2021;41(9):3211&#x2013;21.</Citation><ArticleIdList><ArticleId IdType="pubmed">34014463</ArticleId></ArticleIdList></Reference><Reference><Citation>Kaymak D, G&#xfc;ndo&#x11f;mu&#x15f; &#x130;, Dalk&#x131;ran M, K&#xfc;&#xe7;&#xfc;kevcilio&#x11f;lu M, Uzun &#xd6;. Retinal Nerve Fiber Layer Thickness and Its Relationship With Executive Functions in Adult Attention Deficit Hyperactivity Disorder Patients. Psychiatry Investig. 2021;18(12):1171&#x2013;9.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC8721295</ArticleId><ArticleId IdType="pubmed">34872241</ArticleId></ArticleIdList></Reference><Reference><Citation>Ayyildiz T, Ayyildiz D. Retinal nerve fiber layer, macular thickness and anterior segment measurements in attention deficit and hyperactivity disorder. Psychiatry and Clinical Psychopharmacology. 2019;29(4):760&#x2013;4.</Citation></Reference></ReferenceList></PubmedData></PubmedArticle></PubmedArticleSet>