<?xml version="1.0" ?>
<!DOCTYPE PubmedArticleSet PUBLIC "-//NLM//DTD PubMedArticle, 1st January 2025//EN" "https://dtd.nlm.nih.gov/ncbi/pubmed/out/pubmed_250101.dtd">
<PubmedArticleSet>
<PubmedArticle><MedlineCitation Status="MEDLINE" Owner="NLM" IndexingMethod="Automated"><PMID Version="1">41821280</PMID><DateCompleted><Year>2026</Year><Month>03</Month><Day>13</Day></DateCompleted><DateRevised><Year>2026</Year><Month>03</Month><Day>15</Day></DateRevised><Article PubModel="Print"><Journal><ISSN IssnType="Electronic">1307-7945</ISSN><JournalIssue CitedMedium="Internet"><Volume>32</Volume><Issue>1</Issue><PubDate><Year>2026</Year><Month>Jan</Month></PubDate></JournalIssue><Title>Ulusal travma ve acil cerrahi dergisi = Turkish journal of trauma &amp; emergency surgery : TJTES</Title><ISOAbbreviation>Ulus Travma Acil Cerrahi Derg</ISOAbbreviation></Journal><ArticleTitle>Impact of traumatic lens injury on visual and anatomical prognosis following open globe injuries: an analysis from a tertiary trauma referral center.</ArticleTitle><Pagination><StartPage>47</StartPage><EndPage>54</EndPage><MedlinePgn>47-54</MedlinePgn></Pagination><ELocationID EIdType="doi" ValidYN="Y">10.14744/tjtes.2025.44183</ELocationID><Abstract><AbstractText Label="BACKGROUND" NlmCategory="BACKGROUND">This study aims to evaluate the impact of traumatic lens injury on visual and anatomical prognosis in open globe injuries (OGI).</AbstractText><AbstractText Label="METHODS" NlmCategory="METHODS">The medical charts of patients with OGIs treated at a tertiary ocular trauma referral center between November 2016 and January 2025 were retrospectively reviewed. Patients were categorized into two groups: those with lens injury (LI) and those without lens injury (NLI). Primary outcome measures were final best-corrected visual acuity (BCVA), functional visual success (BCVA &#x2265; 0.1 [decimal]), and globe survival. Multivariate logistic regression analyses were utilized to model independent predictors of functional visual success and globe survival. Predictor variables were selected based on clinical relevance and prior trauma literature: lens injury, Zone 3 involvement, injury type, number of surgeries, and initial retinal detachment.</AbstractText><AbstractText Label="RESULTS" NlmCategory="RESULTS">A total of 98 eyes were included in the study; 73 eyes had LI, while 25 eyes did not. Eyes with LI had significantly poorer initial BCVA (mean logMAR 2.33 vs. 1.76; p=0.003) and more frequently sustained Zone 1 injuries (p&lt;0.001). Final BCVA (logMAR 1.62 vs. 1.00; p=0.022), functional visual success (23.3% vs. 60.0%; p=0.002), and globe survival (63.0% vs. 88.0%; p=0.037) were all significantly lower in the LI group. In the multivariable analysis, lens injury independently reduced the likelihood of functional visual success (adjusted OR 0.40; 95% CI 0.11-0.81; p=0.019), whereas it was not an independent determinant of globe survival. The presence of initial retinal detachment was the strongest adverse factor for both functional visual success (adjusted OR 0.07; 95% CI 0.02-0.44; p&lt;0.001) and globe survival (adjusted OR 0.13; 95% CI 0.04-0.40; p&lt;0.001).</AbstractText><AbstractText Label="CONCLUSION" NlmCategory="CONCLUSIONS">Traumatic lens injury independently predicts poorer functional visual success following OGIs. Retinal detachment at presentation remains the most influential determinant of both visual and anatomical prognosis and holds critical importance in trauma management. Incorporation of lens injury into ocular trauma prognostic scoring systems may improve their predictive accuracy.</AbstractText></Abstract><AuthorList CompleteYN="Y"><Author ValidYN="Y"><LastName>Ye&#x15f;ilta&#x15f;</LastName><ForeName>Ya&#x11f;mur Seda</ForeName><Initials>YS</Initials><AffiliationInfo><Affiliation>Department of Ophthalmology, University of Health Sciences, G&#xfc;lhane Training and Research Hospital, Ankara-T&#xfc;rkiye.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>G&#xfc;ng&#xf6;r</LastName><ForeName>Hakan</ForeName><Initials>H</Initials><AffiliationInfo><Affiliation>Department of Ophthalmology, Kars Harakani State Hospital, Kars-T&#xfc;rkiye.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Durukan</LastName><ForeName>Ali Hakan</ForeName><Initials>AH</Initials><AffiliationInfo><Affiliation>Department of Ophthalmology, University of Health Sciences, G&#xfc;lhane Training and Research Hospital, Ankara-T&#xfc;rkiye.</Affiliation></AffiliationInfo></Author></AuthorList><Language>eng</Language><PublicationTypeList><PublicationType UI="D016428">Journal Article</PublicationType></PublicationTypeList><VernacularTitle>Travmatik lens hasar&#x131;n&#x131;n a&#xe7;&#x131;k g&#xf6;z yaralanmalar&#x131;nda g&#xf6;rsel ve anatomik prognoza etkisi: &#xdc;&#xe7;&#xfc;nc&#xfc; basamak travma sevk merkezinden bir analiz.</VernacularTitle></Article><MedlineJournalInfo><Country>Turkey</Country><MedlineTA>Ulus Travma Acil Cerrahi Derg</MedlineTA><NlmUniqueID>101274231</NlmUniqueID><ISSNLinking>1306-696X</ISSNLinking></MedlineJournalInfo><CitationSubset>IM</CitationSubset><MeshHeadingList><MeshHeading><DescriptorName UI="D006801" MajorTopicYN="N">Humans</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D008297" MajorTopicYN="N">Male</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D005260" MajorTopicYN="N">Female</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D012189" MajorTopicYN="N">Retrospective Studies</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D014792" MajorTopicYN="N">Visual Acuity</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D000328" MajorTopicYN="N">Adult</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D011379" MajorTopicYN="N">Prognosis</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D062606" MajorTopicYN="N">Tertiary Care Centers</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D007908" MajorTopicYN="Y">Lens, Crystalline</DescriptorName><QualifierName UI="Q000293" MajorTopicYN="N">injuries</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D008875" MajorTopicYN="N">Middle Aged</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D015807" MajorTopicYN="Y">Eye Injuries, Penetrating</DescriptorName><QualifierName UI="Q000150" MajorTopicYN="N">complications</QualifierName><QualifierName UI="Q000503" MajorTopicYN="N">physiopathology</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D014193" MajorTopicYN="N">Trauma Centers</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D055815" MajorTopicYN="N">Young Adult</DescriptorName></MeshHeading></MeshHeadingList><OtherAbstract Type="Publisher" Language="tur"><AbstractText Label="AMA&#xc7;:">Bu &#xe7;al&#x131;&#x15f;mada a&#xe7;&#x131;k g&#xf6;z yaralanmalar&#x131;nda (AGY) travmatik lens hasar&#x131;n&#x131;n g&#xf6;rsel ve anatomik sonu&#xe7;lar &#xfc;zerindeki etkisinin de&#x11f;erlendirilmesi ama&#xe7;lanm&#x131;&#x15f;t&#x131;r.</AbstractText><AbstractText Label="GERE&#xc7; VE Y&#xd6;NTEM:">Kas&#x131;m 2016-Ocak 2025 aras&#x131;nda &#xfc;&#xe7;&#xfc;nc&#xfc; basamak bir ok&#xfc;ler travma referans merkezinde tedavi edilen AGY&#x2019;li olgulara ait t&#x131;bbi kay&#x131;tlar retrospektif olarak incelendi. Olgular, lens hasar&#x131; varl&#x131;&#x11f;&#x131;na g&#xf6;re lens hasar&#x131; olan (LH) ve olmayan (LHO) olmak &#xfc;zere 2 gruba ayr&#x131;ld&#x131;. Birincil sonu&#xe7;lar; son vizitteki en iyi d&#xfc;zeltilmi&#x15f; g&#xf6;rme keskinli&#x11f;i (E&#x130;DGK), fonksiyonel g&#xf6;rsel ba&#x15f;ar&#x131; (E&#x130;DGK &#x2265;0.1 [ondal&#x131;k]) ve glob sa&#x11f;kal&#x131;m&#x131; idi. Fonksiyonel g&#xf6;rsel ba&#x15f;ar&#x131; ve glob sa&#x11f;kal&#x131;m&#x131;n&#x131; etkileyen ba&#x11f;&#x131;ms&#x131;z fakt&#xf6;rler &#xe7;ok de&#x11f;i&#x15f;kenli lojistik regresyon analizi ile de&#x11f;erlendirildi. &#xd6;nceki literat&#xfc;r ve klinik &#xf6;nemleri temel al&#x131;narak belirlenen ba&#x11f;&#x131;ms&#x131;z fakt&#xf6;rler; lens etkilenimi, Zon 3 tutulumu, yaralanma tipi, cerrahi say&#x131;s&#x131; ve ba&#x15f;lang&#x131;&#xe7; retina dekolman&#x131; varl&#x131;&#x11f;&#x131; idi.</AbstractText><AbstractText Label="BULGULAR:">&#xc7;al&#x131;&#x15f;maya toplam 98 g&#xf6;z dahil edildi; 73 g&#xf6;zde LH mevcut iken, 25 g&#xf6;zde lens hasar&#x131; izlenmedi. Lens hasarl&#x131; g&#xf6;zlerde ba&#x15f;lang&#x131;&#xe7; E&#x130;DGK anlaml&#x131; derecede daha d&#xfc;&#x15f;&#xfc;kt&#xfc; (ortalama logMAR 2.33 ve 1.76; p=0.003) ve Zon 1 yaralanmalar&#x131; daha s&#x131;k izlenmekteydi (p&lt;0.001). Son E&#x130;DGK (logMAR 1.62 ve 1.00; p=0.022), fonksiyonel g&#xf6;rsel ba&#x15f;ar&#x131; (%23.3 ve %60.0; p=0.002) ve glob sa&#x11f;kal&#x131;m&#x131; (%63.0 ve %88.0; p=0.037) LH grubunda anlaml&#x131; olarak daha d&#xfc;&#x15f;&#xfc;kt&#xfc;. &#xc7;ok de&#x11f;i&#x15f;kenli analizde lens hasar&#x131;n&#x131;n fonksiyonel g&#xf6;rsel ba&#x15f;ar&#x131; olas&#x131;l&#x131;&#x11f;&#x131;n&#x131; ba&#x11f;&#x131;ms&#x131;z olarak azaltt&#x131;&#x11f;&#x131; saptand&#x131; (d&#xfc;zeltilmi&#x15f; OR 0.40; %95 GA 0.11&#x2013;0.81; p=0.019); ancak glob sa&#x11f;kal&#x131;m&#x131;nda ba&#x11f;&#x131;ms&#x131;z bir belirleyici de&#x11f;ildi. Ba&#x15f;lang&#x131;&#xe7; retina dekolman varl&#x131;&#x11f;&#x131;, hem fonksiyonel g&#xf6;rsel ba&#x15f;ar&#x131; (d&#xfc;zeltilmi&#x15f; OR 0.07; %95 GA 0.02&#x2013;0.44; p&lt;0.001) hem de glob sa&#x11f;kal&#x131;m&#x131; i&#xe7;in (d&#xfc;zeltilmi&#x15f; OR 0.13; %95 GA 0.04&#x2013;0.40; p&lt;0.001) i&#xe7;in en g&#xfc;&#xe7;l&#xfc; olumsuz fakt&#xf6;r olarak belirlendi.</AbstractText><AbstractText Label="SONU&#xc7;">Travmatik lens hasar&#x131;, AGY sonras&#x131; fonksiyonel g&#xf6;rsel ba&#x15f;ar&#x131;n&#x131;n ba&#x11f;&#x131;ms&#x131;z bir g&#xf6;stergesidir. Ba&#x15f;lang&#x131;&#xe7; retina dekolman&#x131; ise hem g&#xf6;rsel hem anatomik prognozu belirleyen en &#xf6;nemli etken olup, travma y&#xf6;netiminde kritik &#xf6;neme sahiptir. Lens hasar&#x131;n&#x131;n ok&#xfc;ler travma skorlama sistemlerine dahil edilmesi, prognozun daha do&#x11f;ru &#xf6;ng&#xf6;r&#xfc;lmesine katk&#x131; sa&#x11f;layabilir.</AbstractText></OtherAbstract><CoiStatement>None declared.</CoiStatement></MedlineCitation><PubmedData><History><PubMedPubDate PubStatus="medline"><Year>2026</Year><Month>3</Month><Day>13</Day><Hour>6</Hour><Minute>53</Minute></PubMedPubDate><PubMedPubDate PubStatus="pubmed"><Year>2026</Year><Month>3</Month><Day>13</Day><Hour>6</Hour><Minute>52</Minute></PubMedPubDate><PubMedPubDate PubStatus="entrez"><Year>2026</Year><Month>3</Month><Day>13</Day><Hour>2</Hour><Minute>13</Minute></PubMedPubDate><PubMedPubDate PubStatus="pmc-release"><Year>2026</Year><Month>1</Month><Day>7</Day></PubMedPubDate></History><PublicationStatus>ppublish</PublicationStatus><ArticleIdList><ArticleId IdType="pubmed">41821280</ArticleId><ArticleId IdType="pmc">PMC12880214</ArticleId><ArticleId IdType="doi">10.14744/tjtes.2025.44183</ArticleId></ArticleIdList><ReferenceList><Reference><Citation>Thylefors B. Epidemiological patterns of ocular trauma. Aust N Z J Ophthalmol. 1992;20:95&#x2013;8.</Citation><ArticleIdList><ArticleId IdType="pubmed">1389141</ArticleId></ArticleIdList></Reference><Reference><Citation>Kuhn F, Morris R, Witherspoon CD, Heimann K, Jeffers JB, Treister G. A standardized classification of ocular trauma. Graefes Arch Clin Exp Ophthalmol. 1996;234:399&#x2013;403.</Citation><ArticleIdList><ArticleId IdType="pubmed">8738707</ArticleId></ArticleIdList></Reference><Reference><Citation>Negrel AD, Thylefors B. The global impact of eye injuries. Ophthalmic Epidemiol. 1998;5:143&#x2013;69.</Citation><ArticleIdList><ArticleId IdType="pubmed">9805347</ArticleId></ArticleIdList></Reference><Reference><Citation>Kuhn F, Maisiak R, Mann L, Mester V, Morris R, Witherspoon CD. The Ocular Trauma Score (OTS) Ophthalmol Clin North Am. 2002;15:163&#x2013;5.</Citation><ArticleIdList><ArticleId IdType="pubmed">12229231</ArticleId></ArticleIdList></Reference><Reference><Citation>Dannenberg AL, Parver LM, Brechner RJ, Khoo L. Penetration eye injuries in the workplace. The National Eye Trauma System Registry. Arch Ophthalmol. 1992;110:843&#x2013;8.</Citation><ArticleIdList><ArticleId IdType="pubmed">1596233</ArticleId></ArticleIdList></Reference><Reference><Citation>Mansouri M, Faghihi H, Hajizadeh F, Rasoulinejad SA, Rajabi MT, Tabatabaey A, et al. Epidemiology of open-globe injuries in Iran: analysis of 2,340 cases in 5 years report no. 1. Retina. 2009;29:1141&#x2013;9.</Citation><ArticleIdList><ArticleId IdType="pubmed">19536042</ArticleId></ArticleIdList></Reference><Reference><Citation>Shoshany TN, Torjani A, Zhang Q, Syed ZA. Management and outcomes of traumatic cataract during open globe repair. Am J Ophthalmol. 2024;266:248&#x2013;54.</Citation><ArticleIdList><ArticleId IdType="pubmed">38801873</ArticleId></ArticleIdList></Reference><Reference><Citation>Chou BW, Feng S, Ding L, Mudumbai RC. Lens injury in setting of zone I and II open globe injuries. Indian J Ophthalmol. 2025;73:59&#x2013;63.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC11831949</ArticleId><ArticleId IdType="pubmed">39723855</ArticleId></ArticleIdList></Reference><Reference><Citation>Muga R, Maul E. The management of lens damage in perforating corneal lacerations. Br J Ophthalmol. 1978;62:784&#x2013;7.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC1043352</ArticleId><ArticleId IdType="pubmed">568933</ArticleId></ArticleIdList></Reference><Reference><Citation>Moisseiev J, Segev F, Harizman N, Arazi T, Rotenstreich Y, Assia EI. Primary cataract extraction and intraocular lens implantation in penetrating ocular trauma. Ophthalmology. 2001;108:1099&#x2013;103.</Citation><ArticleIdList><ArticleId IdType="pubmed">11382636</ArticleId></ArticleIdList></Reference><Reference><Citation>Pieramici DJ, Au Eong KG, Sternberg P, Jr, Marsh MJ. The prognostic significance of a system for classifying mechanical injuries of the eye globe in open-globe injuries. J Trauma. 2003;54:750&#x2013;4.</Citation><ArticleIdList><ArticleId IdType="pubmed">12707539</ArticleId></ArticleIdList></Reference><Reference><Citation>Thompson CG, Kumar N, Billson FA, Martin F. The aetiology of perforating ocular injuries in children. Br J Ophthalmol. 2002;86:920&#x2013;2.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC1771215</ArticleId><ArticleId IdType="pubmed">12140216</ArticleId></ArticleIdList></Reference><Reference><Citation>Guven S, Durukan AH, Erdurman C, Kucukevcilioglu M. Prognostic factors for open-globe injuries: variables for poor visual outcome. Eye Lond. 2019;33:392&#x2013;7.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC6460695</ArticleId><ArticleId IdType="pubmed">30258128</ArticleId></ArticleIdList></Reference><Reference><Citation>Rodricks D, Loya A, Mohamed M, Al-Mohtaseb Z. Visual outcomes of open globe injury patients with traumatic cataracts. Int Ophthalmol. 2022;42:2039&#x2013;46.</Citation><ArticleIdList><ArticleId IdType="pubmed">35133577</ArticleId></ArticleIdList></Reference><Reference><Citation>Lee CH, Lee L, Kao LY, Lin KK, Yang ML. Prognostic indicators of open globe injuries in children. Am J Emerg Med. 2009;27:530&#x2013;5.</Citation><ArticleIdList><ArticleId IdType="pubmed">19497457</ArticleId></ArticleIdList></Reference><Reference><Citation>Tabatabaei SA, Rajabi MB, Tabatabaei SM, Soleimani M, Rahimi F, Yaseri M. Early versus late traumatic cataract surgery and intraocular lens implantation. Eye Lond. 2017;31:1199&#x2013;204.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC5558225</ArticleId><ArticleId IdType="pubmed">28409771</ArticleId></ArticleIdList></Reference><Reference><Citation>Kuhn F, Morris R, Witherspoon CD. Birmingham Eye Trauma Terminology BETT: terminology and classification of mechanical eye injuries. Ophthalmol Clin North Am. 2002;15:139&#x2013;43.</Citation><ArticleIdList><ArticleId IdType="pubmed">12229228</ArticleId></ArticleIdList></Reference><Reference><Citation>Ferris FL, 3rd, Kassoff A, Bresnick GH, Bailey I. New visual acuity charts for clinical research. Am J Ophthalmol. 1982;94:91&#x2013;6.</Citation><ArticleIdList><ArticleId IdType="pubmed">7091289</ArticleId></ArticleIdList></Reference><Reference><Citation>Holladay JT. Proper method for calculating average visual acuity. J Refract Surg. 1997;13:388&#x2013;91.</Citation><ArticleIdList><ArticleId IdType="pubmed">9268940</ArticleId></ArticleIdList></Reference><Reference><Citation>Ozdek S, Hasanreisoglu M, Yuksel E. Chorioretinectomy for perforating eye injuries. Eye Lond. 2013;27:722&#x2013;7.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC3682347</ArticleId><ArticleId IdType="pubmed">23519273</ArticleId></ArticleIdList></Reference><Reference><Citation>National Research Council US Committee on Disability Determination for Individuals with Visual Impairments . Washington DC: National Academies Press US; 2002. Visual impairments: determining eligibility for social security benefits.</Citation><ArticleIdList><ArticleId IdType="pubmed">25032291</ArticleId></ArticleIdList></Reference><Reference><Citation>World Health Organization . Geneva: World Health Organization; 2006. List of official ICD-10 updates ratified October 2006.</Citation></Reference><Reference><Citation>Fujikawa A, Mohamed YH, Kinoshita H, Matsumoto M, Uematsu M, Tsuiki E, et al. Visual outcomes and prognostic factors in open-globe injuries. BMC Ophthalmol. 2018;18:138.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC5994054</ArticleId><ArticleId IdType="pubmed">29884145</ArticleId></ArticleIdList></Reference><Reference><Citation>Smith MP, Colyer MH, Weichel ED, Stutzman RD. Traumatic cataracts secondary to combat ocular trauma. J Cataract Refract Surg. 2015;41:1693&#x2013;8.</Citation><ArticleIdList><ArticleId IdType="pubmed">26432127</ArticleId></ArticleIdList></Reference><Reference><Citation>Agrawal R, Ho SW, Teoh S. Pre-operative variables affecting final vision outcome with a critical review of ocular trauma classification for posterior open globe zone III injury. Indian J Ophthalmol. 2013;61:541&#x2013;5.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC3853448</ArticleId><ArticleId IdType="pubmed">24212303</ArticleId></ArticleIdList></Reference><Reference><Citation>Bauza AM, Emami P, Soni N, Holland BK, Langer P, Zarbin M, et al. A 10-year review of assault-related open-globe injuries at an urban hospital. Graefes Arch Clin Exp Ophthalmol. 2013;251:653&#x2013;9.</Citation><ArticleIdList><ArticleId IdType="pubmed">22910792</ArticleId></ArticleIdList></Reference><Reference><Citation>Pieramici DJ, MacCumber MW, Humayun MU, Marsh MJ, de Juan E., Jr Open-globe injury. Update on types of injuries and visual results. Ophthalmology. 1996;103:1798&#x2013;803.</Citation><ArticleIdList><ArticleId IdType="pubmed">8942873</ArticleId></ArticleIdList></Reference><Reference><Citation>Rumelt S, Rehany U. The influence of surgery and intraocular lens implantation timing on visual outcome in traumatic cataract. Graefes Arch Clin Exp Ophthalmol. 2010;248:1293&#x2013;7.</Citation><ArticleIdList><ArticleId IdType="pubmed">20585800</ArticleId></ArticleIdList></Reference></ReferenceList></PubmedData></PubmedArticle></PubmedArticleSet>