<?xml version="1.0" ?>
<!DOCTYPE PubmedArticleSet PUBLIC "-//NLM//DTD PubMedArticle, 1st January 2025//EN" "https://dtd.nlm.nih.gov/ncbi/pubmed/out/pubmed_250101.dtd">
<PubmedArticleSet>
<PubmedArticle><MedlineCitation Status="MEDLINE" Owner="NLM" IndexingMethod="Automated"><PMID Version="1">41273596</PMID><DateCompleted><Year>2026</Year><Month>04</Month><Day>01</Day></DateCompleted><DateRevised><Year>2026</Year><Month>04</Month><Day>01</Day></DateRevised><Article PubModel="Print-Electronic"><Journal><ISSN IssnType="Electronic">1481-8043</ISSN><JournalIssue CitedMedium="Internet"><Volume>28</Volume><Issue>3</Issue><PubDate><Year>2026</Year><Month>Mar</Month></PubDate></JournalIssue><Title>CJEM</Title><ISOAbbreviation>CJEM</ISOAbbreviation></Journal><ArticleTitle>Pediatric addictions and mental health boarding in emergency departments: a scoping review.</ArticleTitle><Pagination><StartPage>198</StartPage><EndPage>209</EndPage><MedlinePgn>198-209</MedlinePgn></Pagination><ELocationID EIdType="doi" ValidYN="Y">10.1007/s43678-025-01068-0</ELocationID><Abstract><AbstractText Label="OBJECTIVES" NlmCategory="OBJECTIVE">Emergency departments (EDs) have seen growing rates of pediatric mental health presentations, a trend exacerbated by the COVID-19 pandemic. Many of these patients will 'board', remaining in the ED for prolonged periods of time while awaiting transfer to an inpatient bed. Boarding disproportionately impacts mental health patients and is associated with worse patient health outcomes and healthcare system inefficiency. The objective of this scoping review is to synthesize the extent and nature of evidence relating to pediatric mental health boarding, and to identify knowledge gaps.</AbstractText><AbstractText Label="METHODS" NlmCategory="METHODS">Searches were conducted in MEDLINE, Embase, PsycINFO, and CINAHL for peer-reviewed literature involving mental health patients boarding in hospital EDs. Studies underwent eligibility screening for pediatric populations and data extraction by two reviewers.&#xa0;Results are reported per PRISMA-ScR guidelines.</AbstractText><AbstractText Label="RESULTS" NlmCategory="RESULTS">Three thousand four hundred and fifty-eight studies were screened for title and abstract eligibility, 386 of which were assessed at full-text. Twenty-eight studies met inclusion criteria. Of these, 19 assessed variables impacting boarding, 18 quantified boarding duration or prevalence, 6 measured the impacts of boarding, 5 assessed interventions to mitigate boarding, and 4 provided consensus recommendations. Eighty-two percent of studies were published within the last 5&#xa0;years and all are from the United States. Reported mean ED boarding times ranged from 5 to 54&#xa0;h across 5 studies. Of 7 studies assessing the impact of COVID-19 on pediatric mental health boarding, all reported that COVID-19 was associated with increased boarding prevalence and/or duration.</AbstractText><AbstractText Label="CONCLUSIONS" NlmCategory="CONCLUSIONS">An emerging body of literature on the burden and impacts of ED boarding among pediatric mental health patients suggests that boarding is a pressing concern in the delivery of pediatric emergency healthcare that has worsened since COVID-19. This is the most comprehensive evidence synthesis on pediatric mental health boarding to date, highlighting the impacts of boarding and the solutions studied to address this problem.</AbstractText><CopyrightInformation>&#xa9; 2025. The Author(s), under exclusive licence to the Canadian Association of Emergency Physicians (CAEP)/ Association Canadienne de M&#xe9;decine d'Urgence (ACMU).</CopyrightInformation></Abstract><AuthorList CompleteYN="Y"><Author ValidYN="Y"><LastName>Ridout</LastName><ForeName>Amelia</ForeName><Initials>A</Initials><Identifier Source="ORCID">0009-0005-3213-7647</Identifier><AffiliationInfo><Affiliation>Cumming School of Medicine, The University of Calgary, Calgary, AB, Canada. amelia.ridout@ucalgary.ca.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Schimert</LastName><ForeName>Maya</ForeName><Initials>M</Initials><AffiliationInfo><Affiliation>Cumming School of Medicine, The University of Calgary, Calgary, AB, Canada.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Chisholm</LastName><ForeName>Cassandra</ForeName><Initials>C</Initials><AffiliationInfo><Affiliation>Faculty of Medicine and Dentistry, The University of Alberta, Edmonton, AB, Canada.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Chow</LastName><ForeName>Kristian</ForeName><Initials>K</Initials><AffiliationInfo><Affiliation>Faculty of Medicine, The University of Ottawa, Ottawa, ON, Canada.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Ganshorn</LastName><ForeName>Heather</ForeName><Initials>H</Initials><AffiliationInfo><Affiliation>Libraries and Cultural Resources, The University of Calgary, Calgary, AB, Canada.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Bolton</LastName><ForeName>James M</ForeName><Initials>JM</Initials><AffiliationInfo><Affiliation>Max Rady College of Medicine, The University of Manitoba, Winnipeg, MB, Canada.</Affiliation></AffiliationInfo><AffiliationInfo><Affiliation>The Manitoba Centre for Health Policy, Winnipeg, MB, Canada.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Nordstrom</LastName><ForeName>Kimberly</ForeName><Initials>K</Initials><AffiliationInfo><Affiliation>Department of Psychiatry, University of Colorado School of Medicine, Denver, CO, US.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Lang</LastName><ForeName>Eddy</ForeName><Initials>E</Initials><AffiliationInfo><Affiliation>Cumming School of Medicine, The University of Calgary, Calgary, AB, Canada.</Affiliation></AffiliationInfo><AffiliationInfo><Affiliation>Emergency Medicine Calgary Zone, Alberta Health Services, Calgary, AB, Canada.</Affiliation></AffiliationInfo><AffiliationInfo><Affiliation>Emergency Strategic Clinical Network, Alberta Health Services, Calgary, AB, Canada.</Affiliation></AffiliationInfo></Author></AuthorList><Language>eng</Language><GrantList CompleteYN="Y"><Grant><GrantID>1059683</GrantID><Agency>Alberta Health Services Emergency Strategic Clinical Network</Agency><Country/></Grant></GrantList><PublicationTypeList><PublicationType UI="D016428">Journal Article</PublicationType><PublicationType UI="D000098583">Scoping Review</PublicationType></PublicationTypeList><ArticleDate DateType="Electronic"><Year>2025</Year><Month>11</Month><Day>22</Day></ArticleDate></Article><MedlineJournalInfo><Country>England</Country><MedlineTA>CJEM</MedlineTA><NlmUniqueID>100893237</NlmUniqueID><ISSNLinking>1481-8035</ISSNLinking></MedlineJournalInfo><CitationSubset>IM</CitationSubset><MeshHeadingList><MeshHeading><DescriptorName UI="D006801" MajorTopicYN="N">Humans</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D004636" MajorTopicYN="Y">Emergency Service, Hospital</DescriptorName><QualifierName UI="Q000706" MajorTopicYN="N">statistics &amp; numerical data</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D002648" MajorTopicYN="N">Child</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D000086382" MajorTopicYN="Y">COVID-19</DescriptorName><QualifierName UI="Q000453" MajorTopicYN="N">epidemiology</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D001523" MajorTopicYN="Y">Mental Disorders</DescriptorName><QualifierName UI="Q000453" MajorTopicYN="N">epidemiology</QualifierName><QualifierName UI="Q000628" MajorTopicYN="N">therapy</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D000086402" MajorTopicYN="N">SARS-CoV-2</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D008603" MajorTopicYN="Y">Mental Health</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D058873" MajorTopicYN="N">Pandemics</DescriptorName></MeshHeading></MeshHeadingList><OtherAbstract Type="Publisher" Language="fre"><AbstractText>R&#xe9;SUM&#xe9;: OBJECTIFS: Les services d&#x2019;urgence (SU) ont connu des taux croissants de pr&#xe9;sentations p&#xe9;diatriques en sant&#xe9; mentale, une tendance exacerb&#xe9;e par la pand&#xe9;mie de COVID-19. Beaucoup de ces patients vont 'board', restant dans le service d&#x2019;urgence pendant des p&#xe9;riodes prolong&#xe9;es en attendant d&#x2019;&#xea;tre transf&#xe9;r&#xe9; &#xe0; un lit d&#x2019;h&#xf4;pital. L&#x2019;internement a une incidence disproportionn&#xe9;e sur les patients en sant&#xe9; mentale et est associ&#xe9; &#xe0; de moins bons r&#xe9;sultats pour la sant&#xe9; des patients et &#xe0; l&#x2019;inefficacit&#xe9; du syst&#xe8;me de soins de sant&#xe9;. L&#x2019;objectif de cette revue de port&#xe9;e est de synth&#xe9;tiser l&#x2019;&#xe9;tendue et nature des preuves relatives &#xe0; l&#x2019;internat en sant&#xe9; mentale p&#xe9;diatrique, et d&#x2019;identifier les lacunes dans les connaissances. M&#xe9;THODES: Des recherches ont &#xe9;t&#xe9; effectu&#xe9;es dans MEDLINE, Embase, PsycINFO et CINAHL pour la litt&#xe9;rature &#xe9;valu&#xe9;e par les pairs concernant l&#x2019;internement de patients en sant&#xe9; mentale dans les services d&#x2019;urgence des h&#xf4;pitaux. Les &#xe9;tudes ont subi un d&#xe9;pistage de l&#x2019;&#xe9;ligibilit&#xe9; pour les populations p&#xe9;diatriques et l&#x2019;extraction de donn&#xe9;es par deux &#xe9;valuateurs. Les r&#xe9;sultats sont rapport&#xe9;s selon les directives PRISMA-ScR. R&#xe9;SULTATS: 3,458 &#xe9;tudes ont &#xe9;t&#xe9; examin&#xe9;es pour l&#x2019;&#xe9;ligibilit&#xe9; du titre et du r&#xe9;sum&#xe9;, dont 386 ont &#xe9;t&#xe9; &#xe9;valu&#xe9;es en texte int&#xe9;gral. 28 &#xe9;tudes r&#xe9;pondaient aux crit&#xe8;res d&#x2019;inclusion. Parmi ceux-ci, 19 variables &#xe9;valu&#xe9;es ayant un impact sur l&#x2019;embarquement, 18 mesurant la dur&#xe9;e ou la pr&#xe9;valence de l&#x2019;embarquement, 6 mesurant les impacts de l&#x2019;embarquement, 5 interventions &#xe9;valu&#xe9;es pour att&#xe9;nuer l&#x2019;embarquement et 4 fournissant des recommandations consensuelles. 82% des &#xe9;tudes ont &#xe9;t&#xe9; publi&#xe9;es au cours des 5 derni&#xe8;res ann&#xe9;es et toutes proviennent des &#xc9;tats-Unis. Les temps moyens d&#x2019;embarquement signal&#xe9;s pour le DE variaient de 5 &#xe0; 54 heures dans 5 &#xe9;tudes. Sur 7 &#xe9;tudes &#xe9;valuant l&#x2019;impact de la COVID-19 sur l&#x2019;internat p&#xe9;diatrique en sant&#xe9; mentale, toutes ont rapport&#xe9; que la COVID-19 &#xe9;tait associ&#xe9;e &#xe0; une pr&#xe9;valence et/ou une dur&#xe9;e accrue de l&#x2019;internat. CONCLUSIONS: Un corpus de litt&#xe9;rature &#xe9;mergent sur le fardeau et les impacts de l&#x2019;internat ED chez les patients p&#xe9;diatriques en sant&#xe9; mentale sugg&#xe8;re que l&#x2019;internat est une pr&#xe9;occupation urgente dans la prestation des soins d&#x2019;urgence p&#xe9;diatrique qui s&#x2019;est aggrav&#xe9;e depuis la COVID-19. Il s&#x2019;agit de la synth&#xe8;se des donn&#xe9;es probantes la plus compl&#xe8;te sur l&#x2019;internat en sant&#xe9; mentale p&#xe9;diatrique &#xe0; ce jour, mettant en &#xe9;vidence les impacts de l&#x2019;internat et les solutions &#xe9;tudi&#xe9;es pour r&#xe9;soudre ce probl&#xe8;me.</AbstractText><CopyrightInformation>&#xa9; 2025. The Author(s), under exclusive licence to the Canadian Association of Emergency Physicians (CAEP)/ Association Canadienne de M&#xe9;decine d'Urgence (ACMU).</CopyrightInformation></OtherAbstract><KeywordList Owner="NOTNLM"><Keyword MajorTopicYN="N">Boarding</Keyword><Keyword MajorTopicYN="N">Pediatrics</Keyword><Keyword MajorTopicYN="N">Psychiatry</Keyword></KeywordList><CoiStatement>Declarations. Conflict of interest: On behalf of all authors, the corresponding author states that there is no conflict of interest.</CoiStatement></MedlineCitation><PubmedData><History><PubMedPubDate PubStatus="received"><Year>2025</Year><Month>7</Month><Day>25</Day></PubMedPubDate><PubMedPubDate PubStatus="accepted"><Year>2025</Year><Month>11</Month><Day>7</Day></PubMedPubDate><PubMedPubDate PubStatus="medline"><Year>2026</Year><Month>4</Month><Day>1</Day><Hour>12</Hour><Minute>32</Minute></PubMedPubDate><PubMedPubDate PubStatus="pubmed"><Year>2025</Year><Month>11</Month><Day>22</Day><Hour>16</Hour><Minute>37</Minute></PubMedPubDate><PubMedPubDate PubStatus="entrez"><Year>2025</Year><Month>11</Month><Day>22</Day><Hour>11</Hour><Minute>20</Minute></PubMedPubDate></History><PublicationStatus>ppublish</PublicationStatus><ArticleIdList><ArticleId IdType="pubmed">41273596</ArticleId><ArticleId IdType="doi">10.1007/s43678-025-01068-0</ArticleId><ArticleId IdType="pii">10.1007/s43678-025-01068-0</ArticleId></ArticleIdList><ReferenceList><Reference><Citation>Chiu M, Gatov E, Fung K, Kurdyak P, Guttmann A. Deconstructing the rise in mental health&#x2013;related ED visits among children and youth in Ontario, Canada: study examines the rise in mental health-related emergency department visits among children and youth in Ontario. Health Aff. 2020;39(10):1728&#x2013;36.</Citation><ArticleIdList><ArticleId IdType="doi">10.1377/hlthaff.2020.00232</ArticleId></ArticleIdList></Reference><Reference><Citation>Valtuille Z, Trebossen V, Ouldali N, Bourmaud A, Gandr&#xe9; C, Aupiais C, et al. Pediatric hospitalizations and emergency department visits related to mental health conditions and self-harm. JAMA Network Open. 2024;7(10):e2441874-e.</Citation></Reference><Reference><Citation>Nordstrom K, Berlin JS, Nash SS, Shah SB, Schmelzer NA, Worley LL. Boarding of mentally ill patients in emergency departments: American Psychiatric Association resource document. West J Emerg Med. 2019;20(5):690.</Citation><ArticleIdList><ArticleId IdType="doi">10.5811/westjem.2019.6.42422</ArticleId><ArticleId IdType="pubmed">31539324</ArticleId><ArticleId IdType="pmc">6754202</ArticleId></ArticleIdList></Reference><Reference><Citation>Lane DJ, Roberts L, Currie S, Grimminck R, Lang E. Association of emergency department boarding times on hospital length of stay for patients with psychiatric illness. Emerg Med J. 2022;39(7):494&#x2013;500.</Citation><ArticleIdList><ArticleId IdType="doi">10.1136/emermed-2020-210610</ArticleId><ArticleId IdType="pubmed">34187881</ArticleId></ArticleIdList></Reference><Reference><Citation>Costumbrado J, Nikroo N, Ge S, Guldner G. Emergency department psychiatric holds are linked to increased emergency department violence. Ethics Med Public Health. 2022;20:100731.</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.jemep.2021.100731</ArticleId></ArticleIdList></Reference><Reference><Citation>McEnany FB, Ojugbele O, Doherty JR, McLaren JL, Leyenaar JK. Pediatric mental health boarding. Pediatrics. 2020. https://doi.org/10.1542/peds.2020-1174 .</Citation><ArticleIdList><ArticleId IdType="doi">10.1542/peds.2020-1174</ArticleId><ArticleId IdType="pubmed">32963020</ArticleId></ArticleIdList></Reference><Reference><Citation>Tricco AC, Lillie E, Zarin W, O&#x2019;Brien KK, Colquhoun H, Levac D, et al. PRISMA extension for scoping reviews (PRISMA-ScR): checklist and explanation. Ann Intern Med. 2018;169(7):467&#x2013;73.</Citation><ArticleIdList><ArticleId IdType="doi">10.7326/M18-0850</ArticleId><ArticleId IdType="pubmed">30178033</ArticleId></ArticleIdList></Reference><Reference><Citation>Ridout A, Antonio A, Bolton J, Chan E, Chisholm C, Chow K, et al. Addictions and mental health patient boarding in emergency departments: protocol for a scoping review. University of Calgary, University of Manitoba, University of Alberta, University of Ottawa, University of British Columbia, University of Colorado, Tufts University, Alberta Health Services, Manitoba Centre for Health Policy; 2023.</Citation></Reference><Reference><Citation>Campbell M, Pierce J. A retrospective analysis of boarding times for adolescents in psychiatric crisis. Soc Work Health Care. 2018;57(6):393&#x2013;405.</Citation><ArticleIdList><ArticleId IdType="doi">10.1080/00981389.2018.1434586</ArticleId><ArticleId IdType="pubmed">29400622</ArticleId></ArticleIdList></Reference><Reference><Citation>O&#x2019;Donnell EP, Yanek L, Reynolds E, Manning Ryan L, Ngo TL. Characteristics of mental health patients boarding for longer than 24 h in a pediatric emergency department. JAMA Pediatr. 2020;174(12):1206&#x2013;8.</Citation><ArticleIdList><ArticleId IdType="doi">10.1001/jamapediatrics.2019.5991</ArticleId><ArticleId IdType="pubmed">32065611</ArticleId><ArticleId IdType="pmc">7042916</ArticleId></ArticleIdList></Reference><Reference><Citation>Brathwaite D, Strain A, Waller AE, Weinberger M, Stearns SC. The effect of increased emergency department demand on throughput times and disposition status for pediatric psychiatric patients. Am J Emerg Med. 2023;64(aa2, 8309942):174&#x2013;83.</Citation></Reference><Reference><Citation>Stone A, Rogers D, Kruckenberg S, Lieser A. Impact of the mental healthcare delivery system on California emergency departments. West J Emerg Med. 2012;13(1):51&#x2013;6.</Citation><ArticleIdList><ArticleId IdType="doi">10.5811/westjem.2011.6.6732</ArticleId><ArticleId IdType="pubmed">22461921</ArticleId><ArticleId IdType="pmc">3298229</ArticleId></ArticleIdList></Reference><Reference><Citation>Wolff JC, Maron M, Chou T, Hood E, Sodano S, Cheek S, et al. Experiences of child and adolescent psychiatric patients boarding in the emergency department from staff perspectives: patient journey mapping. Adm Policy Ment Health. 2023;50(3):417&#x2013;26.</Citation><ArticleIdList><ArticleId IdType="doi">10.1007/s10488-022-01249-4</ArticleId><ArticleId IdType="pubmed">36609956</ArticleId><ArticleId IdType="pmc">9822692</ArticleId></ArticleIdList></Reference><Reference><Citation>Overhage LN, Le Cook B, Rosenthal MB, McDowell A, Benson NM. Disparities in psychiatric emergency department boarding of children and adolescents. JAMA Pediatr. 2024;178(9):923&#x2013;31.</Citation><ArticleIdList><ArticleId IdType="doi">10.1001/jamapediatrics.2024.1991</ArticleId><ArticleId IdType="pubmed">38976283</ArticleId><ArticleId IdType="pmc">11231907</ArticleId></ArticleIdList></Reference><Reference><Citation>Marquis T, Callas P, Schweitzer N, Bisanzo M, McGowan H, Sexton RJ, et al. Characteristics of children boarding in emergency departments for mental health conditions in a rural state. Acad Emerg Med. 2022;29(8):1024&#x2013;6.</Citation><ArticleIdList><ArticleId IdType="doi">10.1111/acem.14509</ArticleId><ArticleId IdType="pubmed">35438820</ArticleId></ArticleIdList></Reference><Reference><Citation>Zipursky AR, Olson KL, Bode L, Geva A, Jones J, Mandl KD, et al. Emergency department visits and boarding for pediatric patients with suicidality before and during the COVID-19 pandemic. PLoS ONE. 2023;18(11):e0286035.</Citation><ArticleIdList><ArticleId IdType="doi">10.1371/journal.pone.0286035</ArticleId><ArticleId IdType="pubmed">37910582</ArticleId><ArticleId IdType="pmc">10619773</ArticleId></ArticleIdList></Reference><Reference><Citation>Hudgins JD, Monuteaux MC, Kent C, Mannix R, Miller A, Marchese A, et al. Changes in behavioral health visits, operations, and boarding in a pediatric emergency department. Ann Emerg Med. 2024(8002646).</Citation></Reference><Reference><Citation>Lapsa J, O&#x2019;Donnell E, Yanek L, Ngo T. From their perspective: pediatric patients with acute mental health needs and prolonged emergency department stays. Pediatr Emerg Care. 2024;40(10):e257&#x2013;62.</Citation><ArticleIdList><ArticleId IdType="doi">10.1097/PEC.0000000000003237</ArticleId><ArticleId IdType="pubmed">38984526</ArticleId></ArticleIdList></Reference><Reference><Citation>Feuer V, Mooneyham GC, Malas NM. Addressing the pediatric mental health crisis in emergency departments in the US: findings of a national pediatric boarding consensus panel. J Acad Consult-Liaison Psychiatry. 2023;64(6):501&#x2013;11.</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.jaclp.2023.06.003</ArticleId><ArticleId IdType="pubmed">37301325</ArticleId><ArticleId IdType="pmc">10709524</ArticleId></ArticleIdList></Reference><Reference><Citation>Ibeziako P, Kaufman K, Scheer KN, Sideridis G. Pediatric mental health presentations and boarding: first year of the COVID-19 pandemic. Hosp Pediatr. 2022;12(9):751&#x2013;60.</Citation><ArticleIdList><ArticleId IdType="doi">10.1542/hpeds.2022-006555</ArticleId><ArticleId IdType="pubmed">35578918</ArticleId></ArticleIdList></Reference><Reference><Citation>Overhage L, Hailu R, Busch AB, Mehrotra A, Michelson KA, Huskamp HA. Trends in acute care use for mental health conditions among youth during the COVID-19 pandemic. JAMA Psychiat. 2023. https://doi.org/10.1001/jamapsychiatry.2023.2195 .</Citation><ArticleIdList><ArticleId IdType="doi">10.1001/jamapsychiatry.2023.2195</ArticleId></ArticleIdList></Reference><Reference><Citation>Leyenaar JK, Freyleue SD, Bordogna A, Wong C, Penwill N, Bode R. Frequency and duration of boarding for pediatric mental health conditions at acute care hospitals in the US. JAMA. 2021;326(22):2326&#x2013;8.</Citation><ArticleIdList><ArticleId IdType="doi">10.1001/jama.2021.18377</ArticleId><ArticleId IdType="pubmed">34792533</ArticleId><ArticleId IdType="pmc">8603225</ArticleId></ArticleIdList></Reference><Reference><Citation>Wharff EA, Ginnis KB, Ross AM, Blood EA. Predictors of psychiatric boarding in the pediatric emergency department: implications for emergency care. Pediatr Emerg Care. 2011;27(6):483&#x2013;9.</Citation><ArticleIdList><ArticleId IdType="doi">10.1097/PEC.0b013e31821d8571</ArticleId><ArticleId IdType="pubmed">21629148</ArticleId></ArticleIdList></Reference><Reference><Citation>Hoffmann JA, Stack AM, Monuteaux MC, Levin R, Lee LK. Factors associated with boarding and length of stay for pediatric mental health emergency visits. Am J Emerg Med. 2019;37(10):1829&#x2013;35.</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.ajem.2018.12.041</ArticleId><ArticleId IdType="pubmed">30600189</ArticleId></ArticleIdList></Reference><Reference><Citation>Ibeziako P, Kaufman K, Campbell E, Zou B, Samsel C, Qayyum Z, et al. Reducing pediatric mental health boarding and increasing acute care access. J Acad Consult-Liaison Psychiatry. 2024;65(5):441&#x2013;50.</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.jaclp.2024.04.001</ArticleId><ArticleId IdType="pubmed">38583523</ArticleId></ArticleIdList></Reference><Reference><Citation>Claudius I, Tolles J, Fleischman R, Muller V, Padlipsky P, Kelly P, et al. Process and impact of development of an adolescent emergency psychiatry unit at a large urban hospital. Pediatr Emerg Care. 2024;40(8):598&#x2013;602.</Citation><ArticleIdList><ArticleId IdType="doi">10.1097/PEC.0000000000003212</ArticleId><ArticleId IdType="pubmed">38781459</ArticleId></ArticleIdList></Reference><Reference><Citation>Foster AA, Sundberg M, Williams DN, Li J. Emergency department staff perceptions about the care of children with mental health conditions. Gen Hosp Psychiatry. 2021;73(fnk, 7905527):78&#x2013;83.</Citation></Reference><Reference><Citation>Brady RE, St. Ivany A, Nagarajan MK, Acquilano SC, Craig JT, House SA, et al. Multistakeholder perspectives on interventions to support youth during mental health boarding. J Pediatr. 2023;253:286&#x2013;91.e4.</Citation></Reference><Reference><Citation>Chisholm C, Wang X, Lategan C, Hsu Z, Ridout A, Lang E. Disparities in emergency department boarding: contrasting mental health and non-mental health patients. Canad J Emerg Med. 2025.</Citation></Reference><Reference><Citation>Roumeliotis N, Carwana M, Trudeau O, Charland K, Zinszer K, Benigeri M, et al. Mental health hospitalizations in Canadian children, adolescents, and young adults over the COVID-19 pandemic. JAMA Network Open. 2024;7(7):e2422833-e.</Citation></Reference><Reference><Citation>Saidinejad M, Duffy S, Wallin D, Hoffmann JA, Joseph MM, Uhlenbrock JS, et al. The management of children and youth with pediatric mental and behavioral health emergencies. Pediatrics. 2023;152(3).</Citation></Reference><Reference><Citation>Branje S. The impact of the COVID-19 pandemic on adolescent mental health across the world. Curr Opin Psychol. 2023;53:101665.</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.copsyc.2023.101665</ArticleId><ArticleId IdType="pubmed">37562339</ArticleId></ArticleIdList></Reference><Reference><Citation>FOCUS on Healthcare. Length of time emergency department patient wait for a hospital bed after a decision to admit. [Internet]. 2024. Available from: https://focus.hqca.ca/charts/length-of-time-admitted-patients-wait-for-hospital-bed/ .</Citation></Reference><Reference><Citation>Smith JL, De Nadai AS, Petrila J, Storch EA (2019) Factors associated with length of stay in emergency departments for pediatric patients with psychiatric problems. Ped Emerg Care 35(10):716&#x2013;721. https://doi.org/10.1097/PEC.0000000000001651 .</Citation><ArticleIdList><ArticleId IdType="doi">10.1097/PEC.0000000000001651</ArticleId></ArticleIdList></Reference><Reference><Citation>Randall MM, Parlette K, Reibling E, Chen B, Chen M, Randall F, Brown L (2021) Young children with psychiatric complaints in the pediatric emergency department. Am J Emerg Med 46:344&#x2013;46348. https://doi.org/10.1016/j.ajem.2020.10.006 .</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.ajem.2020.10.006</ArticleId><ArticleId IdType="pubmed">33059988</ArticleId></ArticleIdList></Reference><Reference><Citation>Sheridan D, Burns B, Chung S, Saladik M, Marx E, Marshall R (2023) The impact of a novel policy for pediatric mental health patients in the emergency department. Am J Emerg Med 69:1&#x2013;4. https://doi.org/10.1016/j.ajem.2023.03.033 .</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.ajem.2023.03.033</ArticleId><ArticleId IdType="pubmed">37027956</ArticleId><ArticleId IdType="pmc">10877622</ArticleId></ArticleIdList></Reference><Reference><Citation>Pulcini CD Schneider S, Wolfley H, Collins B, Li J (2024) Assessment of statewide initiative for children boarding in rural emergency departments with mental health concerns. Acad Emerg Med 31(1):86&#x2013;88. https://doi.org/10.1111/acem.14772 .</Citation><ArticleIdList><ArticleId IdType="doi">10.1111/acem.14772</ArticleId><ArticleId IdType="pubmed">37399296</ArticleId></ArticleIdList></Reference></ReferenceList></PubmedData></PubmedArticle></PubmedArticleSet>