<?xml version="1.0" ?>
<!DOCTYPE PubmedArticleSet PUBLIC "-//NLM//DTD PubMedArticle, 1st January 2025//EN" "https://dtd.nlm.nih.gov/ncbi/pubmed/out/pubmed_250101.dtd">
<PubmedArticleSet>
<PubmedArticle><MedlineCitation Status="PubMed-not-MEDLINE" Owner="NLM"><PMID Version="1">41600301</PMID><DateRevised><Year>2026</Year><Month>01</Month><Day>31</Day></DateRevised><Article PubModel="Electronic"><Journal><ISSN IssnType="Electronic">1424-8220</ISSN><JournalIssue CitedMedium="Internet"><Volume>26</Volume><Issue>2</Issue><PubDate><Year>2026</Year><Month>Jan</Month><Day>12</Day></PubDate></JournalIssue><Title>Sensors (Basel, Switzerland)</Title><ISOAbbreviation>Sensors (Basel)</ISOAbbreviation></Journal><ArticleTitle>Delineating the Central Anatolia Transition Zone (CATZ): Constraints from Integrated Geodetic (GNSS/InSAR) and Seismic Data.</ArticleTitle><ELocationID EIdType="pii" ValidYN="Y">505</ELocationID><ELocationID EIdType="doi" ValidYN="Y">10.3390/s26020505</ELocationID><Abstract><AbstractText>Understanding how strain is transferred across the interior of tectonic plates is fundamental to quantifying lithospheric deformation. The Central Anatolia Transition Zone (CATZ), situated between the North and East Anatolian fault systems, provides a unique natural laboratory for investigating how continental deformation evolves from localized faulting to distributed shear. In this study, we integrate InSAR analysis with Global Navigation Satellite System (GNSS) velocity data, and stress tensor inversion with supporting gravity and seismic datasets to characterize the geometry, kinematics, and geodynamic significance of the CATZ. The combined geodetic and geophysical observations reveal that the CATZ is a persistent, left-lateral deformation corridor (i.e., elongated zone of Earth's crust that accommodates movement where the landmass on the opposite side of a fault system moves to the left relative to an observer) accommodating ~4 mm/yr of shear between the oppositely moving eastern and western sectors of the Anatolian Plate. Spatial coherence among LiCSAR-derived shear patterns, GNSS velocity gradients, and regional stress-field rotations defines the CATZ as a crustal- to lithospheric-scale transition zone linking the strike-slip domains of central Anatolia with the subduction zones of the Hellenic and Cyprus arcs. Stress inversion analyses delineate four subzones with systematic kinematic transitions: compressional regimes in the north, extensional fields in the central domain, and complex compressional-transtensional deformation toward the south. The CATZ coincides with zones of variable Moho depth, crustal thickness, and inferred lithospheric tearing within the retreating African slab, indicating a deep-seated origin. Its S-shaped curvature and long-term evolution since the late Miocene reflect progressive coupling between upper-crustal faulting and deeper lithospheric reorganization. Recognition of the CATZ as a lithospheric-scale transition zone, rather than a discrete active fault, refines the current understanding of Anatolia's kinematic framework. This study demonstrates the capability of integrated satellite geodesy and stress modeling to resolve diffuse intra-plate deformation, offering a transferable approach for delineating similar transition zones in other continental regions.</AbstractText></Abstract><AuthorList CompleteYN="Y"><Author ValidYN="Y"><LastName>Kuto&#x11f;lu</LastName><ForeName>&#x15e;enol Hakan</ForeName><Initials>&#x15e;H</Initials><Identifier Source="ORCID">0000-0001-6587-3417</Identifier><AffiliationInfo><Affiliation>Department of Geomatics Engineering, Faculty of Engineering, Zonguldak B&#xfc;lent Ecevit University, Zonguldak 67100, T&#xfc;rkiye.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Akg&#xfc;n</LastName><ForeName>Elif</ForeName><Initials>E</Initials><Identifier Source="ORCID">0000-0002-6556-2413</Identifier><AffiliationInfo><Affiliation>Department of Geological Engineering, F&#x131;rat University, Elaz&#x131;&#x11f; 23200, T&#xfc;rkiye.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Softa</LastName><ForeName>Mustafa</ForeName><Initials>M</Initials><Identifier Source="ORCID">0000-0001-5064-9260</Identifier><AffiliationInfo><Affiliation>Department of Geological Engineering, Dokuz Eyl&#xfc;l University, &#x130;zmir 35390, T&#xfc;rkiye.</Affiliation></AffiliationInfo></Author></AuthorList><Language>eng</Language><PublicationTypeList><PublicationType UI="D016428">Journal Article</PublicationType></PublicationTypeList><ArticleDate DateType="Electronic"><Year>2026</Year><Month>01</Month><Day>12</Day></ArticleDate></Article><MedlineJournalInfo><Country>Switzerland</Country><MedlineTA>Sensors (Basel)</MedlineTA><NlmUniqueID>101204366</NlmUniqueID><ISSNLinking>1424-8220</ISSNLinking></MedlineJournalInfo><CitationSubset>IM</CitationSubset><KeywordList Owner="NOTNLM"><Keyword MajorTopicYN="N">InSAR analysis</Keyword><Keyword MajorTopicYN="N">central Anatolia</Keyword><Keyword MajorTopicYN="N">lithospheric tearing</Keyword><Keyword MajorTopicYN="N">transition zone</Keyword></KeywordList><CoiStatement>The authors declare no conflict of interest.</CoiStatement></MedlineCitation><PubmedData><History><PubMedPubDate PubStatus="received"><Year>2025</Year><Month>11</Month><Day>20</Day></PubMedPubDate><PubMedPubDate PubStatus="revised"><Year>2026</Year><Month>1</Month><Day>1</Day></PubMedPubDate><PubMedPubDate PubStatus="accepted"><Year>2026</Year><Month>1</Month><Day>9</Day></PubMedPubDate><PubMedPubDate PubStatus="medline"><Year>2026</Year><Month>1</Month><Day>28</Day><Hour>7</Hour><Minute>48</Minute></PubMedPubDate><PubMedPubDate PubStatus="pubmed"><Year>2026</Year><Month>1</Month><Day>28</Day><Hour>7</Hour><Minute>47</Minute></PubMedPubDate><PubMedPubDate PubStatus="entrez"><Year>2026</Year><Month>1</Month><Day>28</Day><Hour>1</Hour><Minute>24</Minute></PubMedPubDate><PubMedPubDate PubStatus="pmc-release"><Year>2026</Year><Month>1</Month><Day>12</Day></PubMedPubDate></History><PublicationStatus>epublish</PublicationStatus><ArticleIdList><ArticleId IdType="pubmed">41600301</ArticleId><ArticleId IdType="pmc">PMC12846039</ArticleId><ArticleId IdType="doi">10.3390/s26020505</ArticleId><ArticleId IdType="pii">s26020505</ArticleId></ArticleIdList><ReferenceList><Reference><Citation>McKenzie D.P. Plate tectonics of the Mediterranean region. Nature. 1970;226:239&#x2013;243. doi: 10.1038/226239a0.</Citation><ArticleIdList><ArticleId IdType="doi">10.1038/226239a0</ArticleId><ArticleId IdType="pubmed">16057188</ArticleId></ArticleIdList></Reference><Reference><Citation>Dewey J.F., &#x15e;eng&#xf6;r A.C. Aegean and surrounding regions: Complex multiplate and continuum tectonics in a convergent zone. Geol. Soc. Am. Bull. 1979;90:84&#x2013;92. doi: 10.1130/0016-7606(1979)90&lt;84:AASRCM&gt;2.0.CO;2.</Citation><ArticleIdList><ArticleId IdType="doi">10.1130/0016-7606(1979)90&lt;84:AASRCM&gt;2.0.CO;2</ArticleId></ArticleIdList></Reference><Reference><Citation>&#x15e;eng&#xf6;r A.M.C., Yilmaz Y. Tethyan evolution of Turkey: A plate tectonic approach. Tectonophysics. 1981;75:181&#x2013;241. doi: 10.1016/0040-1951(81)90275-4.</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/0040-1951(81)90275-4</ArticleId></ArticleIdList></Reference><Reference><Citation>&#x15e;eng&#xf6;r A.M.C., G&#xf6;r&#xfc;r N., &#x15e;aro&#x11f;lu F. Strike-slip faulting and related basin formation in zones of tectonic escape: Turkey as a case study. Soc. Econ. Paleontol. Mineral. Spec. Publ. 1985;37:227&#x2013;264.</Citation></Reference><Reference><Citation>Barka A., Reilinger R. Active tectonics of the Eastern Mediterranean region: Deduced from GPS, neotectonic and seismicity data. Ann. Geophys. 1997;40:587&#x2013;610. doi: 10.4401/ag-3892.</Citation><ArticleIdList><ArticleId IdType="doi">10.4401/ag-3892</ArticleId></ArticleIdList></Reference><Reference><Citation>&#x15e;eng&#xf6;r A.M.C., Yaz&#x131;c&#x131; M. The aetiology of the neotectonic evolution of Turkey. Mediterr. Geosci. Rev. 2020;2:327&#x2013;339. doi: 10.1007/s42990-020-00039-0.</Citation><ArticleIdList><ArticleId IdType="doi">10.1007/s42990-020-00039-0</ArticleId></ArticleIdList></Reference><Reference><Citation>Softa M. Determining the surface fault-rupture hazard zone for the Pazarc&#x131;k segment of the East Anatolian fault zone through comprehensive analysis of surface rupture from the 6 February 2023, Earthquake (Mw 7.7) J. Mon. Sci. 2024;21:2646&#x2013;2663. doi: 10.1007/s11629-024-8723-8.</Citation><ArticleIdList><ArticleId IdType="doi">10.1007/s11629-024-8723-8</ArticleId></ArticleIdList></Reference><Reference><Citation>Softa M., Ko&#xe7;bulut F., Akg&#xfc;n E., Aksoy E., S&#xf6;zbilir H., Tatar O., Karabacak V., &#xd6;zkaymak &#xc7;., Utku M., &#xd6;zda&#x11f; &#xd6;.C., et al. Surface rupture during the 6th of February 2023 Mw 7.6 Elbistan Ekin&#xf6;z&#xfc; (Kahramanmara&#x15f;) earthquake: Implications for fault rupture dynamics along the northern branch of East Anatolian Fault Zone. Turk. J. Earth Sci. 2024;33:1&#x2013;21. doi: 10.55730/1300-0985.1895.</Citation><ArticleIdList><ArticleId IdType="doi">10.55730/1300-0985.1895</ArticleId></ArticleIdList></Reference><Reference><Citation>Aktu&#x11f; B., Tiryakio&#x11f;lu &#x130;., S&#xf6;zbilir H., &#xd6;zener H., &#xd6;zkaymak &#xc7;., Yi&#x11f;it C.&#xd6;., Solak H.I., Ey&#xfc;bagil E.E., Gelin B., Tatar O., et al. GPS derived finite source mechanism of the 30 October 2020 Samos earthquake, Mw =6.9, in the Aegean extensional region. Turk. J. Earth Sci. 2021;30:718&#x2013;737. doi: 10.3906/yer-2101-18.</Citation><ArticleIdList><ArticleId IdType="doi">10.3906/yer-2101-18</ArticleId></ArticleIdList></Reference><Reference><Citation>Burc Oral M., Reilinger R.E., Nafi Toks&#xf6;z M., King R.W., Barka A.A., Kinik I., Lenk O. Global positioning system offers evidence of plate motions in eastern Mediterranean. EOS Trans. Am. Geophys. Union. 1995;76:9&#x2013;11. doi: 10.1029/EO076i002p00009-01.</Citation><ArticleIdList><ArticleId IdType="doi">10.1029/EO076i002p00009-01</ArticleId></ArticleIdList></Reference><Reference><Citation>Kahle H.G., M&#xfc;ller M.V., Veis G. Trajectories of crustal deformation of western Greece from GPS observations 1989&#x2013;1994. Geophys. Res. Lett. 1996;23:677&#x2013;680. doi: 10.1029/96GL00264.</Citation><ArticleIdList><ArticleId IdType="doi">10.1029/96GL00264</ArticleId></ArticleIdList></Reference><Reference><Citation>Reilinger R.E., McClusky S.C., Oral M.B., King R.W., Toksoz M.N., Barka A.A., Kinik I., Lenk O., Sanli I. Global Positioning System measurements of present-day crustal movements in the Arabia-Africa-Eurasia plate collision zone. J. Geophys. Res. Solid Earth. 1997;102:9983&#x2013;9999. doi: 10.1029/96JB03736.</Citation><ArticleIdList><ArticleId IdType="doi">10.1029/96JB03736</ArticleId></ArticleIdList></Reference><Reference><Citation>McClusky S., Balassanian S., Barka A., Demir C., Ergintav S., Georgiev I., Gurkan O., Hamburger M., Hurst K., Kahle H., et al. Global Positioning System constraints on plate kinematics and dynamics in the eastern Mediterranean and Caucasus. J. Geophys. Res. Solid Earth. 2000;105:5695&#x2013;5719. doi: 10.1029/1999JB900351.</Citation><ArticleIdList><ArticleId IdType="doi">10.1029/1999JB900351</ArticleId></ArticleIdList></Reference><Reference><Citation>Ayhan M.E., Demir C., Lenk O., Kili&#xe7;oglu A., Altiner Y., Barka A.A., Ergintav S., &#xd6;zener H. Interseismic strain accumulation in the Marmara Sea region. Bull. Seismol. Soc. Am. 2002;92:216&#x2013;229. doi: 10.1785/0120000818.</Citation><ArticleIdList><ArticleId IdType="doi">10.1785/0120000818</ArticleId></ArticleIdList></Reference><Reference><Citation>&#xd6;zdemir S., Karsl&#x131;o&#x11f;lu M.O. Soft Clustering of GPS Velocities from a Homogeneous Permanent Network in Turkey. J. Geod. 2019;93:1171&#x2013;1195. doi: 10.1007/s00190-019-01235-z.</Citation><ArticleIdList><ArticleId IdType="doi">10.1007/s00190-019-01235-z</ArticleId></ArticleIdList></Reference><Reference><Citation>Ergintav S., Floyd M., Paradissis D., Karabulut H., Vernant P., Masson F., Georgiev I., Konca A.&#xd6;., Do&#x11f;an U., King R., et al. New Geodetic Constraints on the Role of Faults and Blocks vs. Distribute Strain in the Nubia-Arabia-Eurasia Zone of Active Plate Interactions. Turk. J. Earth Sci. 2023;32:248&#x2013;261. doi: 10.55730/1300-0985.1842.</Citation><ArticleIdList><ArticleId IdType="doi">10.55730/1300-0985.1842</ArticleId></ArticleIdList></Reference><Reference><Citation>Kurt A.&#x130;., &#xd6;zbakir A.D., Cingoz A., Ergintav S., Do&#x11f;an U., &#xd6;zarpaci S. Contemporary Velocity Field for Turkey Inferred from Combination of a Dense Network of Long Term GNSS Observations. Turk. J. Earth Sci. 2023;32:275&#x2013;293. doi: 10.55730/1300-0985.1844.</Citation><ArticleIdList><ArticleId IdType="doi">10.55730/1300-0985.1844</ArticleId></ArticleIdList></Reference><Reference><Citation>Meng J., Kusky T.M., Bozkurt E., Deng H., Sinoplu O. Partitioning Anatolian Kinematics into Tectonic Escape and Slab Rollback Dominated Domains. J. Earth Sci. 2024;35:758&#x2013;768. doi: 10.1007/s12583-023-1906-3.</Citation><ArticleIdList><ArticleId IdType="doi">10.1007/s12583-023-1906-3</ArticleId></ArticleIdList></Reference><Reference><Citation>&#xd6;zarpac&#x131; S., K&#x131;l&#x131;&#xe7; B., Bayrak O.C., Ta&#x15f;k&#x131;ran M., Do&#x11f;an U., Floyd M. Machine learning approach for GNSS geodetic velocity estimation. GPS Solut. 2024;28:65. doi: 10.1007/s10291-023-01607-1.</Citation><ArticleIdList><ArticleId IdType="doi">10.1007/s10291-023-01607-1</ArticleId></ArticleIdList></Reference><Reference><Citation>Lazeck&#xfd; M., Spaans K., Gonz&#xe1;lez P.J., Maghsoudi Y., Morishita Y., Albino F., Elliott J., Greenall N., Hatton E.L., Hooper A., et al. LiCSAR: An automatic InSAR tool for measuring and monitoring tectonic and volcanic activity. Remote Sens. 2020;12:2430. doi: 10.3390/rs12152430.</Citation><ArticleIdList><ArticleId IdType="doi">10.3390/rs12152430</ArticleId></ArticleIdList></Reference><Reference><Citation>&#x15e;eng&#xf6;r A.M.C., Y&#x131;lmaz Y., Sungurlu O. Tectonics of the Mediterranean Cimmerides: Nature and evolution of the western termination of Palaeo-Tethys. Geol. Soc. Lond. Spec. Publ. 1984;17:77&#x2013;112. doi: 10.1144/GSL.SP.1984.017.01.04.</Citation><ArticleIdList><ArticleId IdType="doi">10.1144/GSL.SP.1984.017.01.04</ArticleId></ArticleIdList></Reference><Reference><Citation>Royden L.H. Evolution of Retreating Subduction Boundaries Formed during Continental Collision. Tectonics. 1993;12:629&#x2013;638. doi: 10.1029/92TC02641.</Citation><ArticleIdList><ArticleId IdType="doi">10.1029/92TC02641</ArticleId></ArticleIdList></Reference><Reference><Citation>Sosson M., Stephenson R., Sheremet Y., Rolland Y., Adamia S., Melkonian R., Kangarli T., Yegorova T., Avagyan A., Galoyan G., et al. The eastern Black Sea-Caucasus region during the Cretaceous: New evidence to constrain its tectonic evolution. C. R. Geosci. 2016;348:23&#x2013;32. doi: 10.1016/j.crte.2015.11.002.</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.crte.2015.11.002</ArticleId></ArticleIdList></Reference><Reference><Citation>H&#xe4;ssig M., Rolland Y., Sosson M. From sea-floor spreading to obduction: Jurassic-Cretaceous evolution of the northern branch of the Neotethys in north-eastern Anatolian and Lesser Caucasus regions. Geol. Soc. Lond. Spec. Publ. 2016;428:41&#x2013;60. doi: 10.1144/SP428.10.</Citation><ArticleIdList><ArticleId IdType="doi">10.1144/SP428.10</ArticleId></ArticleIdList></Reference><Reference><Citation>Reilinger R., McClusky S., Vernant P., Lawrence S., Ergintav S., Cakmak R., Ozener H., Kadirov F., Guliev I., Stepanyan R., et al. GPS constraints on continental deformation in the Africa-Arabia-Eurasia continental collision zone and implications for the dynamics of plate interactions. J. Geophys. Res.-Solid Earth. 2006;111:52. doi: 10.1029/2005JB004051.</Citation><ArticleIdList><ArticleId IdType="doi">10.1029/2005JB004051</ArticleId></ArticleIdList></Reference><Reference><Citation>Duman T.Y., &#xc7;an T., Emre &#xd6;., Kadirio&#x11f;lu F.T., Ba&#x15f;ar&#x131;r Ba&#x15f;t&#xfc;rk N., K&#x131;l&#x131;&#xe7; T., Arslan S., &#xd6;zalp S., Kartal R.F., Kalafat D., et al. Seismotectonics database of Turkey. Bull. Earthq. Eng. 2018;16:3277&#x2013;3316. doi: 10.1007/s10518-016-9965-9.</Citation><ArticleIdList><ArticleId IdType="doi">10.1007/s10518-016-9965-9</ArticleId></ArticleIdList></Reference><Reference><Citation>Emre &#xd6;., Duman T.Y., &#xd6;zalp S., &#x15e;aro&#x11f;lu F., Olgun &#x15e;., Elmac&#x131; H., &#xc7;an T. Active fault database of Turkey. Bull. Earthq. Eng. 2018;16:3229&#x2013;3275. doi: 10.1007/s10518-016-0041-2.</Citation><ArticleIdList><ArticleId IdType="doi">10.1007/s10518-016-0041-2</ArticleId></ArticleIdList></Reference><Reference><Citation>Y&#x131;lmaz Y., T&#xfc;ys&#xfc;z O., Yi&#x1e7;itba&#x15f; E., Gen&#xe7; &#x15e;.C., &#x15e;eng&#xf6;r A.M.C., Robinson A.G. Association of American Petroleum Geologists Memoirs. Volume 68. American Association of Petroleum Geologists; Tulsa, OK, USA: 1997. Geology of tectonic evolution of the Pontides Regional and Petroleum Geology of the Black Sea and Surrounding Region; pp. 183&#x2013;226.</Citation></Reference><Reference><Citation>Bozkurt E. Neotectonics of Turkey&#x2014;A synthesis. Geodin. Acta. 2001;14:3&#x2013;30. doi: 10.1080/09853111.2001.11432432.</Citation><ArticleIdList><ArticleId IdType="doi">10.1080/09853111.2001.11432432</ArticleId></ArticleIdList></Reference><Reference><Citation>Ketin &#x130;. Kuzey Anadolu Fay&#x131; hakk&#x131;nda. Min. Res. Explor. Inst. Bull. 1969;72:1&#x2013;27.</Citation></Reference><Reference><Citation>Le Pichon X., Seng&#xf6;r A.M.C., Demirbag E., Rangin C., Imren C., Armijo R., G&#xf6;r&#xfc;r N., &#xc7;a&#x11f;atay N., De Lepinay B.M., Meyer B., et al. The active Main Marmara Fault. Earth Planet. Sci. Lett. 2001;192:595&#x2013;616. doi: 10.1016/S0012-821X(01)00449-6.</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/S0012-821X(01)00449-6</ArticleId></ArticleIdList></Reference><Reference><Citation>Ergintav S., Reilinger R.E., &#xc7;akmak R., Floyd M., &#xc7;ak&#x131;r Z., Do&#x11f;an U., King R.W., King R.W., McClusky S., &#xd6;zener H. Istanbul&#x2019;s earthquake hot spots: Geodetic constraints on strain accumulation along faults in the Marmara seismic gap. Geophys. Res. Lett. 2014;41:5693&#x2013;6062. doi: 10.1002/2014GL060985.</Citation><ArticleIdList><ArticleId IdType="doi">10.1002/2014GL060985</ArticleId></ArticleIdList></Reference><Reference><Citation>Ko&#xe7;yi&#x11f;it A., Y&#x131;lmaz A., Adamia S., Kuloshvili S. Neotectonics of East Anatolian Plateau (Turkey) and Lesser Caucasus: Implication for transition from thrusting to strike-slip faulting. Geodin. Acta. 2001;14:177&#x2013;195. doi: 10.1080/09853111.2001.11432443.</Citation><ArticleIdList><ArticleId IdType="doi">10.1080/09853111.2001.11432443</ArticleId></ArticleIdList></Reference><Reference><Citation>Softa M., Emre T., S&#xf6;zbilir H., Spencer J.Q., Turan M. Geomorphic evidence for active tectonic deformation in the coastal part of Eastern Black Sea, Eastern Pontides, Turkey. Geodyn. Acta. 2018;30:249&#x2013;264. doi: 10.1080/09853111.2018.1494776.</Citation><ArticleIdList><ArticleId IdType="doi">10.1080/09853111.2018.1494776</ArticleId></ArticleIdList></Reference><Reference><Citation>Softa M., Turan M., S&#xf6;zbilir H. Evidence for Historical Earthquake-Related Deformation in the Light of the Geological, Archaeoseismological and Archaeological Data at Ancient City of Myra, SW Anatolia. Geol. Bull. Turk. 2018;61:51&#x2013;73. doi: 10.25288/tjb.358177.</Citation><ArticleIdList><ArticleId IdType="doi">10.25288/tjb.358177</ArticleId></ArticleIdList></Reference><Reference><Citation>Softa M., Spencer J.Q.G., S&#xf6;zbilir H., Huot S., Emre T. Luminescence dating of Quaternary marine terraces from the coastal part of Eastern Black Sea and their tectonic implications for the Eastern Pontides T&#xfc;rkiye. Turk. J. Earth Sci. 2021;30:359&#x2013;378. doi: 10.3906/yer-2005-21.</Citation><ArticleIdList><ArticleId IdType="doi">10.3906/yer-2005-21</ArticleId></ArticleIdList></Reference><Reference><Citation>Arpat E., &#x15e;aro&#x11f;lu F. Do&#x11f;u Anadolu Fay&#x131; ile ilgili baz&#x131; g&#xf6;zlem ve d&#xfc;&#x15f;&#xfc;nceler. MTA B&#xfc;lt. 1972;73:1&#x2013;9. (In Turkish)</Citation></Reference><Reference><Citation>Jackson J., McKenzie D. Active Tectonics of the Alpine-Himalayan Belt between Western Turkey and Pakistan. Geophys. J. Int. 1984;77:185&#x2013;264. doi: 10.1111/j.1365-246X.1984.tb01931.x.</Citation><ArticleIdList><ArticleId IdType="doi">10.1111/j.1365-246X.1984.tb01931.x</ArticleId></ArticleIdList></Reference><Reference><Citation>Duman T.Y., Emre &#xd6;. The East Anatolian Fault: Geometry, segmentation and jog characteristics. Geol. Soc. Lond. Spec. Publ. 2013;372:495&#x2013;529. doi: 10.1144/SP372.14.</Citation><ArticleIdList><ArticleId IdType="doi">10.1144/SP372.14</ArticleId></ArticleIdList></Reference><Reference><Citation>Ko&#xe7;yi&#x1e7;it A., Beyhan A. A new intracontinental transcurrent structure: The Central Anatolian fault zone, Turkey. Tectonophysics. 1998;284:317&#x2013;336. doi: 10.1016/S0040-1951(97)00176-5.</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/S0040-1951(97)00176-5</ArticleId></ArticleIdList></Reference><Reference><Citation>Aktu&#x11f; B., Nocquet J.M., Cing&#xf6;z A., Parsons B., Erkan Y., England P., Lenk O., G&#xfc;rdal M.A., Kilicoglu A., Akdeniz H., et al. Deformation of Western Turkey from a Combination of Permanent and Campaign GPS Data: Limits to Block-Like Behavior. J. Geophys. Res. Solid Earth. 2009;114:B10404. doi: 10.1029/2008JB006000.</Citation><ArticleIdList><ArticleId IdType="doi">10.1029/2008JB006000</ArticleId></ArticleIdList></Reference><Reference><Citation>Aktu&#x11f; B., Parmaks&#x131;z E., Kurt M., Lenk O., K&#x131;l&#x131;&#xe7;o&#x11f;lu A., G&#xfc;rdal M.A., &#xd6;zdemir S. Deformation of Central Anatolia: GPS Implications. J. Geodyn. 2013;67:78&#x2013;96. doi: 10.1016/j.jog.2012.05.008.</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.jog.2012.05.008</ArticleId></ArticleIdList></Reference><Reference><Citation>Jackson J.A., McKenzie D. The relationship between plate motions seismic moment tensors, and the rates of active deformations in the Mediterranean and Middle East. Geophys. J. Int. 1988;93:185&#x2013;264. doi: 10.1111/j.1365-246X.1988.tb01387.x.</Citation><ArticleIdList><ArticleId IdType="doi">10.1111/j.1365-246X.1988.tb01387.x</ArticleId></ArticleIdList></Reference><Reference><Citation>Uzel B., S&#xf6;zbilir H., &#xd6;zkaymak &#xc7;., Kaymak&#xe7;&#x131; N., Langeris C. Structural evidence for strike-slip deformation in the Izmir&#x2013;Bal&#x131;kesir transfer zone and consequences for late Cenozoic evolution of western Anatolia (Turkey) J. Geodyn. 2013;65:94&#x2013;116. doi: 10.1016/j.jog.2012.06.009.</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.jog.2012.06.009</ArticleId></ArticleIdList></Reference><Reference><Citation>S&#xf6;zbilir H., Sar&#x131; B., Uzel B., S&#xfc;mer &#xd6;., Akkiraz M.S. Tectonic implications of transtensional supradetachment basin development in an extension-parallel transfer zone: The Koca&#xe7;ay Basin, western Anatolia, Turkey. Basin Res. 2011;23:423&#x2013;448. doi: 10.1111/j.1365-2117.2010.00496.x.</Citation><ArticleIdList><ArticleId IdType="doi">10.1111/j.1365-2117.2010.00496.x</ArticleId></ArticleIdList></Reference><Reference><Citation>&#xd6;zkaymak &#xc7;., S&#xf6;zbilir H., Uzel B. Neogene-Quaternary evolution of the Manisa Basin: Evidence for variation in the stress pattern of the Izmir-Balikesir Transfer Zone, Western Anatolia. J. Geodyn. 2013;65:117&#x2013;135. doi: 10.1016/j.jog.2012.06.004.</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.jog.2012.06.004</ArticleId></ArticleIdList></Reference><Reference><Citation>Softa M. Morphometric and kinematic analysis of southern margin of the K&#xfc;&#xe7;&#xfc;k Menderes Graben and its tectonic implications in western Anatolia. Arab. J. Geosci. 2022;15:131. doi: 10.1007/s12517-021-09414-z.</Citation><ArticleIdList><ArticleId IdType="doi">10.1007/s12517-021-09414-z</ArticleId></ArticleIdList></Reference><Reference><Citation>Softa M., &#x15e;ahiner E., S&#xf6;zbilir H., Spencer J.Q.G., Utku M., B&#xfc;y&#xfc;ktop&#xe7;u M.F. The first application of the luminescence surface exposure dating method on active fault scarps in the Western Anatolia extensional province: The Manisa Fault as an example. Turk. J. Earth Sci. 2023;32:163&#x2013;180. doi: 10.55730/1300-0985.1836.</Citation><ArticleIdList><ArticleId IdType="doi">10.55730/1300-0985.1836</ArticleId></ArticleIdList></Reference><Reference><Citation>Topal S., Softa M. Geomorphic signature of active tectonics in Simav Graben: An evaluation of indicator relative tectonic activity of Simav Fault and its seismotectonic implications for Western Anatolia. J. Earth Syst. Sci. 2023;132:95. doi: 10.1007/s12040-023-02110-4.</Citation><ArticleIdList><ArticleId IdType="doi">10.1007/s12040-023-02110-4</ArticleId></ArticleIdList></Reference><Reference><Citation>Jackson J. Active Tectonics of the Aegean Region. Annu. Rev. Earth Planet. Sci. 2003;22:239&#x2013;271. doi: 10.1146/annurev.ea.22.050194.001323.</Citation><ArticleIdList><ArticleId IdType="doi">10.1146/annurev.ea.22.050194.001323</ArticleId></ArticleIdList></Reference><Reference><Citation>Le Pichon X., Kreemer C. The Miocene-to-present kinematic evolution of the eastern Mediterranean and Middle East and its implications for dynamics. Annu. Rev. Earth Planet. Sci. 2010;38:323&#x2013;351. doi: 10.1146/annurev-earth-040809-152419.</Citation><ArticleIdList><ArticleId IdType="doi">10.1146/annurev-earth-040809-152419</ArticleId></ArticleIdList></Reference><Reference><Citation>&#x15e;eng&#xf6;r A.M.C.  T&#xfc;rkiye Jeoloji Kurumu Yay&#x131;n&#x131;. T&#xfc;rkiye Jeoloji Kurumu; Ankara, T&#xfc;rkiye: 1980.  [(accessed on 19 November 2025)]. T&#xfc;rkiye&#x2019;nin neotektoni&#x11f;inin esaslar&#x131;.40p.  Available online:  https://www.jmo.org.tr/kutuphane/yayin_goster.php?yayinkod=15967.</Citation></Reference><Reference><Citation>&#x15e;aro&#x11f;lu F., Emre &#xd6;., Boray A.  [(accessed on 19 November 2025)];T&#xfc;rkiye&#x2019;nin diri Faylar&#x131; ve Depremselli&#x11f;i. 1987  MTA Rapor No: 8174. Available online:  https://eticaret.mta.gov.tr/index.php?route=product/product&amp;product_id=8174.</Citation></Reference><Reference><Citation>Seyito&#x11f;lu G., Aktu&#x11f; B., Karadenizli L., Kaypak B., &#x15e;en &#x15e;., Kazanc&#x131; N., I&#x15f;&#x131;k V., Esat K., Parlak O., Varol B., et al. Late Pliocene&#x2014;Quaternary pinched crustal wedge in NW central Anatolia, Turkey: A neotectonic structure accommodating the internal deformation of the Anatolian Plate. Geol. Bull. Turk. 2009;52:121&#x2013;154.</Citation></Reference><Reference><Citation>&#xd6;zbey V., &#x15e;eng&#xf6;r A.M.C., &#xd6;zeren M.S. Tectonics in a very slowly deforming region in an orogenic belt. Tectonophysics. 2022;827:229272. doi: 10.1016/j.tecto.2022.229272.</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.tecto.2022.229272</ArticleId></ArticleIdList></Reference><Reference><Citation>Seyito&#x11f;lu G., Tun&#xe7;el E., Kaypak B., Korhan E., G&#xf6;kkaya E. The Anatolian Diagonal: A broad left-lateral shear zone between the North Anatolian Fault Zone and the Aegean/Cyprus arcs. Geol. Bull. Turk. 2022;65:93&#x2013;116. doi: 10.25288/tjb.1015537.</Citation><ArticleIdList><ArticleId IdType="doi">10.25288/tjb.1015537</ArticleId></ArticleIdList></Reference><Reference><Citation>Okay A.I., Nikishin A.M. Tectonic evolution of the southern margin of Laurasia in the Black Sea region. Int. Geol. Rev. 2015;57:1051&#x2013;1076. doi: 10.1080/00206814.2015.1010609.</Citation><ArticleIdList><ArticleId IdType="doi">10.1080/00206814.2015.1010609</ArticleId></ArticleIdList></Reference><Reference><Citation>van Hinsbergen D.J., Torsvik T.H., Schmid S.M., Ma&#x163;enco L.C., Maffione M., Vissers R.L., G&#xfc;rer D., Spakman W. Orogenic architecture of the Mediterranean region and kinematic reconstruction of its tectonic evolution since the Triassic. Gondwana Res. 2020;81:79&#x2013;229. doi: 10.1016/j.gr.2019.07.009.</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.gr.2019.07.009</ArticleId></ArticleIdList></Reference><Reference><Citation>Portner D.E., Delph J.R., Biryol C.B., Beck S.L., Zandt G., &#xd6;zacar A.A., Sandvol E., T&#xfc;rkelli N. Subduction termination through progressive slab deformation across Eastern Mediterranean subduction zones from updated P-wave tomography beneath Anatolia. Geosphere. 2018;14:907&#x2013;925. doi: 10.1130/GES01617.1.</Citation><ArticleIdList><ArticleId IdType="doi">10.1130/GES01617.1</ArticleId></ArticleIdList></Reference><Reference><Citation>Kounoudis R., Bastow I.D., Ogden C.S., Goes S., Jenkins J., Grant B., Braham C. Seismic Tomographic Imaging of the Eastern Mediterranean Mantle: Implications for Terminal-Stage Subduction, the Uplift of Anatolia, and the Development of the North Anatolian Fault. AGU Geochem. Geophys. Geosyst. 2020;21:7. doi: 10.1029/2020GC009009.</Citation><ArticleIdList><ArticleId IdType="doi">10.1029/2020GC009009</ArticleId></ArticleIdList></Reference><Reference><Citation>Piromallo C., Morelli A. P wave tomography of the mantle under the Alpine-Mediterranean area. J. Geophys. Res.-Solid Earth. 2003;108:2065. doi: 10.1029/2002JB001757.</Citation><ArticleIdList><ArticleId IdType="doi">10.1029/2002JB001757</ArticleId></ArticleIdList></Reference><Reference><Citation>Govers R., Fichtner A. Signature of slab fragmentation beneath Anatolia from full-waveform tomography. Earth Planet. Sci. Lett. 2016;450:10&#x2013;19. doi: 10.1016/j.epsl.2016.06.014.</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.epsl.2016.06.014</ArticleId></ArticleIdList></Reference><Reference><Citation>Weiss J.R., Walters R.J., Morishita Y., Wright T.J., Lazecky M., Wang H., Hussain E., Hooper A.J., Elliott J.R., Rollins C., et al. High-resolution surface velocities and strain for Anatolia from Sentinel-1 InSAR and GNSS data. Geophys. Res. Lett. 2020;47:e2020GL087376. doi: 10.1029/2020GL087376.</Citation><ArticleIdList><ArticleId IdType="doi">10.1029/2020GL087376</ArticleId></ArticleIdList></Reference><Reference><Citation>Morishita Y., Lazecky M., Wright T.J., Weiss J.R., Elliott J.R., Hooper A. LiCSBAS: An open-source InSAR time series analysis package integrated with the LiCSAR automated Sentinel-1 InSAR processor. Remote Sens. 2020;12:424. doi: 10.3390/rs12030424.</Citation><ArticleIdList><ArticleId IdType="doi">10.3390/rs12030424</ArticleId></ArticleIdList></Reference><Reference><Citation>Aktu&#x11f; B., Ozener H., Dogru A., Sabuncu A., Turgut B., Halicioglu K., Yilmaz O., Havazli E. Slip Rates and Seismic Potential on the East Anatolian Fault System Using an Improved GPS Velocity Field. J. Geodyn. 2016;94&#x2013;95:1&#x2013;12. doi: 10.1016/j.jog.2016.01.001.</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.jog.2016.01.001</ArticleId></ArticleIdList></Reference><Reference><Citation>Angelier J. D&#xe9;termination du tenseur des contraintes par inversion de m&#xe9;canismes au foyer de s&#xe9;ismes sans choix de plans nodaux. C. R. Geosci. 2002;334:73&#x2013;80. doi: 10.1016/S1631-0713(02)01712-1.</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/S1631-0713(02)01712-1</ArticleId></ArticleIdList></Reference><Reference><Citation>Delvaux D., Sperner B. Stress tensor inversion from fault kinematic indicators and focal mechanism data: The TENSOR program, Nieuwland (Doctoral dissertation, D. (ed.), New Insights into Structural Interpretation and Modelling. Geol. Soc. Lond. Spec. Publ. 2003;212:75&#x2013;100.</Citation></Reference><Reference><Citation>Heidbach O., Reinecker J., Tingay M., M&#xfc;ller B., Sperner B., Fuchs K., Wenzel F. Plate boundary forces are not enough: Second-and third-order stress patterns highlighted in the World Stress Map database. Tectonics. 2007;26 doi: 10.1029/2007TC002133.</Citation><ArticleIdList><ArticleId IdType="doi">10.1029/2007TC002133</ArticleId></ArticleIdList></Reference><Reference><Citation>Wallace R.E. Geometry of shearing stress and relation to faulting. J. Geol. 1951;59:118&#x2013;130. doi: 10.1086/625831.</Citation><ArticleIdList><ArticleId IdType="doi">10.1086/625831</ArticleId></ArticleIdList></Reference><Reference><Citation>Bott M.H.P. The mechanics of oblique slip faulting. Geol. Mag. 1959;96:109&#x2013;117. doi: 10.1017/S0016756800059987.</Citation><ArticleIdList><ArticleId IdType="doi">10.1017/S0016756800059987</ArticleId></ArticleIdList></Reference><Reference><Citation>Delvaux D., Barth A. African stress pattern from formal inversion of focal mechanism data. Tectonophysics. 2010;482:105&#x2013;128. doi: 10.1016/j.tecto.2009.05.009.</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.tecto.2009.05.009</ArticleId></ArticleIdList></Reference><Reference><Citation>Frohlich C. Triangle diagrams: Ternary graphs to display similarity and diversity of earthquake focal mechanisms. Phys. Earth Planet. Inter. 1992;75:193&#x2013;198. doi: 10.1016/0031-9201(92)90130-N.</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/0031-9201(92)90130-N</ArticleId></ArticleIdList></Reference><Reference><Citation>Emre O., Duman T.Y., Do&#x11f;an A., &#xd6;zalp S., Tokay F., Ku&#x15f;&#xe7;u I. Surface faulting associated with the Sultandag&#x131; earthquake (Mw 6.5) of 3 February 2002, Southwestern Turkey. Seismol. Res. Lett. 2003;74:382&#x2013;392. doi: 10.1785/gssrl.74.4.382.</Citation><ArticleIdList><ArticleId IdType="doi">10.1785/gssrl.74.4.382</ArticleId></ArticleIdList></Reference><Reference><Citation>Kious W.J., Tilling R.I. This Dynamic Earth: The Story of Plate Tectonics. DIANE Publishing; Pennsylvania, NJ, USA: 1996.</Citation></Reference><Reference><Citation>Reid H.F. The California Earthquake of 18 April 1906: Report of the State Earthquake Investigation Commission. Carnegie Institution of Washington; Washington, DC, USA: 1910. On mass-movements in tectonic earthquakes; p. 192.</Citation></Reference><Reference><Citation>Bilham R., Suszek N., Pinkney S. California creepmeters. Seismol. Res. Lett. 2004;75:481&#x2013;492. doi: 10.1785/gssrl.75.4.481.</Citation><ArticleIdList><ArticleId IdType="doi">10.1785/gssrl.75.4.481</ArticleId></ArticleIdList></Reference><Reference><Citation>Thatcher W. Active Tectonics Studies in Geophysics. National Academy Press; Washington, DC, USA: 1986. Geodetic measurement of active tectonic processes; pp. 155&#x2013;163.</Citation></Reference><Reference><Citation>Feigl K.L., Thatcher W. Geodetic observations of post-seismic transients in the context of the earthquake deformation cycle. C. R. Geosci. 2006;338:1012&#x2013;1028. doi: 10.1016/j.crte.2006.06.006.</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.crte.2006.06.006</ArticleId></ArticleIdList></Reference><Reference><Citation>Reddy C.D., Arora S.K., Sunil P.S., Prajapati S.K. Earthquake related deformation cycle: Perspectives from 2004 Sumatra and 2010 Chile mega-earthquakes. Disaster Adv. 2011;4:13&#x2013;21.</Citation></Reference><Reference><Citation>Fayon A.K., Whitney D.L. Interpretation of tectonic versus magmatic processes for resetting apatite fission track ages in the Ni&#x1e7;de Massif, Turkey. Tectonophysics. 2007;434:1&#x2013;13. doi: 10.1016/j.tecto.2007.01.003.</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.tecto.2007.01.003</ArticleId></ArticleIdList></Reference><Reference><Citation>Higgins M., Schoenbohm L.M., Brocard G., Kaymakc&#x131; N., Gosse J.C., Cosca M.A. New kinematic and geochronologic evidence for the Quaternary evolution of the Central Anatolian fault zone (CAFZ) Tectonics. 2015;34:2118&#x2013;2141. doi: 10.1002/2015TC003864.</Citation><ArticleIdList><ArticleId IdType="doi">10.1002/2015TC003864</ArticleId></ArticleIdList></Reference><Reference><Citation>Tezel T., Shibutani T., Kaypak B. Crustal thickness of Turkey determined by receiver function. J. Asian Earth Sci. 2013;75:36&#x2013;44. doi: 10.1016/j.jseaes.2013.06.016.</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.jseaes.2013.06.016</ArticleId></ArticleIdList></Reference><Reference><Citation>Mutlu A.K., Karabulut H. Anisotropic Pn tomography of Turkey and adjacent regions. Geophys. J. Int. 2011;187:1743&#x2013;1758. doi: 10.1111/j.1365-246X.2011.05235.x.</Citation><ArticleIdList><ArticleId IdType="doi">10.1111/j.1365-246X.2011.05235.x</ArticleId></ArticleIdList></Reference><Reference><Citation>Faccenna C., Bellier O., Martinod J., Piromallo C., Regard V. Slab detachment beneath eastern Anatolia: A possible cause for the formation of the North Anatolian fault. Earth Planet. Sci. Lett. 2006;242:85&#x2013;97. doi: 10.1016/j.epsl.2005.11.046.</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.epsl.2005.11.046</ArticleId></ArticleIdList></Reference><Reference><Citation>Biryol C.B., Beck S.L., Zandt G., &#xd6;zacar A.A. Segmented African lithosphere beneath the Anatolian region inferred from teleseismic P-wave tomography. Geophys. J. Int. 2011;184:1037&#x2013;1057. doi: 10.1111/j.1365-246X.2010.04910.x.</Citation><ArticleIdList><ArticleId IdType="doi">10.1111/j.1365-246X.2010.04910.x</ArticleId></ArticleIdList></Reference><Reference><Citation>England P., Houseman G., Nocquet J.M. Constraints from GPS measurements on the dynamics of deformation in Anatolia andthe Aegean. J. Geophys. Res. Solid Earth. 2016;121:8888&#x2013;8916. doi: 10.1002/2016JB013382.</Citation><ArticleIdList><ArticleId IdType="doi">10.1002/2016JB013382</ArticleId></ArticleIdList></Reference><Reference><Citation>McPhee P.J., Alt&#x131;ner D., Van Hinsbergen D.J. First Balanced Cross Section Across the Taurides Fold-Thrust Belt: Geological Constraints on the Subduction History of the Antalya Slab in Southern Anatolia. Tectonics. 2018;37:3738&#x2013;3759. doi: 10.1029/2017TC004893.</Citation><ArticleIdList><ArticleId IdType="doi">10.1029/2017TC004893</ArticleId><ArticleId IdType="pmc">PMC6282547</ArticleId><ArticleId IdType="pubmed">30546194</ArticleId></ArticleIdList></Reference><Reference><Citation>Wortel M., Spakman W. Subduction and Slab Detachment in the Mediterranean-Carpathian Region. Science. 2001;291:1910&#x2013;1917. doi: 10.1126/science.290.5498.1910.</Citation><ArticleIdList><ArticleId IdType="doi">10.1126/science.290.5498.1910</ArticleId><ArticleId IdType="pubmed">11110653</ArticleId></ArticleIdList></Reference><Reference><Citation>Gans C.R., Beck S.L., Zandt G., Berk C.B., &#xd6;zacar A.A. Detecting the limit of slab break-off in central Turkey: New high-resolution Pn tomography results. Geophys. J. Int. 2009;179:1566&#x2013;1572. doi: 10.1111/j.1365-246X.2009.04389.x.</Citation><ArticleIdList><ArticleId IdType="doi">10.1111/j.1365-246X.2009.04389.x</ArticleId></ArticleIdList></Reference><Reference><Citation>&#xd6;zacar A.A., Zandt G., Gilbert H., Beck S.L. Seismic images of crustal variations beneath the East Anatolian Plateau (Turkey) from teleseismic receiver functions. Geol. Soc. Lond. Spec. Publ. 2010;340:485&#x2013;496. doi: 10.1144/SP340.21.</Citation><ArticleIdList><ArticleId IdType="doi">10.1144/SP340.21</ArticleId></ArticleIdList></Reference></ReferenceList></PubmedData></PubmedArticle></PubmedArticleSet>