<?xml version="1.0" ?>
<!DOCTYPE PubmedArticleSet PUBLIC "-//NLM//DTD PubMedArticle, 1st January 2025//EN" "https://dtd.nlm.nih.gov/ncbi/pubmed/out/pubmed_250101.dtd">
<PubmedArticleSet>
<PubmedArticle><MedlineCitation Status="Publisher" Owner="NLM"><PMID Version="1">41640228</PMID><DateRevised><Year>2026</Year><Month>04</Month><Day>01</Day></DateRevised><Article PubModel="Print-Electronic"><Journal><ISSN IssnType="Electronic">1308-5263</ISSN><JournalIssue CitedMedium="Internet"><PubDate><Year>2026</Year><Month>Feb</Month><Day>05</Day></PubDate></JournalIssue><Title>Turkish journal of haematology : official journal of Turkish Society of Haematology</Title><ISOAbbreviation>Turk J Haematol</ISOAbbreviation></Journal><ArticleTitle>Prognostic Factors and Survival Outcomes in Marginal Zone Lymphoma: Real-Life Experience.</ArticleTitle><ELocationID EIdType="doi" ValidYN="Y">10.4274/tjh.galenos.2026.82787</ELocationID><Abstract><AbstractText Label="OBJECTIVE">This study evaluates the clinical and prognostic features of patients with marginal zone lymphoma (MZL) and examines the impact of key prognostic factors including lactate dehydrogenase (LDH), &#x3b2;2-microglobulin, immunoglobulin M (IgM), and International Prognostic Index (IPI) score on survival outcomes. It also compares survival rates among extranodal, nodal, and splenic subtypes to reveal prognostic heterogeneity and provide real-world evidence for personalized treatment strategies in MZL management.</AbstractText><AbstractText Label="MATERIALS AND METHODS">A total of 79 patients aged &#x2265;18 years with pathologically confirmed MZL diagnosed between 2015 and 2025 were retrospectively analyzed. Demographic characteristics, clinical findings, laboratory results, treatment modalities, and survival data were recorded. Survival outcomes were assessed using the Kaplan-Meier method with statistical significance set at p&lt;0.05.</AbstractText><AbstractText Label="RESULTS">The study included 79 patients (59.5% female; mean age: 62&#xb1;12.1 years). Advanced-stage disease (Ann Arbor stages III-IV) was present in 81%. Extranodal MZL had the longest disease-free survival (median: 59.5 months), while nodal MZL had the poorest prognosis (median: 19 months). Elevated &#x3b2;2-microglobulin, C-reactive protein, and IgM levels correlated with inferior survival (p=0.006, p=0.040, and p=0.015). Patients with an IPI score of &#x2265;3 had a 3.5-fold higher mortality risk (p=0.026). Complete remission occurred in 53.2% of cases and relapse in 17%.</AbstractText><AbstractText Label="CONCLUSION">MZL is typically an indolent malignancy, though some patients may exhibit aggressive disease. In addition to lymphocytosis, MZL should be considered in cases with lymphopenia or monoclonal gammopathy. Advanced age, elevated LDH, high IPI scores, and advanced stage have been linked to poorer survival outcomes. These findings underline the prognostic heterogeneity among MZL subtypes.</AbstractText></Abstract><AuthorList CompleteYN="Y"><Author ValidYN="Y"><LastName>&#xdc;nsal</LastName><ForeName>&#x15e;erife Emre</ForeName><Initials>&#x15e;E</Initials><Identifier Source="ORCID">0000-0003-4581-8722</Identifier><AffiliationInfo><Affiliation>Erciyes University Faculty of Medicine, Department of Hematology, Kayseri, T&#xfc;rkiye</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Mandac&#x131; &#x15e;anl&#x131;</LastName><ForeName>Neslihan</ForeName><Initials>N</Initials><Identifier Source="ORCID">0000-0002-6298-9884</Identifier><AffiliationInfo><Affiliation>Erciyes University Faculty of Medicine, Department of Hematology, Kayseri, T&#xfc;rkiye</Affiliation></AffiliationInfo></Author></AuthorList><Language>eng</Language><PublicationTypeList><PublicationType UI="D016428">Journal Article</PublicationType></PublicationTypeList><ArticleDate DateType="Electronic"><Year>2026</Year><Month>02</Month><Day>05</Day></ArticleDate></Article><MedlineJournalInfo><Country>Turkey</Country><MedlineTA>Turk J Haematol</MedlineTA><NlmUniqueID>9606065</NlmUniqueID><ISSNLinking>1300-7777</ISSNLinking></MedlineJournalInfo><CitationSubset>IM</CitationSubset><OtherAbstract Type="Publisher" Language="tur"><AbstractText Label="AMA&#xc7;">Bu &#xe7;al&#x131;&#x15f;ma, marjinal zon lenfoma (MZL) hastalar&#x131;n&#x131;n klinik ve prognostik &#xf6;zelliklerini retrospektif olarak de&#x11f;erlendirmekte ve temel prognostik fakt&#xf6;rlerin -laktat dehidrogenaz (LDH), &#x3b2; 2-mikroglobulin, imm&#xfc;noglobulin M (IgM) d&#xfc;zeyleri ve Uluslararas&#x131; Prognostik &#x130;ndeks (IPI) skorunun- sa&#x11f;kal&#x131;m sonu&#xe7;lar&#x131; &#xfc;zerindeki etkisini incelemektedir. Ayr&#x131;ca, ekstranodal, nodal ve splenik alt tipler aras&#x131;ndaki sa&#x11f;kal&#x131;m&#x131; kar&#x15f;&#x131;la&#x15f;t&#x131;rarak prognostik heterojeniteyi ortaya koymay&#x131; ve MZL y&#xf6;netiminde ki&#x15f;iselle&#x15f;tirilmi&#x15f; tedavi stratejilerine y&#xf6;nelik ger&#xe7;ek ya&#x15f;am verileri sunmay&#x131; ama&#xe7;lamaktad&#x131;r.</AbstractText><AbstractText Label="GERE&#xc7; VE Y&#xd6;NTEMLER">2015-2025 y&#x131;llar&#x131; aras&#x131;nda patolojik olarak do&#x11f;rulanm&#x131;&#x15f; MZL tan&#x131;s&#x131; alan, ya&#x15f;lar&#x131; &#x2265;18 olan toplam 79 hasta retrospektif olarak analiz edilmi&#x15f;tir. Demografik &#xf6;zellikler, klinik bulgular, laboratuvar sonu&#xe7;lar&#x131;, tedavi y&#xf6;ntemleri ve sa&#x11f;kal&#x131;m verileri kaydedilmi&#x15f;tir. Sa&#x11f;kal&#x131;m sonu&#xe7;lar&#x131; Kaplan-Meier y&#xf6;ntemi kullan&#x131;larak de&#x11f;erlendirilmi&#x15f;, istatistiksel anlaml&#x131;l&#x131;k d&#xfc;zeyi p&lt;0,05 olarak kabul edilmi&#x15f;tir.</AbstractText><AbstractText Label="BULGULAR">&#xc7;al&#x131;&#x15f;maya 79 hasta (%59,5 kad&#x131;n; ortalama ya&#x15f;: 62&#xb1;12,1 y&#x131;l) dahil edilmi&#x15f;tir. Hastalar&#x131;n %81&#x2019;inde ileri evre hastal&#x131;k (Ann Arbor III-IV) mevcuttu. Ekstranodal MZL en uzun hastal&#x131;ks&#x131;z sa&#x11f;kal&#x131;m&#x131; g&#xf6;stermi&#x15f;tir (medyan: 59,5 ay), buna kar&#x15f;&#x131;n nodal MZL en k&#xf6;t&#xfc; prognoza sahipti (medyan: 19 ay). Y&#xfc;ksek &#x3b2;2-mikroglobulin, C-reaktif protein ve IgM d&#xfc;zeyleri daha k&#xf6;t&#xfc; sa&#x11f;kal&#x131;mla ili&#x15f;kili bulunmu&#x15f;tur (p=0,006; 0,040; 0,015). IPI skoru &#x2265;3 olan hastalarda mortalite riski 3,5 kat daha y&#xfc;ksek saptanm&#x131;&#x15f;t&#x131;r (p=0,026). Hastalar&#x131;n %53,2&#x2019;sinde tam remisyon elde edilirken, %17&#x2019;sinde n&#xfc;ks geli&#x15f;mi&#x15f;tir.</AbstractText><AbstractText Label="SONU&#xc7;">MZL genellikle indolen seyirli bir malignite olmakla birlikte, baz&#x131; hastalarda agresif hastal&#x131;k &#xf6;zellikleri g&#xf6;sterebilmektedir. Lenfositozun yan&#x131; s&#x131;ra, lenfopeni veya monoklonal gammopati saptanan olgularda da MZL olas&#x131;l&#x131;&#x11f;&#x131; g&#xf6;z &#xf6;n&#xfc;nde bulundurulmal&#x131;d&#x131;r. &#x130;leri ya&#x15f;, y&#xfc;ksek LDH d&#xfc;zeyleri, y&#xfc;ksek IPI skorlar&#x131; ve ileri evre hastal&#x131;k, daha k&#xf6;t&#xfc; sa&#x11f;kal&#x131;m sonu&#xe7;lar&#x131; ile ili&#x15f;kili bulunmu&#x15f;tur. Bu bulgular, MZL alt tipleri aras&#x131;ndaki prognostik heterojenitenin alt&#x131;n&#x131; &#xe7;izmektedir.</AbstractText></OtherAbstract><KeywordList Owner="NOTNLM"><Keyword MajorTopicYN="N">Prognosis</Keyword><Keyword MajorTopicYN="N">Survival</Keyword><Keyword MajorTopicYN="N">Marginal zone lymphoma</Keyword><Keyword MajorTopicYN="N">International Prognostic Index score</Keyword></KeywordList><CoiStatement>No conflict of interest was declared by the authors.</CoiStatement></MedlineCitation><PubmedData><History><PubMedPubDate PubStatus="medline"><Year>2026</Year><Month>2</Month><Day>5</Day><Hour>6</Hour><Minute>32</Minute></PubMedPubDate><PubMedPubDate PubStatus="pubmed"><Year>2026</Year><Month>2</Month><Day>5</Day><Hour>6</Hour><Minute>32</Minute></PubMedPubDate><PubMedPubDate PubStatus="entrez"><Year>2026</Year><Month>2</Month><Day>5</Day><Hour>2</Hour><Minute>40</Minute></PubMedPubDate></History><PublicationStatus>aheadofprint</PublicationStatus><ArticleIdList><ArticleId IdType="pubmed">41640228</ArticleId><ArticleId IdType="doi">10.4274/tjh.galenos.2026.82787</ArticleId></ArticleIdList></PubmedData></PubmedArticle></PubmedArticleSet>