<?xml version="1.0" ?>
<!DOCTYPE PubmedArticleSet PUBLIC "-//NLM//DTD PubMedArticle, 1st January 2025//EN" "https://dtd.nlm.nih.gov/ncbi/pubmed/out/pubmed_250101.dtd">
<PubmedArticleSet>
<PubmedArticle><MedlineCitation Status="MEDLINE" Owner="NLM" IndexingMethod="Manual"><PMID Version="1">41876188</PMID><DateCompleted><Year>2026</Year><Month>03</Month><Day>31</Day></DateCompleted><DateRevised><Year>2026</Year><Month>03</Month><Day>31</Day></DateRevised><Article PubModel="Print"><Journal><ISSN IssnType="Print">0254-6450</ISSN><JournalIssue CitedMedium="Print"><Volume>47</Volume><Issue>3</Issue><PubDate><Year>2026</Year><Month>Mar</Month><Day>10</Day></PubDate></JournalIssue><Title>Zhonghua liu xing bing xue za zhi = Zhonghua liuxingbingxue zazhi</Title><ISOAbbreviation>Zhonghua Liu Xing Bing Xue Za Zhi</ISOAbbreviation></Journal><ArticleTitle>[Spatiotemporal distribution of newly reported HIV-infected men who have sex with men in Zhengzhou, 2015-2024].</ArticleTitle><Pagination><StartPage>534</StartPage><EndPage>541</EndPage><MedlinePgn>534-541</MedlinePgn></Pagination><ELocationID EIdType="doi" ValidYN="Y">10.3760/cma.j.cn112338-20250819-00595</ELocationID><Abstract><AbstractText><b>Objective:</b> To analyze the spatial clustering characteristics and spatiotemporal variation trends of newly reported HIV-infected men who have sex with men (MSM) in Zhengzhou, Henan Province, from 2015 to 2024, and provide evidence for the development of local AIDS prevention and control strategies in MSM. <b>Methods:</b> The incidence data of HIV infection in MSM in Zhengzhou from 2015 to 2024 were collected from Chinese Disease Prevention and Control Information System. Software Joinpoint 5.4.0 was used to analyze the change trend of the newly reported HIV infection in MSM. Software GeoDa 1.20 was used for spatial autocorrelation analysis, including local indicators of spatial association (LISA) analysis, to calculate the local Moran's <i>I</i> index and the relative length and curvature of the LISA time path analysis. Software SaTScan 10.2.5 was used for spatiotemporal scan analysis, and software ArcMap 10.8 was used for visualization of analysis results. <b>Result:</b> From 2015 to 2024, a total of 5 103 HIV infection cases were reported in MSM in Zhengzhou, in whom 2 778 (54.44%) had local residence in Zhengzhou. The change trend of HIV-infections reported in MSM in Zhengzhou was not obvious. At the scale of streets (townships), the HIV infections reported in MSM in Zhengzhou showed a spatial clustering from 2015 to 2024. The high-high clustering areas were mainly in southern part of Erqi and Guancheng Districts, northern part of Jinshui District, the eastern part of Zhongyuan District, and the adjacent areas of Xinmi and Xinzheng Cities, showing a trend from the main urban areas to the surrounding areas with the affected area expanding from 113.4 km&#xb2; in 2015 to 595.67 km&#xb2; in 2024. The LISA analysis indicated that the streets (townships) with a relative length of time path greater than the average value of Zhengzhou (<i>&#x393;<sub>i</sub></i>&gt;1) were mainly distributed in main urban areas and their surrounding areas, such as Jinshui, Guancheng, Zhongyuan, Erqi and Huiji Districts, high-tech zone, economic development zone, and Zhengdong New District. The HIV infections newly reported in MSM in these areas changed significantly year by year, and the local spatial structure was more dynamic. The streets (townships) with curvature greater than the average value of Zhengzhou (&#x394;<i><sub>i</sub></i>&gt;14.145) were mainly distributed in the surrounding areas of these districts where the local spatial structure changed strongly over time and the trend of HIV infections newly reported in MSM was significantly different, showing an overflow or suction effect. The spatiotemporal scan analysis found that there was one type &#x2160; clustering area from 2015 to 2019 (log likelihood ratio=119.141, <i>RR</i>=2.09, <i>P</i>&lt;0.001), with Mifengzhang Street in Erqi District as the center and a radiation radius of 7.35 km. <b>Conclusions:</b> From 2015 to 2024, there was a spatial clustering of newly reported HIV infection in MSM in Zhengzhou. The AIDS prevention and control in MSM in Zhengzhou should be strengthened in the main urban areas such as Jinshui, Guancheng, Zhongyuan, Erqi and Huiji Districts, high-tech zone, economic development zone, and Zhengdong New District, as well as the surrounding areas. The AIDS prevention and control strategies and measures should be improved in a timely manner according to the dynamic changes of the local spatial structure.</AbstractText></Abstract><AuthorList CompleteYN="Y"><Author ValidYN="Y"><LastName>Duan</LastName><ForeName>J Y</ForeName><Initials>JY</Initials><AffiliationInfo><Affiliation>Zhengzhou Municipal Center for Disease Control and Prevention, Zhengzhou 450007, China.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Dou</LastName><ForeName>P</ForeName><Initials>P</Initials><AffiliationInfo><Affiliation>Zhengzhou Municipal Center for Disease Control and Prevention, Zhengzhou 450007, China.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Meng</LastName><ForeName>Q Y</ForeName><Initials>QY</Initials><AffiliationInfo><Affiliation>Zhengzhou Municipal Center for Disease Control and Prevention, Zhengzhou 450007, China.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Qiu</LastName><ForeName>Y Y</ForeName><Initials>YY</Initials><AffiliationInfo><Affiliation>Zhengzhou Municipal Center for Disease Control and Prevention, Zhengzhou 450007, China.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Cheng</LastName><ForeName>C R</ForeName><Initials>CR</Initials><AffiliationInfo><Affiliation>Zhengzhou Municipal Center for Disease Control and Prevention, Zhengzhou 450007, China.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Zhang</LastName><ForeName>H</ForeName><Initials>H</Initials><AffiliationInfo><Affiliation>Zhengzhou Municipal Center for Disease Control and Prevention, Zhengzhou 450007, China.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Lyu</LastName><ForeName>J J</ForeName><Initials>JJ</Initials><AffiliationInfo><Affiliation>Zhengzhou Municipal Center for Disease Control and Prevention, Zhengzhou 450007, China.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Liang</LastName><ForeName>Y</ForeName><Initials>Y</Initials><AffiliationInfo><Affiliation>Henan Provincial Center for Disease Control and Prevention, Zhengzhou 450016, China.</Affiliation></AffiliationInfo></Author></AuthorList><Language>chi</Language><GrantList CompleteYN="Y"><Grant><GrantID>202102310672, 232102310258</GrantID><Agency>Science and Technology Development Plan of Henan Province</Agency><Country/></Grant><Grant><GrantID>HNCDCZD20250206</GrantID><Agency>Key Scientific and Technological Research Project of Henan Provincial Center for Disease Control and Prevention</Agency><Country/></Grant></GrantList><PublicationTypeList><PublicationType UI="D004740">English Abstract</PublicationType><PublicationType UI="D016428">Journal Article</PublicationType></PublicationTypeList></Article><MedlineJournalInfo><Country>China</Country><MedlineTA>Zhonghua Liu Xing Bing Xue Za Zhi</MedlineTA><NlmUniqueID>8208604</NlmUniqueID><ISSNLinking>0254-6450</ISSNLinking></MedlineJournalInfo><CitationSubset>IM</CitationSubset><MeshHeadingList><MeshHeading><DescriptorName UI="D006801" MajorTopicYN="N">Humans</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D008297" MajorTopicYN="N">Male</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D000328" MajorTopicYN="N">Adult</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D008875" MajorTopicYN="N">Middle Aged</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D002681" MajorTopicYN="N" Type="Geographic">China</DescriptorName><QualifierName UI="Q000453" MajorTopicYN="N">epidemiology</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D015658" MajorTopicYN="Y">HIV Infections</DescriptorName><QualifierName UI="Q000453" MajorTopicYN="N">epidemiology</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D062211" MajorTopicYN="N">Spatio-Temporal Analysis</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D000072339" MajorTopicYN="Y">Sexual and Gender Minorities</DescriptorName><QualifierName UI="Q000706" MajorTopicYN="N">statistics &amp; numerical data</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D015994" MajorTopicYN="N">Incidence</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D016000" MajorTopicYN="N">Cluster Analysis</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D018451" MajorTopicYN="Y">Homosexuality, Male</DescriptorName><QualifierName UI="Q000706" MajorTopicYN="N">statistics &amp; numerical data</QualifierName></MeshHeading></MeshHeadingList><OtherAbstract Type="Publisher" Language="chi"><AbstractText><b>&#x76ee;&#x7684;&#xff1a;</b> &#x5206;&#x6790;2015-2024&#x5e74;&#x6cb3;&#x5357;&#x7701;&#x90d1;&#x5dde;&#x5e02;&#x65b0;&#x62a5;&#x544a;&#x7537;&#x7537;&#x6027;&#x884c;&#x4e3a;&#x4eba;&#x7fa4;HIV&#x611f;&#x67d3;&#x8005;&#xff08;MSM&#x611f;&#x67d3;&#x8005;&#xff09;&#x7684;&#x7a7a;&#x95f4;&#x805a;&#x96c6;&#x7279;&#x5f81;&#x53ca;&#x65f6;&#x7a7a;&#x53d8;&#x5316;&#x8d8b;&#x52bf;&#xff0c;&#x4e3a;&#x5236;&#x5b9a;MSM&#x827e;&#x6ecb;&#x75c5;&#x533a;&#x57df;&#x5316;&#x9632;&#x6cbb;&#x7b56;&#x7565;&#x63d0;&#x4f9b;&#x4f9d;&#x636e;&#x3002; <b>&#x65b9;&#x6cd5;&#xff1a;</b> &#x8d44;&#x6599;&#x6765;&#x6e90;&#x4e8e;&#x4e2d;&#x56fd;&#x75be;&#x75c5;&#x9884;&#x9632;&#x63a7;&#x5236;&#x4fe1;&#x606f;&#x7cfb;&#x7edf;2015-2024&#x5e74;&#x90d1;&#x5dde;&#x5e02;&#x65b0;&#x62a5;&#x544a;MSM&#x611f;&#x67d3;&#x8005;&#x6570;&#x636e;&#xff0c;&#x5e94;&#x7528;Joinpoint 5.4.0&#x8f6f;&#x4ef6;&#x5206;&#x6790;&#x65b0;&#x62a5;&#x544a;MSM&#x611f;&#x67d3;&#x8005;&#x6570;&#x7684;&#x53d8;&#x5316;&#x8d8b;&#x52bf;&#xff0c;&#x5e94;&#x7528;GeoDa 1.20&#x8f6f;&#x4ef6;&#x8fdb;&#x884c;&#x7a7a;&#x95f4;&#x81ea;&#x76f8;&#x5173;&#x5206;&#x6790;&#xff0c;&#x8fdb;&#x884c;&#x5c40;&#x90e8;&#x7a7a;&#x95f4;&#x81ea;&#x76f8;&#x5173;&#xff08;LISA&#xff09;&#x5206;&#x6790;&#xff0c;&#x8ba1;&#x7b97;&#x5c40;&#x90e8;Moran's <i>I</i>&#x6307;&#x6570;&#x548c;LISA&#x65f6;&#x95f4;&#x8def;&#x5f84;&#x5206;&#x6790;&#x7684;&#x76f8;&#x5bf9;&#x957f;&#x5ea6;&#x548c;&#x5f2f;&#x66f2;&#x5ea6;&#x3002;&#x5e94;&#x7528;SaTScan 10.2.5&#x8f6f;&#x4ef6;&#x8fdb;&#x884c;&#x65f6;&#x7a7a;&#x626b;&#x63cf;&#x5206;&#x6790;&#xff0c;&#x5e94;&#x7528;ArcMap10.8&#x8f6f;&#x4ef6;&#x5bf9;&#x5206;&#x6790;&#x7ed3;&#x679c;&#x8fdb;&#x884c;&#x53ef;&#x89c6;&#x5316;&#x3002; <b>&#x7ed3;&#x679c;&#xff1a;</b> 2015-2024&#x5e74;&#x90d1;&#x5dde;&#x5e02;&#x65b0;&#x62a5;&#x544a;MSM&#x611f;&#x67d3;&#x8005;5 103&#x4f8b;&#xff0c;&#x5176;&#x4e2d;&#xff0c;54.44%&#xff08;2 778/5 103&#xff09;&#x4e3a;&#x90d1;&#x5dde;&#x5e02;&#x73b0;&#x4f4f;&#x5740;&#x3002;&#x90d1;&#x5dde;&#x5e02;&#x65b0;&#x62a5;&#x544a;MSM&#x611f;&#x67d3;&#x8005;&#x6570;&#x7684;&#x53d8;&#x5316;&#x8d8b;&#x52bf;&#x4e0d;&#x660e;&#x663e;&#xff1b;&#x5728;&#x8857;&#x9053;&#xff08;&#x4e61;&#x3001;&#x9547;&#xff09;&#x7a7a;&#x95f4;&#x5c3a;&#x5ea6;&#x4e0a;&#xff0c;2015-2024&#x5e74;&#x90d1;&#x5dde;&#x5e02;&#x65b0;&#x62a5;&#x544a;MSM&#x611f;&#x67d3;&#x8005;&#x6570;&#x5b58;&#x5728;&#x7a7a;&#x95f4;&#x805a;&#x96c6;&#x5206;&#x5e03;&#xff0c;&#x9ad8;-&#x9ad8;&#x805a;&#x96c6;&#x533a;&#x4e3b;&#x8981;&#x4f4d;&#x4e8e;&#x90d1;&#x5dde;&#x5e02;&#x4e8c;&#x4e03;&#x533a;&#x5357;&#x90e8;&#x3001;&#x7ba1;&#x57ce;&#x533a;&#x5357;&#x90e8;&#x3001;&#x91d1;&#x6c34;&#x533a;&#x5317;&#x90e8;&#x548c;&#x4e2d;&#x539f;&#x533a;&#x4e1c;&#x90e8;&#x7b49;&#x4e3b;&#x57ce;&#x533a;&#x5185;&#x4ee5;&#x53ca;&#x65b0;&#x5bc6;&#x5e02;&#x3001;&#x65b0;&#x90d1;&#x5e02;&#x4e0e;&#x4ee5;&#x4e0a;&#x533a;&#x57df;&#x7684;&#x90bb;&#x63a5;&#x533a;&#x57df;&#xff0c;&#x5448;&#x7531;&#x4e3b;&#x57ce;&#x533a;&#x5411;&#x5468;&#x8fb9;&#x8f6c;&#x79fb;&#x548c;&#x6269;&#x6563;&#x7684;&#x8d8b;&#x52bf;&#xff0c;&#x8986;&#x76d6;&#x9762;&#x79ef;&#x7531;2015&#x5e74;&#x7684;113.4 km<sup>2</sup>&#x6269;&#x5927;&#x5230;2024&#x5e74;&#x7684;595.67 km<sup>2</sup>&#x3002;LISA&#x5206;&#x6790;&#x7684;&#x65f6;&#x95f4;&#x8def;&#x5f84;&#x76f8;&#x5bf9;&#x957f;&#x5ea6;&#x5927;&#x4e8e;&#x90d1;&#x5dde;&#x5e02;&#x7684;&#x5168;&#x5e02;&#x5e73;&#x5747;&#x503c;&#xff08;&#x76f8;&#x5bf9;&#x957f;&#x5ea6;&gt;1&#xff09;&#x7684;&#x8857;&#x9053;&#xff08;&#x4e61;&#x3001;&#x9547;&#xff09;&#x4e3b;&#x8981;&#x5206;&#x5e03;&#x5728;&#x91d1;&#x6c34;&#x533a;&#x3001;&#x7ba1;&#x57ce;&#x533a;&#x3001;&#x4e2d;&#x539f;&#x533a;&#x3001;&#x4e8c;&#x4e03;&#x533a;&#x3001;&#x60e0;&#x6d4e;&#x533a;&#x3001;&#x9ad8;&#x65b0;&#x533a;&#x3001;&#x7ecf;&#x5f00;&#x533a;&#x3001;&#x90d1;&#x4e1c;&#x65b0;&#x533a;&#x7b49;&#x4e3b;&#x57ce;&#x533a;&#x53ca;&#x5176;&#x5468;&#x8fb9;&#x533a;&#x57df;&#xff0c;&#x5176;&#x65b0;&#x62a5;&#x544a;MSM&#x611f;&#x67d3;&#x8005;&#x6570;&#x5e74;&#x5ea6;&#x53d8;&#x5316;&#x5e45;&#x5ea6;&#x8f83;&#x5927;&#xff0c;&#x5c40;&#x90e8;&#x7a7a;&#x95f4;&#x7ed3;&#x6784;&#x53d8;&#x5316;&#x66f4;&#x52a0;&#x52a8;&#x6001;&#xff1b;&#x5f2f;&#x66f2;&#x5ea6;&#x9ad8;&#x4e8e;&#x5168;&#x5e02;&#x5e73;&#x5747;&#x503c;&#xff08;&#x5f2f;&#x66f2;&#x5ea6;&gt;14.145&#xff09;&#x7684;&#x8857;&#x9053;&#xff08;&#x4e61;&#x3001;&#x9547;&#xff09;&#x4e3b;&#x8981;&#x5206;&#x5e03;&#x5728;&#x5404;&#x533a;&#xff08;&#x53bf;&#x3001;&#x5e02;&#xff09;&#x4ea4;&#x754c;&#x533a;&#x57df;&#xff0c;&#x5176;&#x5c40;&#x90e8;&#x7a7a;&#x95f4;&#x7ed3;&#x6784;&#x65f6;&#x95f4;&#x53d8;&#x52a8;&#x6027;&#x8f83;&#x5f3a;&#xff0c;&#x62a5;&#x544a;&#x75c5;&#x4f8b;&#x6570;&#x53d1;&#x5c55;&#x8fc7;&#x7a0b;&#x4e0e;&#x5468;&#x8fb9;&#x533a;&#x57df;&#x5dee;&#x5f02;&#x8f83;&#x5927;&#xff0c;&#x5448;&#x73b0;&#x6ea2;&#x51fa;&#x6216;&#x8679;&#x5438;&#x6548;&#x5e94;&#x3002;&#x65f6;&#x7a7a;&#x626b;&#x63cf;&#x5206;&#x6790;&#x53d1;&#x73b0;&#xff0c;2015-2019&#x5e74;&#x5b58;&#x5728;1&#x4e2a;&#x4e00;&#x7c7b;&#x805a;&#x96c6;&#x533a;&#xff08;&#x5bf9;&#x6570;&#x4f3c;&#x7136;&#x6bd4;=119.141&#xff0c;<i>RR</i>=2.09&#xff0c;<i>P</i>&lt;0.001&#xff09;&#xff0c;&#x4ee5;&#x4e8c;&#x4e03;&#x533a;&#x7684;&#x871c;&#x8702;&#x5f20;&#x8857;&#x9053;&#x529e;&#x4e8b;&#x5904;&#x4e3a;&#x4e2d;&#x5fc3;&#xff0c;&#x8f90;&#x5c04;&#x534a;&#x5f84;&#x4e3a;7.35 km&#x3002; <b>&#x7ed3;&#x8bba;&#xff1a;</b> 2015-2024&#x5e74;&#x90d1;&#x5dde;&#x5e02;&#x65b0;&#x62a5;&#x544a;MSM&#x611f;&#x67d3;&#x8005;&#x6570;&#x5b58;&#x5728;&#x7a7a;&#x95f4;&#x805a;&#x96c6;&#x6027;&#xff0c;&#x90d1;&#x5dde;&#x5e02;MSM&#x7684;&#x827e;&#x6ecb;&#x75c5;&#x9632;&#x63a7;&#x5e94;&#x91cd;&#x70b9;&#x5173;&#x6ce8;&#x91d1;&#x6c34;&#x533a;&#x3001;&#x7ba1;&#x57ce;&#x533a;&#x3001;&#x4e2d;&#x539f;&#x533a;&#x3001;&#x4e8c;&#x4e03;&#x533a;&#x3001;&#x60e0;&#x6d4e;&#x533a;&#x3001;&#x9ad8;&#x65b0;&#x533a;&#x3001;&#x7ecf;&#x5f00;&#x533a;&#x3001;&#x90d1;&#x4e1c;&#x65b0;&#x533a;&#x7b49;&#x4e3b;&#x57ce;&#x533a;&#x53ca;&#x5468;&#x8fb9;&#x533a;&#x57df;&#xff0c;&#x5e76;&#x6839;&#x636e;&#x5c40;&#x90e8;&#x7a7a;&#x95f4;&#x7ed3;&#x6784;&#x7684;&#x52a8;&#x6001;&#x53d8;&#x5316;&#x7279;&#x5f81;&#x53ca;&#x65f6;&#x8c03;&#x6574;&#x548c;&#x5b8c;&#x5584;&#x827e;&#x6ecb;&#x75c5;&#x9632;&#x63a7;&#x7b56;&#x7565;&#x548c;&#x63aa;&#x65bd;&#x3002;.</AbstractText></OtherAbstract></MedlineCitation><PubmedData><History><PubMedPubDate PubStatus="medline"><Year>2026</Year><Month>3</Month><Day>25</Day><Hour>1</Hour><Minute>6</Minute></PubMedPubDate><PubMedPubDate PubStatus="pubmed"><Year>2026</Year><Month>3</Month><Day>25</Day><Hour>1</Hour><Minute>5</Minute></PubMedPubDate><PubMedPubDate PubStatus="entrez"><Year>2026</Year><Month>3</Month><Day>24</Day><Hour>21</Hour><Minute>20</Minute></PubMedPubDate></History><PublicationStatus>ppublish</PublicationStatus><ArticleIdList><ArticleId IdType="pubmed">41876188</ArticleId><ArticleId IdType="doi">10.3760/cma.j.cn112338-20250819-00595</ArticleId></ArticleIdList></PubmedData></PubmedArticle></PubmedArticleSet>