<?xml version="1.0" ?>
<!DOCTYPE PubmedArticleSet PUBLIC "-//NLM//DTD PubMedArticle, 1st January 2025//EN" "https://dtd.nlm.nih.gov/ncbi/pubmed/out/pubmed_250101.dtd">
<PubmedArticleSet>
<PubmedArticle><MedlineCitation Status="MEDLINE" Owner="NLM" IndexingMethod="Automated"><PMID Version="1">41669805</PMID><DateCompleted><Year>2026</Year><Month>02</Month><Day>11</Day></DateCompleted><DateRevised><Year>2026</Year><Month>02</Month><Day>11</Day></DateRevised><Article PubModel="Print"><Journal><ISSN IssnType="Print">0253-9772</ISSN><JournalIssue CitedMedium="Print"><Volume>48</Volume><Issue>2</Issue><PubDate><Year>2026</Year><Month>Feb</Month><Day>20</Day></PubDate></JournalIssue><Title>Yi chuan = Hereditas</Title><ISOAbbreviation>Yi Chuan</ISOAbbreviation></Journal><ArticleTitle>Ancient genomes reveal the genetic origins and social structure of the Shimao population.</ArticleTitle><Pagination><StartPage>119</StartPage><EndPage>127</EndPage><MedlinePgn>119-127</MedlinePgn></Pagination><ELocationID EIdType="doi" ValidYN="Y">10.16288/j.yczz.25-306</ELocationID><Abstract><AbstractText>Shimao site located at the pastoral-agricultural transition zone of northern Shaanxi, China, with its massive fortification systems and rich sacrificial remains, exemplifies the social complexity of an early state society. However, the origins of its population, social structure, and interactions with neighboring cultures have long been subjects of academic debate. To address these questions, a research team led by Qiaomei Fu from the Institute of Vertebrate Paleontology and Paleoanthropology of the Chinese Academy of Sciences, in collaboration with the Shaanxi Provincial Academy of Archaeology and other institutions, conducted a 13-year systematic study. They performed large-scale, systematic paleogenomic analyses on 169 ancient human skeletal remains from the core Shimao site, its peripheral settlements, and the southern Shanxi region. Breakthroughs were achieved in three key aspects. The study confirmed that the genetic composition of the Shimao population derived mainly from local Late Yangshao populations in northern Shaanxi, demonstrating genetic continuity with earlier local inhabitants. It also revealed close genetic affinities between the Shimao and Taosi populations in southern Shanxi, as well as significant genetic connections with steppe pastoralists associated with the Yumin culture and southern rice-farming communities. Most importantly, the study firstly and successfully reconstructed a four-generation family pedigree within the Shimao site, indicating that Shimao society was patrilineal and highly stratified. This study not only provides an unprecedented model for understanding the formation of early states in China but also offers direct genetic evidence for exploring power inheritance and social stratification in early East Asian states.</AbstractText></Abstract><AuthorList CompleteYN="Y"><Author ValidYN="Y"><LastName>Xue</LastName><ForeName>Jia-Yang</ForeName><Initials>JY</Initials><AffiliationInfo><Affiliation>Key Laboratory of Vertebrate Evolution and Human Origins, Institute of Vertebrate Paleontology and Paleoanthropology, Chinese Academy of Sciences, Beijing 100044, China.</Affiliation></AffiliationInfo><AffiliationInfo><Affiliation>University of Chinese Academy of Sciences, Beijing 100049, China.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Chen</LastName><ForeName>Ze-Hui</ForeName><Initials>ZH</Initials><AffiliationInfo><Affiliation>Key Laboratory of Vertebrate Evolution and Human Origins, Institute of Vertebrate Paleontology and Paleoanthropology, Chinese Academy of Sciences, Beijing 100044, China.</Affiliation></AffiliationInfo><AffiliationInfo><Affiliation>University of Chinese Academy of Sciences, Beijing 100049, China.</Affiliation></AffiliationInfo><AffiliationInfo><Affiliation>Key Scientific Research Base on Paleolithic Human Evolution and Paleogenetics (IVPP), SACH, Beijing 100044, China.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Ping</LastName><ForeName>Wan-Jing</ForeName><Initials>WJ</Initials><AffiliationInfo><Affiliation>Key Laboratory of Vertebrate Evolution and Human Origins, Institute of Vertebrate Paleontology and Paleoanthropology, Chinese Academy of Sciences, Beijing 100044, China.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Fu</LastName><ForeName>Qiao-Mei</ForeName><Initials>QM</Initials><AffiliationInfo><Affiliation>Key Laboratory of Vertebrate Evolution and Human Origins, Institute of Vertebrate Paleontology and Paleoanthropology, Chinese Academy of Sciences, Beijing 100044, China.</Affiliation></AffiliationInfo><AffiliationInfo><Affiliation>University of Chinese Academy of Sciences, Beijing 100049, China.</Affiliation></AffiliationInfo><AffiliationInfo><Affiliation>Key Scientific Research Base on Paleolithic Human Evolution and Paleogenetics (IVPP), SACH, Beijing 100044, China.</Affiliation></AffiliationInfo></Author></AuthorList><Language>eng</Language><PublicationTypeList><PublicationType UI="D016428">Journal Article</PublicationType><PublicationType UI="D016456">Historical Article</PublicationType></PublicationTypeList></Article><MedlineJournalInfo><Country>China</Country><MedlineTA>Yi Chuan</MedlineTA><NlmUniqueID>9436478</NlmUniqueID><ISSNLinking>0253-9772</ISSNLinking></MedlineJournalInfo><ChemicalList><Chemical><RegistryNumber>0</RegistryNumber><NameOfSubstance UI="D000072441">DNA, Ancient</NameOfSubstance></Chemical></ChemicalList><CitationSubset>IM</CitationSubset><MeshHeadingList><MeshHeading><DescriptorName UI="D006801" MajorTopicYN="N">Humans</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D002681" MajorTopicYN="N" Type="Geographic">China</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D000072441" MajorTopicYN="Y">DNA, Ancient</DescriptorName><QualifierName UI="Q000032" MajorTopicYN="N">analysis</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D015894" MajorTopicYN="Y">Genome, Human</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D044466" MajorTopicYN="Y">Asian People</DescriptorName><QualifierName UI="Q000235" MajorTopicYN="N">genetics</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D005828" MajorTopicYN="Y">Genetics, Population</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D001106" MajorTopicYN="N">Archaeology</DescriptorName></MeshHeading></MeshHeadingList><OtherAbstract Type="Publisher" Language="chi"><AbstractText>&#x77f3;&#x5cc1;&#x9057;&#x5740;&#x5730;&#x5904;&#x9655;&#x5317;&#x519c;&#x7267;&#x4ea4;&#x9519;&#x5e26;&#xff0c;&#x5176;&#x5b8f;&#x5927;&#x7684;&#x57ce;&#x9632;&#x4f53;&#x7cfb;&#x4e0e;&#x4e30;&#x5bcc;&#x7684;&#x796d;&#x7940;&#x9057;&#x5b58;&#x5c55;&#x73b0;&#x4e86;&#x65e9;&#x671f;&#x56fd;&#x5bb6;&#x793e;&#x4f1a;&#x7684;&#x590d;&#x6742;&#x9762;&#x8c8c;&#xff0c;&#x4f46;&#x5176;&#x4eba;&#x7fa4;&#x7684;&#x6765;&#x6e90;&#x3001;&#x793e;&#x4f1a;&#x7ed3;&#x6784;&#x53ca;&#x5176;&#x4e0e;&#x5468;&#x8fb9;&#x6587;&#x5316;&#x7684;&#x4e92;&#x52a8;&#x5173;&#x7cfb;&#xff0c;&#x4e00;&#x76f4;&#x662f;&#x5b66;&#x754c;&#x4e89;&#x8bba;&#x7684;&#x7126;&#x70b9;&#x3002;&#x4e3a;&#x63a2;&#x7a76;&#x8fd9;&#x4e9b;&#x95ee;&#x9898;&#xff0c;&#x4e2d;&#x56fd;&#x79d1;&#x5b66;&#x9662;&#x53e4;&#x810a;&#x690e;&#x52a8;&#x7269;&#x4e0e;&#x53e4;&#x4eba;&#x7c7b;&#x7814;&#x7a76;&#x6240;&#x4ed8;&#x5de7;&#x59b9;&#x56e2;&#x961f;&#x8054;&#x5408;&#x9655;&#x897f;&#x7701;&#x8003;&#x53e4;&#x7814;&#x7a76;&#x9662;&#x7b49;&#x673a;&#x6784;&#x5386;&#x7ecf;13&#x5e74;&#x7cfb;&#x7edf;&#x7814;&#x7a76;&#xff0c;&#x5bf9;&#x6765;&#x81ea;&#x77f3;&#x5cc1;&#x6838;&#x5fc3;&#x9057;&#x5740;&#x3001;&#x5468;&#x8fb9;&#x805a;&#x843d;&#x53ca;&#x664b;&#x5357;&#x5730;&#x533a;&#x5171;169&#x4f8b;&#x53e4;&#x4ee3;&#x4eba;&#x9aa8;&#x5f00;&#x5c55;&#x4e86;&#x5927;&#x89c4;&#x6a21;&#x7cfb;&#x7edf;&#x6027;&#x7684;&#x53e4;&#x57fa;&#x56e0;&#x7ec4;&#x5206;&#x6790;&#xff0c;&#x5728;&#x4ee5;&#x4e0b;&#x4e09;&#x4e2a;&#x65b9;&#x9762;&#x83b7;&#x5f97;&#x7a81;&#x7834;&#xff1a;&#x8bc1;&#x5b9e;&#x4e86;&#x77f3;&#x5cc1;&#x6587;&#x5316;&#x4eba;&#x7fa4;&#x7684;&#x9057;&#x4f20;&#x6210;&#x5206;&#x6e90;&#x4e8e;&#x9655;&#x5317;&#x672c;&#x5730;&#x7684;&#x4ef0;&#x97f6;&#x665a;&#x671f;&#x4eba;&#x7fa4;&#xff0c;&#x5176;&#x4e0e;&#x672c;&#x5730;&#x5e74;&#x4ee3;&#x8f83;&#x65e9;&#x7684;&#x4eba;&#x7fa4;&#x95f4;&#x5b58;&#x5728;&#x9057;&#x4f20;&#x8fde;&#x7eed;&#x6027;&#xff1b;&#x53d1;&#x73b0;&#x4e86;&#x77f3;&#x5cc1;&#x6587;&#x5316;&#x4eba;&#x7fa4;&#x4e0e;&#x664b;&#x5357;&#x9676;&#x5bfa;&#x6587;&#x5316;&#x4eba;&#x7fa4;&#x4e4b;&#x524d;&#x5177;&#x6709;&#x7d27;&#x5bc6;&#x7684;&#x9057;&#x4f20;&#x8054;&#x7cfb;&#xff0c;&#x5e76;&#x4e0e;&#x5317;&#x65b9;&#x8349;&#x539f;&#x5730;&#x533a;&#x7684;&#x88d5;&#x6c11;&#x6210;&#x5206;&#x76f8;&#x5173;&#x4eba;&#x7fa4;&#x3001;&#x5357;&#x65b9;&#x7a3b;&#x4f5c;&#x519c;&#x4e1a;&#x4eba;&#x7fa4;&#x4e4b;&#x95f4;&#x5b58;&#x5728;&#x7740;&#x5bc6;&#x5207;&#x5173;&#x8054;&#xff1b;&#x9996;&#x6b21;&#x6210;&#x529f;&#x91cd;&#x6784;&#x4e86;&#x77f3;&#x5cc1;&#x9057;&#x5740;&#x5185;&#x90e8;&#x6a2a;&#x8de8;&#x56db;&#x4ee3;&#x7684;&#x5bb6;&#x65cf;&#x8c31;&#x7cfb;&#xff0c;&#x8868;&#x660e;&#x77f3;&#x5cc1;&#x793e;&#x4f1a;&#x662f;&#x4e00;&#x4e2a;&#x4ee5;&#x7236;&#x7cfb;&#x8840;&#x7f18;&#x4e3a;&#x4e3b;&#x5bfc;&#x3001;&#x5177;&#x6709;&#x4e25;&#x683c;&#x793e;&#x4f1a;&#x7b49;&#x7ea7;&#x7684;&#x793e;&#x4f1a;&#x3002;&#x8be5;&#x7814;&#x7a76;&#x4e0d;&#x4ec5;&#x4e3a;&#x7406;&#x89e3;&#x4e2d;&#x56fd;&#x65e9;&#x671f;&#x56fd;&#x5bb6;&#x7684;&#x5f62;&#x6210;&#x63d0;&#x4f9b;&#x4e86;&#x524d;&#x6240;&#x672a;&#x6709;&#x7684;&#x793e;&#x4f1a;&#x7ec4;&#x7ec7;&#x8303;&#x672c;&#xff0c;&#x66f4;&#x4ece;&#x9057;&#x4f20;&#x5b66;&#x5c42;&#x9762;&#x4e3a;&#x63a2;&#x7d22;&#x4e1c;&#x4e9a;&#x65e9;&#x671f;&#x56fd;&#x5bb6;&#x7684;&#x6743;&#x529b;&#x7ee7;&#x627f;&#x4e0e;&#x9636;&#x5c42;&#x6784;&#x6210;&#x63d0;&#x4f9b;&#x4e86;&#x76f4;&#x63a5;&#x8bc1;&#x636e;&#x3002;.</AbstractText></OtherAbstract><KeywordList Owner="NOTNLM"><Keyword MajorTopicYN="N">Shimao culture</Keyword><Keyword MajorTopicYN="N">Shimao site</Keyword><Keyword MajorTopicYN="N">ancient DNA</Keyword><Keyword MajorTopicYN="N">northern Shaanxi</Keyword><Keyword MajorTopicYN="N">social complexity</Keyword></KeywordList></MedlineCitation><PubmedData><History><PubMedPubDate PubStatus="medline"><Year>2026</Year><Month>2</Month><Day>11</Day><Hour>6</Hour><Minute>31</Minute></PubMedPubDate><PubMedPubDate PubStatus="pubmed"><Year>2026</Year><Month>2</Month><Day>11</Day><Hour>6</Hour><Minute>30</Minute></PubMedPubDate><PubMedPubDate PubStatus="entrez"><Year>2026</Year><Month>2</Month><Day>11</Day><Hour>4</Hour><Minute>53</Minute></PubMedPubDate></History><PublicationStatus>ppublish</PublicationStatus><ArticleIdList><ArticleId IdType="pubmed">41669805</ArticleId><ArticleId IdType="doi">10.16288/j.yczz.25-306</ArticleId><ArticleId IdType="pii">25-306</ArticleId></ArticleIdList></PubmedData></PubmedArticle></PubmedArticleSet>