<?xml version="1.0" ?>
<!DOCTYPE PubmedArticleSet PUBLIC "-//NLM//DTD PubMedArticle, 1st January 2025//EN" "https://dtd.nlm.nih.gov/ncbi/pubmed/out/pubmed_250101.dtd">
<PubmedArticleSet>
<PubmedArticle><MedlineCitation Status="MEDLINE" Owner="NLM" IndexingMethod="Automated"><PMID Version="1">41768949</PMID><DateCompleted><Year>2026</Year><Month>03</Month><Day>07</Day></DateCompleted><DateRevised><Year>2026</Year><Month>03</Month><Day>07</Day></DateRevised><Article PubModel="Electronic-eCollection"><Journal><ISSN IssnType="Electronic">2778-2034</ISSN><JournalIssue CitedMedium="Internet"><Volume>5</Volume><Issue>4</Issue><PubDate><Year>2025</Year><Month>Dec</Month><Day>31</Day></PubDate></JournalIssue><Title>Medecine tropicale et sante internationale</Title><ISOAbbreviation>Med Trop Sante Int</ISOAbbreviation></Journal><ArticleTitle>[Factors associated with acceptance of COVID-19 vaccination in the Kokolo health zone in Kinshasa, Democratic Republic of Congo (DRC)].</ArticleTitle><ELocationID EIdType="pii" ValidYN="Y">mtsi.v5i4.2025.704</ELocationID><ELocationID EIdType="doi" ValidYN="Y">10.48327/mtsi.v5i4.2025.704</ELocationID><Abstract><AbstractText Label="CONTEXT" NlmCategory="UNASSIGNED">Vaccination is a key preventive strategy in the response to the SARS-CoV-2 pandemic. However, ensuring vaccination adherence remains challenging, particularly in the Kokolo health zone (HZ) in Kinshasa, Democratic Republic of the Congo (DRC), where vaccination coverage remains below 40%. This study aims to identify the factors influencing acceptance of the vaccine among heads of households or their spouses.</AbstractText><AbstractText Label="METHODOLOGY" NlmCategory="UNASSIGNED">From January 2021 to December 2024, a cross-sectional analytical study was conducted among 399 heads of households (or spouses) selected by three-stage probability sampling. Data were collected through interviews using a structured questionnaire on the <i>KoboCollect</i> application and analyzed using Epi Info 7.2.6.0.</AbstractText><AbstractText Label="RESULTS" NlmCategory="UNASSIGNED">Overall, the HZ population reported having heard of both the COVID-19 and its vaccination. Among those surveyed, 79.9% (319 out of 399) considered the vaccine to be effective. The main reasons for not accepting vaccination were never having seen a death or reported case of the disease in the HZ. In a multivariate analysis, acceptance of the vaccine was associated with military service and knowledge of the disease and existing vaccines.</AbstractText><AbstractText Label="CONCLUSION" NlmCategory="UNASSIGNED">When developing strategies to promote Covid-19 vaccination acceptance, knowledge about the disease and existing vaccination, the involvement of political and administrative authorities, military authorities, and community leaders, awareness-raising, and the organization of nearby vaccination sites must be taken into account. Media is the main channel for information and awareness-raising in this HZ.</AbstractText><CopyrightInformation>Copyright &#xa9; 2025 SFMTSI.</CopyrightInformation></Abstract><AuthorList CompleteYN="Y"><Author ValidYN="Y"><LastName>Amisi Kengea</LastName><ForeName>Levis</ForeName><Initials>L</Initials><AffiliationInfo><Affiliation>Zone de sant&#xe9; Kokolo, Corps de sant&#xe9; militaire, Forces arm&#xe9;es de la RDC, Kinshasa, RDC.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Masamba Bikoki</LastName><ForeName>Winnie</ForeName><Initials>W</Initials><AffiliationInfo><Affiliation>H&#xf4;pital militaire central, Corps de sant&#xe9; militaire, Forces arm&#xe9;es de la RDC, Kinshasa, RDC.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Nsinga Bungiena</LastName><ForeName>Jean-Claude</ForeName><Initials>JC</Initials><AffiliationInfo><Affiliation>Corps de sant&#xe9; militaire, Forces arm&#xe9;es de la RDC, Kinshasa, RDC.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Kape Kalume</LastName><ForeName>Jean-Jacques</ForeName><Initials>JJ</Initials><AffiliationInfo><Affiliation>Corps de sant&#xe9; militaire, Forces arm&#xe9;es de la RDC, Kinshasa, RDC.</Affiliation></AffiliationInfo></Author></AuthorList><Language>fre</Language><PublicationTypeList><PublicationType UI="D004740">English Abstract</PublicationType><PublicationType UI="D016428">Journal Article</PublicationType></PublicationTypeList><VernacularTitle>Facteurs associ&#xe9;s &#xe0; l&#x2019;acceptation de la vaccination contre la Covid-19 dans la zone de sant&#xe9; Kokolo &#xe0; Kinshasa, R&#xe9;publique d&#xe9;mocratique du Congo (RDC).</VernacularTitle><ArticleDate DateType="Electronic"><Year>2025</Year><Month>12</Month><Day>22</Day></ArticleDate></Article><MedlineJournalInfo><Country>France</Country><MedlineTA>Med Trop Sante Int</MedlineTA><NlmUniqueID>9918227363206676</NlmUniqueID><ISSNLinking>2778-2034</ISSNLinking></MedlineJournalInfo><ChemicalList><Chemical><RegistryNumber>0</RegistryNumber><NameOfSubstance UI="D000086663">COVID-19 Vaccines</NameOfSubstance></Chemical></ChemicalList><CitationSubset>IM</CitationSubset><MeshHeadingList><MeshHeading><DescriptorName UI="D006801" MajorTopicYN="N">Humans</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D015023" MajorTopicYN="N" Type="Geographic">Democratic Republic of the Congo</DescriptorName><QualifierName UI="Q000453" MajorTopicYN="N">epidemiology</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D008297" MajorTopicYN="N">Male</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D005260" MajorTopicYN="N">Female</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D000086663" MajorTopicYN="Y">COVID-19 Vaccines</DescriptorName><QualifierName UI="Q000008" MajorTopicYN="N">administration &amp; dosage</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D000086382" MajorTopicYN="Y">COVID-19</DescriptorName><QualifierName UI="Q000517" MajorTopicYN="N">prevention &amp; control</QualifierName><QualifierName UI="Q000453" MajorTopicYN="N">epidemiology</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D000328" MajorTopicYN="N">Adult</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D003430" MajorTopicYN="N">Cross-Sectional Studies</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D008875" MajorTopicYN="N">Middle Aged</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D010342" MajorTopicYN="Y">Patient Acceptance of Health Care</DescriptorName><QualifierName UI="Q000706" MajorTopicYN="N">statistics &amp; numerical data</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D014611" MajorTopicYN="Y">Vaccination</DescriptorName><QualifierName UI="Q000706" MajorTopicYN="N">statistics &amp; numerical data</QualifierName><QualifierName UI="Q000523" MajorTopicYN="N">psychology</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D055815" MajorTopicYN="N">Young Adult</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D007722" MajorTopicYN="N">Health Knowledge, Attitudes, Practice</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D011795" MajorTopicYN="N">Surveys and Questionnaires</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D000293" MajorTopicYN="N">Adolescent</DescriptorName></MeshHeading></MeshHeadingList><OtherAbstract Type="Publisher" Language="fre"><AbstractText Label="CONTEXTE">La vaccination est l&#x2019;une des strat&#xe9;gies pr&#xe9;ventives majeures dans la conduite de la riposte contre la Covid-19. Cependant, l&#x2019;adh&#xe9;sion &#xe0; la vaccination demeure un d&#xe9;fi &#xe0; relever dans les communaut&#xe9;s notamment celle de la zone de sant&#xe9; (ZS) de Kokolo (Kinshasa, RDC) o&#xf9; la couverture vaccinale reste en dessous de 40%. Do&#xf9; l&#x2019;int&#xe9;r&#xea;t d&#x2019;identifier les facteurs d&#x2019;acceptation de la vaccination contre la Covid-19 chez les chefs de m&#xe9;nage ou leurs conjoints.</AbstractText><AbstractText Label="M&#xc9;THODOLOGIE">Une &#xe9;tude transversale &#xe0; vis&#xe9;e analytique a &#xe9;t&#xe9; r&#xe9;alis&#xe9;e de janvier 2021 &#xe0; d&#xe9;cembre 2024 aupr&#xe8;s des 399 chefs de m&#xe9;nage (ou conjoints), s&#xe9;lectionn&#xe9;s par &#xe9;chantillonnage probabiliste &#xe0; trois degr&#xe9;s. Les donn&#xe9;es ont &#xe9;t&#xe9; collect&#xe9;es par interview sur un questionnaire structur&#xe9; sur <i>KoboCollect</i> et analys&#xe9;es sur Epi info 7.2.6.0.</AbstractText><AbstractText Label="R&#xc9;SULTATS">Dans l&#x2019;ensemble, la population de la ZS a d&#xe9;clar&#xe9; avoir d&#xe9;j&#xe0; entendu parler de la Covid-19 ainsi que de la vaccination anti-Covid-19. Parmi les personnes interrog&#xe9;es, 79,9% (soit 319 sur 399) consid&#xe9;raient que la vaccination &#xe9;tait efficace. Le fait de n&#x2019;avoir jamais vu un mort de Covid-19, ni aucun cas d&#xe9;clar&#xe9; dans la ZS &#xe9;taient les raisons principales de la non-acceptation de la vaccination. En analyse multivari&#xe9;e, l&#x2019;acceptation de la vaccination &#xe9;tait associ&#xe9;e au fait d&#x2019;&#xea;tre militaire, d&#x2019;avoir des connaissances sur cette maladie et sur la vaccination existante.</AbstractText><AbstractText Label="CONCLUSION">Les connaissances sur la Covid-19 et la vaccination anti Covid-19, l&#x2019;implication des autorit&#xe9;s politico-administratives, des autorit&#xe9;s militaires et des leaders communautaires, la sensibilisation et l&#x2019;organisation de sites de vaccination rapproch&#xe9;s doivent &#xea;tre pris en compte dans l&#x2019;&#xe9;laboration des strat&#xe9;gies pour favoriser l&#x2019;acceptation de la vaccination. L&#x2019;utilisation des m&#xe9;dias est la principale voie d&#x2019;information et de sensibilisation dans cette ZS.</AbstractText><CopyrightInformation>Copyright &#xa9; 2025 SFMTSI.</CopyrightInformation></OtherAbstract><KeywordList Owner="NOTNLM"><Keyword MajorTopicYN="N">COVID-19 vaccination</Keyword><Keyword MajorTopicYN="N">Community</Keyword><Keyword MajorTopicYN="N">Democratic Republic of Congo</Keyword><Keyword MajorTopicYN="N">Kinshasa</Keyword><Keyword MajorTopicYN="N">Kokolo Health Zone</Keyword><Keyword MajorTopicYN="N">Sub-Saharan Africa</Keyword></KeywordList></MedlineCitation><PubmedData><History><PubMedPubDate PubStatus="received"><Year>2024</Year><Month>5</Month><Day>30</Day></PubMedPubDate><PubMedPubDate PubStatus="accepted"><Year>2025</Year><Month>10</Month><Day>23</Day></PubMedPubDate><PubMedPubDate PubStatus="medline"><Year>2026</Year><Month>3</Month><Day>8</Day><Hour>1</Hour><Minute>38</Minute></PubMedPubDate><PubMedPubDate PubStatus="pubmed"><Year>2026</Year><Month>3</Month><Day>2</Day><Hour>13</Hour><Minute>16</Minute></PubMedPubDate><PubMedPubDate PubStatus="entrez"><Year>2026</Year><Month>3</Month><Day>2</Day><Hour>6</Hour><Minute>44</Minute></PubMedPubDate><PubMedPubDate PubStatus="pmc-release"><Year>2025</Year><Month>12</Month><Day>22</Day></PubMedPubDate></History><PublicationStatus>epublish</PublicationStatus><ArticleIdList><ArticleId IdType="pubmed">41768949</ArticleId><ArticleId IdType="pmc">PMC12948361</ArticleId><ArticleId IdType="doi">10.48327/mtsi.v5i4.2025.704</ArticleId><ArticleId IdType="pii">mtsi.v5i4.2025.704</ArticleId></ArticleIdList><ReferenceList><Reference><Citation>Agb&#xe9; B, Traor&#xe9; Y, Diarrassouba M, Serigne N, Messou E. Aby-Davous A. P066 - D&#xe9;fis de la vaccination contre la Covid-19 en C&#xf4;te d&#x2019;Ivoire: connaissances, perception et confiance des populations vis-&#xe0;-vis des vaccins anti-Covid. Rev Epidemiol Sante Publique. 2023 May;71:101708. doi: 10.1016/j.respe.2023.101708.</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.respe.2023.101708</ArticleId></ArticleIdList></Reference><Reference><Citation>Akilimali PZ, Egbende L, Kayembe DM, Kabasubabo F, Kazenza B, Botomba S, Tran NT, Mashinda DK. Covid-19 Vaccine Coverage and Factors Associated with Vaccine Hesitancy: A CrossSectional Survey in the City of Kinshasa, Democratic Republic of Congo. Vaccines (Basel) 2024 Feb 12;12(2):188. doi: 10.3390/vaccines12020188.</Citation><ArticleIdList><ArticleId IdType="doi">10.3390/vaccines12020188</ArticleId><ArticleId IdType="pmc">PMC10892748</ArticleId><ArticleId IdType="pubmed">38400171</ArticleId></ArticleIdList></Reference><Reference><Citation>Akilimali PZ, Mashinda DK, Lulebo AM, Mafuta EM, Onyamboko MA, Tran NT. The emergence of Covid-19 in the Democratic Republic of Congo: Community knowledge, attitudes, and practices in Kinshasa. PLoS One. 2022 Jun 21;17(6):e0265538. doi: 10.1371/journal.pone.0265538.</Citation><ArticleIdList><ArticleId IdType="doi">10.1371/journal.pone.0265538</ArticleId><ArticleId IdType="pmc">PMC9212135</ArticleId><ArticleId IdType="pubmed">35727797</ArticleId></ArticleIdList></Reference><Reference><Citation>Baklouti M, Ben Ayed H, Ketata N, Maamri H, Karray R, Jdidi J, Mejdoub Y, Kassis M, Yaich S, Dammak J. Knowledge, attitude, practices regarding Covid-19 vaccination among health care professionals in southern Tunisia. J Interprof Educ Pract. 2023 Sep;32:100643. doi: 10.1016/j.xjep.2023.100643.</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.xjep.2023.100643</ArticleId><ArticleId IdType="pmc">PMC10147409</ArticleId><ArticleId IdType="pubmed">37151812</ArticleId></ArticleIdList></Reference><Reference><Citation>Bowles SK. La raison pour laquelle je me suis fait vacciner contre la Covid-19. Can J Hosp Pharm. 2022 Winter;75(1):4&#x2013;5. doi: 10.4212/cjhp.v75i1.3248.</Citation><ArticleIdList><ArticleId IdType="doi">10.4212/cjhp.v75i1.3248</ArticleId><ArticleId IdType="pmc">PMC8676993</ArticleId><ArticleId IdType="pubmed">34987256</ArticleId></ArticleIdList></Reference><Reference><Citation>Broc G, Edjolo A. Communiquer plus efficacement en pr&#xe9;vention. Mod&#xe8;le int&#xe9;gratif et recommandations &#xe0; l&#x2019;usage des professionnels de la sant&#xe9; publique. Rev Epidemiol Sante Publique. 2017 Apr;65(2):149&#x2013;158. doi: 10.1016/j.respe.2016.08.005.</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.respe.2016.08.005</ArticleId><ArticleId IdType="pubmed">28087100</ArticleId></ArticleIdList></Reference><Reference><Citation>Ditekemena JD, Nkamba DM, Muhindo HM, Siewe JNF, Luhata C, Van den Bergh R, Tshefu Kitoto A, Van Damme W, Muyembe JJ, Colebunders R. Factors associated with adherence to Covid-19 prevention measures in the Democratic Republic of the Congo (DRC): results of an online survey. BMJ Open. 2021 Jan 18;11(1):e043356. doi: 10.1136/bmjopen-2020-043356.</Citation><ArticleIdList><ArticleId IdType="doi">10.1136/bmjopen-2020-043356</ArticleId><ArticleId IdType="pmc">PMC7813390</ArticleId><ArticleId IdType="pubmed">33462101</ArticleId></ArticleIdList></Reference><Reference><Citation>Guerriaud M. Vaccin contre la Covid-19, une course contre le temps. Actual Pharm. 2021 Feb;60(603):1. doi: 10.1016/j.actpha.2020.12.006.</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.actpha.2020.12.006</ArticleId><ArticleId IdType="pmc">PMC7833919</ArticleId><ArticleId IdType="pubmed">33519052</ArticleId></ArticleIdList></Reference><Reference><Citation>Huynh G, Nguyen TV, Nguyen DD, Lam QM, Pham TN, Nguyen HTN. Knowledge About Covid-19, Beliefs and Vaccination Acceptance Against Covid-19 Among High-Risk People in Ho Chi Minh City, Vietnam. Infect Drug Resist. 2021 May 13;14:1773&#x2013;1780. doi: 10.2147/IDR.S308446.</Citation><ArticleIdList><ArticleId IdType="doi">10.2147/IDR.S308446</ArticleId><ArticleId IdType="pmc">PMC8128504</ArticleId><ArticleId IdType="pubmed">34012276</ArticleId></ArticleIdList></Reference><Reference><Citation>Kabamba Nzaji M, Kabamba Ngombe L, Ngoie Mwamba G, Banza Ndala DB, Mbidi Miema J, Luhata Lungoyo C, Lora Mwimba B, Cikomola Mwana Bene A, Mukamba Musenga E. Acceptability of Vaccination Against Covid-19 Among Healthcare Workers in the Democratic Republic of the Congo. Pragmat Obs Res. 2020 Oct 29;11:103&#x2013;109. doi: 10.2147/POR.S271096.</Citation><ArticleIdList><ArticleId IdType="doi">10.2147/POR.S271096</ArticleId><ArticleId IdType="pmc">PMC7605960</ArticleId><ArticleId IdType="pubmed">33154695</ArticleId></ArticleIdList></Reference><Reference><Citation>Lumarque J. Ha&#xef;ti et la Covid-19. Des outils pour comprendre et agir. Port-au-Prince, Universit&#xe9; Quisqueya, 2020, hal-02970663</Citation></Reference><Reference><Citation>Mbongopasi EB, Kunda MC, Mamanya TF, Makengo SE, Mazaba MJ, Bolamba GE. &#xc9;valuation et suivi des facteurs associ&#xe9;s &#xe0; l&#x2019;acceptation de la vaccination contre la Covid 19 chez les habitants de la zone de sant&#xe9; de N&#x2019;djili. Rev Congolaise Sc Technol. 2024;3(3):302&#x2013;12. doi: 10.59228/rcst.024.v3.i3.98.</Citation><ArticleIdList><ArticleId IdType="doi">10.59228/rcst.024.v3.i3.98</ArticleId></ArticleIdList></Reference><Reference><Citation>Ngoy Ndala V, Ngambun B, Mundi M, Nda S. Int&#xe9;gration de l&#x2019;approche psychosociologique de la communication dans la campagne de vaccination contre la Covid-19 en R&#xe9;publique d&#xe9;mocratique du Congo. Int J Innov Appl Stud. 2021;34(4):833&#x2013;44.</Citation></Reference><Reference><Citation>Nguyen VT, Nguyen MQ, Le NT, Nguyen TNH, Huynh G. Predictors of Intention to Get a Covid-19 Vaccine of Health Science Students: A Cross-Sectional Study. Risk Manag Healthc Policy. 2021 Sep 24;14:4023&#x2013;4030. doi: 10.2147/RMHP.S328665.</Citation><ArticleIdList><ArticleId IdType="doi">10.2147/RMHP.S328665</ArticleId><ArticleId IdType="pmc">PMC8478496</ArticleId><ArticleId IdType="pubmed">34594141</ArticleId></ArticleIdList></Reference><Reference><Citation>Olum R, Chekwech G, Wekha G, Nassozi DR, Bongomin F. Coronavirus Disease-2019: Knowledge, Attitude, and Practices of Health Care Workers at Makerere University Teaching Hospitals, Uganda. Front Public Health. 2020 Apr 30;8:181. doi: 10.3389/fpubh.2020.00181.</Citation><ArticleIdList><ArticleId IdType="doi">10.3389/fpubh.2020.00181</ArticleId><ArticleId IdType="pmc">PMC7204940</ArticleId><ArticleId IdType="pubmed">32426320</ArticleId></ArticleIdList></Reference><Reference><Citation>OMS. (2022). La vaccination anti-Covid-19 en Afrique a augment&#xe9; de pr&#xe8;s de trois quarts en juin 2022.</Citation></Reference><Reference><Citation>Paquin Kouassi D, Irika O, Soumahoro SI, Coulibaly M, Yao GHA, Deby Kouame A, Yeo S, Ouaga JM. Acceptabilit&#xe9; de la vaccination contre la Covid-19 chez les professionnels de sant&#xe9; en C&#xf4;te d&#x2019;Ivoire, 2021. Sant&#xe9; Publique. 2022;34(4):549&#x2013;556. doi: 10.3917/spub.224.0549.</Citation><ArticleIdList><ArticleId IdType="doi">10.3917/spub.224.0549</ArticleId><ArticleId IdType="pubmed">36577681</ArticleId></ArticleIdList></Reference><Reference><Citation>Person B, Sy F, Holton K, Govert B, Liang A. National Center for Infectious Diseases/SARS Community Outreach Team. Fear and stigma: the epidemic within the SARS outbreak. Emerg Infect Dis. 2004 Feb;10(2):358&#x2013;63. doi: 10.3201/eid1002.030750.</Citation><ArticleIdList><ArticleId IdType="doi">10.3201/eid1002.030750</ArticleId><ArticleId IdType="pmc">PMC3322940</ArticleId><ArticleId IdType="pubmed">15030713</ArticleId></ArticleIdList></Reference><Reference><Citation>Programme &#xe9;largi de vaccination (PEV-RdCongo). Bulletin hebdomadaire de vaccination contre Covid-19 en RDC. Des chiffres sur la vaccination contre la Covid-19 en RDC Mai. 2025.</Citation></Reference><Reference><Citation>Rafiq MY, Simiyu I, Wheatley H, Sissoko B, Enumah Z, Tungeraza K, Hall BJ. Key Drivers of Low Covid-19 Vaccine Uptake in Tanzania. Med Trop Sante Int. 2023 Jan 17;3(1) doi: 10.48327/mtsi.v3i1.2023.307.</Citation><ArticleIdList><ArticleId IdType="doi">10.48327/mtsi.v3i1.2023.307</ArticleId><ArticleId IdType="pmc">PMC10300656</ArticleId><ArticleId IdType="pubmed">37389373</ArticleId></ArticleIdList></Reference><Reference><Citation>Sene I. Impact des mesures de pr&#xe9;vention de la pand&#xe9;mie de Covid-19 sur les travailleurs du secteur informel au S&#xe9;n&#xe9;gal. Rev Int Chercheur. 2021;2(1):507&#x2013;21.</Citation></Reference><Reference><Citation>Zhang M, Zhou M, Tang F, Wang Y, Nie H, Zhang L, You G. Knowledge, attitude, and practice regarding Covid-19 among healthcare workers in Henan, China. J Hosp Infect. 2020 Jun;105(2):183&#x2013;187. doi: 10.1016/j.jhin.2020.04.012.</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.jhin.2020.04.012</ArticleId><ArticleId IdType="pmc">PMC7194961</ArticleId><ArticleId IdType="pubmed">32278701</ArticleId></ArticleIdList></Reference><Reference><Citation>Zhou WK, Wang AL, Xia F, Xiao YN, Tang SY. Effects of media reporting on mitigating spread of Covid-19 in the early phase of the outbreak. Math Biosci Eng. 2020 Mar 10;17(3):2693&#x2013;2707. doi: 10.3934/mbe.2020147.</Citation><ArticleIdList><ArticleId IdType="doi">10.3934/mbe.2020147</ArticleId><ArticleId IdType="pubmed">32233561</ArticleId></ArticleIdList></Reference><Reference><Citation>Zola Matuvanga T, Doshi RH, Muya A, Cikomola A, Milabyo A, Nasaka P, Mitashi P, Muhindo-Mavoko H, Ahuka S, Nzaji M, Hoff NA, Perry R, Mukamba Musenga E. Challenges to Covid-19 vaccine introduction in the Democratic Republic of the Congo - a commentary. Hum Vaccin Immunother. 2022 Nov 30;18(6):2127272. doi: 10.1080/21645515.2022.2127272.</Citation><ArticleIdList><ArticleId IdType="doi">10.1080/21645515.2022.2127272</ArticleId><ArticleId IdType="pmc">PMC9746480</ArticleId><ArticleId IdType="pubmed">36165731</ArticleId></ArticleIdList></Reference></ReferenceList></PubmedData></PubmedArticle></PubmedArticleSet>