<?xml version="1.0" ?>
<!DOCTYPE PubmedArticleSet PUBLIC "-//NLM//DTD PubMedArticle, 1st January 2025//EN" "https://dtd.nlm.nih.gov/ncbi/pubmed/out/pubmed_250101.dtd">
<PubmedArticleSet>
<PubmedArticle><MedlineCitation Status="PubMed-not-MEDLINE" Owner="NLM"><PMID Version="1">41657903</PMID><DateCompleted><Year>2026</Year><Month>02</Month><Day>09</Day></DateCompleted><DateRevised><Year>2026</Year><Month>02</Month><Day>11</Day></DateRevised><Article PubModel="Electronic-eCollection"><Journal><ISSN IssnType="Print">1664-302X</ISSN><JournalIssue CitedMedium="Print"><Volume>17</Volume><PubDate><Year>2026</Year></PubDate></JournalIssue><Title>Frontiers in microbiology</Title><ISOAbbreviation>Front Microbiol</ISOAbbreviation></Journal><ArticleTitle>Application of juniper (<i>Juniperus communis</i>) essential oil nanoemulsions to control spoilage and pathogenic bacteria in fish.</ArticleTitle><Pagination><StartPage>1758540</StartPage><MedlinePgn>1758540</MedlinePgn></Pagination><ELocationID EIdType="pii" ValidYN="Y">1758540</ELocationID><ELocationID EIdType="doi" ValidYN="Y">10.3389/fmicb.2026.1758540</ELocationID><Abstract><AbstractText>This study evaluated the antimicrobial activity of pure juniper essential oil and its nanoemulsion formulations (2, 4, and 6%) against five foodborne and fish spoilage bacterial species, including <i>Staphylococcus aureus, Salmonella Paratyphi</i> A, <i>Vibrio vulnificus</i>, <i>Photobacterium damselae</i> and <i>Proteus mirabilis</i>. The GC-MS profile of pure juniper essential oil (EO) revealed thirty components, including <i>&#x3b1;</i>-pinene, which accounted for 90.05% of the total volatiles. The antimicrobial activity was studied by measuring the inhibition zone diameters by the agar well diffusion method and determining the minimum inhibitory concentration (MIC) and minimum bactericidal concentration (MBC) values by micro dilution method. A clear dose-response relationship was observed in nanoemulsion formulations; as EO concentration increased, inhibition zones enhanced and MIC/MBC values decreased. <i>S. aureus</i> showed inhibition even at 2%JNEO (~15&#x202f;mm), reaching a maximum of 22.1&#x202f;mm at 6%JNEO. Among Gram-negative pathogens, <i>Vibrio vulnificus</i> showed the highest susceptibility, particularly to pure juniper essential oil, as reflected by low MIC and MBC values. <i>P. damselae</i> and <i>S. paratyphi</i> A exhibited intermediate susceptibility (MIC 1.56-12.5&#x202f;mg/mL; MBC 12.5-25&#x202f;mg/mL), while <i>P. mirabilis</i> showed high resistance (MIC 12.5&#x202f;mg/mL; MBC&#x202f;&gt;&#x202f;100&#x202f;mg/mL) and only limited inhibition. Among the tested bacteria, <i>Staphylococcus aureus</i> and <i>Vibrio vulnificus</i> showed the highest susceptibility, with inhibition zones and MIC/MBC values decreasing in a concentration-dependent manner. This antimicrobial activity may be associated with the high <i>&#x3b1;</i>-pinene content of juniper essential oil. These results highlight the potential of juniper essential oil nanoemulsions as effective natural preservatives to control fish spoilage and foodborne bacteria in the seafood industry.</AbstractText><CopyrightInformation>Copyright &#xa9; 2026 &#xc7;olak, Durmu&#x15f;, K&#xfc;ley, K&#xf6;&#x15f;ker, Sakarya, Esatbeyoglu and &#xd6;zogul.</CopyrightInformation></Abstract><AuthorList CompleteYN="Y"><Author ValidYN="Y"><LastName>&#xc7;olak</LastName><ForeName>Hakan</ForeName><Initials>H</Initials><AffiliationInfo><Affiliation>Department of Seafood Processing Technology, Faculty of Fisheries, Cukurova University, Adana, T&#xfc;rkiye.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Durmu&#x15f;</LastName><ForeName>Mustafa</ForeName><Initials>M</Initials><AffiliationInfo><Affiliation>Department of Seafood Processing Technology, Faculty of Fisheries, Cukurova University, Adana, T&#xfc;rkiye.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>K&#xfc;ley</LastName><ForeName>Esmeray</ForeName><Initials>E</Initials><AffiliationInfo><Affiliation>Department of Seafood Processing Technology, Faculty of Fisheries, Cukurova University, Adana, T&#xfc;rkiye.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>K&#xf6;&#x15f;ker</LastName><ForeName>Ali R&#x131;za</ForeName><Initials>AR</Initials><AffiliationInfo><Affiliation>Department of Seafood Processing Technology, Faculty of Fisheries, Cukurova University, Adana, T&#xfc;rkiye.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Sakarya</LastName><ForeName>Yetkin</ForeName><Initials>Y</Initials><AffiliationInfo><Affiliation>Department of Seafood Processing Technology, Faculty of Fisheries, Cukurova University, Adana, T&#xfc;rkiye.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Esatbeyoglu</LastName><ForeName>Tuba</ForeName><Initials>T</Initials><AffiliationInfo><Affiliation>Department of Molecular Food Chemistry and Food Development, Institute of Food and One Health, Gottfried Wilhelm Leibniz University Hannover, Am Kleinen Felde, Hannover, Germany.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>&#xd6;zogul</LastName><ForeName>Fatih</ForeName><Initials>F</Initials><AffiliationInfo><Affiliation>Department of Seafood Processing Technology, Faculty of Fisheries, Cukurova University, Adana, T&#xfc;rkiye.</Affiliation></AffiliationInfo><AffiliationInfo><Affiliation>Biotechnology Research and Application Center, Cukurova University, Adana, T&#xfc;rkiye.</Affiliation></AffiliationInfo></Author></AuthorList><Language>eng</Language><PublicationTypeList><PublicationType UI="D016428">Journal Article</PublicationType></PublicationTypeList><ArticleDate DateType="Electronic"><Year>2026</Year><Month>01</Month><Day>22</Day></ArticleDate></Article><MedlineJournalInfo><Country>Switzerland</Country><MedlineTA>Front Microbiol</MedlineTA><NlmUniqueID>101548977</NlmUniqueID><ISSNLinking>1664-302X</ISSNLinking></MedlineJournalInfo><KeywordList Owner="NOTNLM"><Keyword MajorTopicYN="N">antimicrobial activity</Keyword><Keyword MajorTopicYN="N">fish spoilage bacteria</Keyword><Keyword MajorTopicYN="N">foodborne pathogens</Keyword><Keyword MajorTopicYN="N">juniper essential oil</Keyword><Keyword MajorTopicYN="N">nanoemulsion</Keyword></KeywordList><CoiStatement>The author(s) declared that this work was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest. F&#xd6; declared that they were an editorial board member of Frontiers, at the time of submission. This had no impact on the peer review process and the final decision.</CoiStatement></MedlineCitation><PubmedData><History><PubMedPubDate PubStatus="received"><Year>2025</Year><Month>12</Month><Day>2</Day></PubMedPubDate><PubMedPubDate PubStatus="revised"><Year>2026</Year><Month>1</Month><Day>5</Day></PubMedPubDate><PubMedPubDate PubStatus="accepted"><Year>2026</Year><Month>1</Month><Day>7</Day></PubMedPubDate><PubMedPubDate PubStatus="medline"><Year>2026</Year><Month>2</Month><Day>9</Day><Hour>12</Hour><Minute>54</Minute></PubMedPubDate><PubMedPubDate PubStatus="pubmed"><Year>2026</Year><Month>2</Month><Day>9</Day><Hour>12</Hour><Minute>53</Minute></PubMedPubDate><PubMedPubDate PubStatus="entrez"><Year>2026</Year><Month>2</Month><Day>9</Day><Hour>6</Hour><Minute>40</Minute></PubMedPubDate><PubMedPubDate PubStatus="pmc-release"><Year>2026</Year><Month>1</Month><Day>22</Day></PubMedPubDate></History><PublicationStatus>epublish</PublicationStatus><ArticleIdList><ArticleId IdType="pubmed">41657903</ArticleId><ArticleId IdType="pmc">PMC12872740</ArticleId><ArticleId IdType="doi">10.3389/fmicb.2026.1758540</ArticleId></ArticleIdList><ReferenceList><Reference><Citation>Alami El Hassani N., Baraket A., Alem C. (2025). Recent advances in natural food preservatives: a sustainable solution for food safety and shelf life extension. J. Food Meas. Charact. 19, 293&#x2013;315.</Citation></Reference><Reference><Citation>Aloui F., Baraket M., Jedidi S., Hosni K., Bouchnak R., Salhi O., et al. (2021). Chemical composition, anti-radical and antibacterial activities of essential oils from needles of <i>Pinus halepensis</i> mill., <i>P. pinaster</i> Aiton. And <i>P. pinea</i> L. J. Essent. Oil-Bear. Plants
24, 453&#x2013;460. doi: 10.1080/0972060x.2021.1943541</Citation><ArticleIdList><ArticleId IdType="doi">10.1080/0972060x.2021.1943541</ArticleId></ArticleIdList></Reference><Reference><Citation>Aslan R., Ta&#x15f;k&#x131;n Kafa A. H., Hasbek M., &#xc7;elik C. (2021). Farkl&#x131; esansiyel ya&#x11f;lar&#x131;n <i>in vitro</i> antimikrobiyal etkinli&#x11f;inin de&#x11f;erlendirilmesi. Turk Hij. Deney. Biyol. Derg.
78, 525&#x2013;534.</Citation></Reference><Reference><Citation>Bhargava K., Conti D. S., da Rocha S. R. P., Zhang Y. (2015). Application of an oregano oil nanoemulsion to the control of foodborne bacteria on fresh lettuce. Food Microbiol. 47, 69&#x2013;73. doi: 10.1016/j.fm.2014.11.007</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.fm.2014.11.007</ArticleId><ArticleId IdType="pubmed">25583339</ArticleId></ArticleIdList></Reference><Reference><Citation>Clinical and Laboratory Standards Institute (2006). Zone diameter interpretive standards and corresponding minimal inhibitory concentration (MIC) interpretive breakpoints, supplement M44-S1. Wayne, PA: Clinical and Laboratory Standards Institute.</Citation></Reference><Reference><Citation>Costa M., Freir&#xed;a-G&#xe1;ndara J., Losada-Barreiro S., Paiva-Martins F., Bravo-D&#xed;az C. (2020). Effects of droplet size on the interfacial concentrations of antioxidants in fish and olive oil-in-water emulsions and nanoemulsions and on their oxidative stability. J. Colloid Interface Sci. 562, 352&#x2013;362. doi: 10.1016/j.jcis.2019.12.011,</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.jcis.2019.12.011</ArticleId><ArticleId IdType="pubmed">31855798</ArticleId></ArticleIdList></Reference><Reference><Citation>da Silva Martins L. H., Silva S. B., Filho A. F., Komesu A., de Oliveira J. A. R., Moreira D. K. T. (2023). &#x201c;Essential oils used to inhibit bacterial growth in food&#x201d; in Essential oils: extraction methods and applications, Hoboken, NJ, USA: John Wiley and Sons; 31&#x2013;47.</Citation></Reference><Reference><Citation>Do&#x11f;an G., Hayta &#x15e;., Ba&#x11f;c&#x131; E. (2016). <i>Juniperus excelsa</i> (Cupressaceae) t&#xfc;r&#xfc;n&#xfc;n u&#xe7;ucu ya&#x11f; kompozisyonu. Duzce Univ. J. Sci. Technol.
4, 243&#x2013;251.</Citation></Reference><Reference><Citation>Dons&#xec; F., Ferrari G. (2016). Essential oil nanoemulsions as antimicrobial agents in food. J. Biotechnol. 233, 106&#x2013;120. doi: 10.1016/j.jbiotec.2016.07.005</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.jbiotec.2016.07.005</ArticleId><ArticleId IdType="pubmed">27416793</ArticleId></ArticleIdList></Reference><Reference><Citation>Durmus M. (2020). The effects of nanoemulsions based on citrus essential oils (orange, mandarin, grapefruit, and lemon) on the shelf life of rainbow trout (<i>Oncorhynchus mykiss</i>) fillets at 4&#xb1;2 &#xb0;C. J. Food Saf.
40:e12718. doi: 10.1111/jfs.12718</Citation><ArticleIdList><ArticleId IdType="doi">10.1111/jfs.12718</ArticleId></ArticleIdList></Reference><Reference><Citation>Erta&#x15f; M., Fidan M. S., Kaya S., Ang&#x131;n N. (2019). Kara ard&#x131;&#xe7; (<i>Juniperus sabina</i> L.) kozalaklar&#x131;ndan elde edilen u&#xe7;ucu ya&#x11f;&#x131;n kimyasal bile&#x15f;imi &#xfc;zerine mikrodalga ve hidrodistilasyon y&#xf6;ntemlerinin etkisi. Artvin &#xc7;oruh &#xdc;niv. Orman Fak&#xfc;ltesi Dergisi
20, 272&#x2013;277. doi: 10.17474/artvinofd.492069</Citation><ArticleIdList><ArticleId IdType="doi">10.17474/artvinofd.492069</ArticleId></ArticleIdList></Reference><Reference><Citation>Faheem F., Liu Z. W., Rabail R., Haq I. U., Gul M., Bry&#x142;a M., et al. (2022). Uncovering the industrial potentials of lemongrass essential oil as a food preservative: a review. Antioxidants 11:720. doi: 10.3390/antiox11040720,</Citation><ArticleIdList><ArticleId IdType="doi">10.3390/antiox11040720</ArticleId><ArticleId IdType="pmc">PMC9031912</ArticleId><ArticleId IdType="pubmed">35453405</ArticleId></ArticleIdList></Reference><Reference><Citation>Falc&#xe3;o S., Bacem I., Igrejas G., Rodrigues P. J., Vilas-Boas M., Amaral J. S. (2018). Chemical composition and antimicrobial activity of hydrodistilled oil from juniper berries. Ind. Crops Prod., 124, 878&#x2013;884.,</Citation></Reference><Reference><Citation>Gul U., Khan M. I., Madni A., Sohail M. F., Rehman M., Rasul A., et al. (2022). Olive oil and clove oil-based nanoemulsion for topical delivery of terbinafine hydrochloride: in vitro and ex vivo evaluation. Drug Deliv. 29, 600&#x2013;612. doi: 10.1080/10717544.2022.2039805,</Citation><ArticleIdList><ArticleId IdType="doi">10.1080/10717544.2022.2039805</ArticleId><ArticleId IdType="pmc">PMC8856056</ArticleId><ArticleId IdType="pubmed">35174738</ArticleId></ArticleIdList></Reference><Reference><Citation>G&#xfc;lsoy S., &#xc7;&#x131;v&#x11f;a A. (2016). Relationships between essential oil properties of prickly juniper (<i>Juniperus oxycedrus</i> L. subsp. <i>oxycedrus</i>) berries and environmental factors. Turk. J. For.
17, 142&#x2013;152.</Citation></Reference><Reference><Citation>Hammer K. A., Carson C., Riley T. (1999). Antimicrobial activity of essential oils and other plant extracts. J. Appl. Microbiol. 86, 985&#x2013;990. doi: 10.1046/j.1365-2672.1999.00780.x,</Citation><ArticleIdList><ArticleId IdType="doi">10.1046/j.1365-2672.1999.00780.x</ArticleId><ArticleId IdType="pubmed">10438227</ArticleId></ArticleIdList></Reference><Reference><Citation>Hosseinnia M., Khaledabad M. A., Almasi H. (2017). Optimization of Ziziphora clinopodiodes essential oil microencapsulation by whey protein isolate and pectin: a comparative study. Int. J. Biol. Macromol. 101, 958&#x2013;966. doi: 10.1016/j.ijbiomac.2017.03.190,</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.ijbiomac.2017.03.190</ArticleId><ArticleId IdType="pubmed">28373045</ArticleId></ArticleIdList></Reference><Reference><Citation>Hwanhlem N., Ivanova T., Haertl&#xe9; T., Jaffr&#xe8;s E., Dousset X. (2017). Inhibition of food-spoilage and foodborne pathogenic bacteria by a nisin Z-producing Lactococcus lactis subsp. lactis KT2W2L. LWT-Food. S &amp;T, 82, 170&#x2013;175.,</Citation></Reference><Reference><Citation>Joe M. M., Chauhan P. S., Bradeeba K., Shagol C., Sivakumaar P. K., Sa T. (2012). Influence of sunflower oil based nanoemulsion (AUSN-4) on the shelf life and quality of indo-Pacific king mackerel (<i>Scomberomorus guttatus</i>) steaks stored at 20&#xb0;C. Food Control
23, 564&#x2013;570. doi: 10.1016/j.foodcont.2011.08.032</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.foodcont.2011.08.032</ArticleId></ArticleIdList></Reference><Reference><Citation>Kayiran S. D., Guven Bolgen U. M., Cevikelli T., Ozyurt A. B., Ozkan E. E., Ferahoglu E., et al. (2025). Chemical characterization, cytotoxic activity, and antimicrobial potential of nanoemulsions based on <i>Cymbopogon citratus</i> essential oils. ACS Omega
10, 33932&#x2013;33945. doi: 10.1021/acsomega.5c06077, 
</Citation><ArticleIdList><ArticleId IdType="doi">10.1021/acsomega.5c06077</ArticleId><ArticleId IdType="pmc">PMC12332652</ArticleId><ArticleId IdType="pubmed">40787385</ArticleId></ArticleIdList></Reference><Reference><Citation>Kuley E., Durmus M., Balikci E., Ucar Y., Regenstein J. M., &#xd6;zo&#x11f;ul F. (2017). Fish spoilage bacterial growth and their biogenic amine accumulation: inhibitory effects of olive by-products. Int. J. Food Prop. 20, 1029&#x2013;1043.</Citation></Reference><Reference><Citation>Lee J. H., Jang M., Seo J., Kim G. H. (2011). Evaluation for antibacterial effects of volatile flavors from <i>Chrysanthemum indicum</i> against food-borne pathogens and food spoilage bacteria. J. Food Saf.
31, 140&#x2013;148. doi: 10.1111/j.1745-4565.2010.00277.x</Citation><ArticleIdList><ArticleId IdType="doi">10.1111/j.1745-4565.2010.00277.x</ArticleId></ArticleIdList></Reference><Reference><Citation>Lo&#x17e;ien&#x117; K., Labokas J. (2012). Effects of abiotic environmental conditions on amount and enantiomeric composition of &#x3b1;-pinene in <i>Juniperus communis</i> L. Biochem. Syst. Ecol.
44, 36&#x2013;43.</Citation></Reference><Reference><Citation>McClements D. J., Decker E. A., Park Y., Weiss J. (2009). Structural design principles for delivery of bioactive components in nutraceuticals and functional foods. Crit. Rev. Food Sci. Nutr. 49, 577&#x2013;606. doi: 10.1080/10408390902841529,</Citation><ArticleIdList><ArticleId IdType="doi">10.1080/10408390902841529</ArticleId><ArticleId IdType="pubmed">19484636</ArticleId></ArticleIdList></Reference><Reference><Citation>Mei J., Ma X., Xie J. (2019). Review on natural preservatives for extending fish shelf life. Foods 8:490. doi: 10.3390/foods8100490,</Citation><ArticleIdList><ArticleId IdType="doi">10.3390/foods8100490</ArticleId><ArticleId IdType="pmc">PMC6835557</ArticleId><ArticleId IdType="pubmed">31614926</ArticleId></ArticleIdList></Reference><Reference><Citation>Najar B., Pistelli L., Mancini S., Fratini F. (2020). Chemical composition and in vitro antibacterial activity of essential oils from different species of Juniperus (section Juniperus). Flavour Fragr. J., 35, 623&#x2013;638.,</Citation></Reference><Reference><Citation>&#xd6;zo&#x11f;ul Y., Kuley Bo&#x11f;a E., Akyol &#x130;., Durmu&#x15f; M., U&#xe7;ar Y., Regenstein J. M., et al. (2020). Antimicrobial activity of thyme essential oil nanoemulsions on spoilage bacteria of fish and food-borne pathogens. Food Biosci. 36:100635. doi: 10.1016/j.fbio.2020.100635</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.fbio.2020.100635</ArticleId></ArticleIdList></Reference><Reference><Citation>&#xd6;zogul Y., &#xd6;zogul F., Kulawik P. (2021). The antimicrobial effect of grapefruit peel essential oil and its nanoemulsion on fish spoilage bacteria and food-borne pathogens. LWT 136:110362. doi: 10.1016/j.lwt.2020.110362</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.lwt.2020.110362</ArticleId></ArticleIdList></Reference><Reference><Citation>&#xd6;zogul Y., Yuvka &#x130;., Ucar Y., Durmus M., K&#xf6;sker A. R., &#xd6;z M., et al. (2017). Evaluation of effects of nanoemulsion based on herb essential oils (rosemary, laurel, thyme and sage) on sensory, chemical and microbiological quality of rainbow trout (<i>Oncorhynchus mykiss</i>) fillets during ice storage. LWT Food Sci. Technol.
75, 677&#x2013;684.</Citation></Reference><Reference><Citation>Rezaei M., Karimi F., Shariatifar N., Mohammadpourfard I., Shiri Malekabad E. (2016). Antimicrobial activity of the essential oil from the leaves and seeds of <i>Coriandrum sativum</i> toward food-borne pathogens. West Indian Med. J.
65, 8&#x2013;12. doi: 10.7727/wimj.2014.162, 
</Citation><ArticleIdList><ArticleId IdType="doi">10.7727/wimj.2014.162</ArticleId><ArticleId IdType="pubmed">26684163</ArticleId></ArticleIdList></Reference><Reference><Citation>Ta&#x15f;ar N., Yazd&#x131;&#xe7; F. C., Karaman A., Gedik O. (2022). <i>Juniperus</i> L. (Ard&#x131;&#xe7;) cinsine ait iki t&#xfc;r&#xfc;n yapraklar&#x131;ndan elde edilen u&#xe7;ucu ya&#x11f;lar&#x131;n antimikrobiyal aktivitesi. Artvin &#xc7;oruh &#xdc;niv. Orman Fak&#xfc;ltesi Dergisi
23, 102&#x2013;106. doi: 10.17474/artvinofd.1138188</Citation><ArticleIdList><ArticleId IdType="doi">10.17474/artvinofd.1138188</ArticleId></ArticleIdList></Reference><Reference><Citation>Teshome E., Forsido S. F., Rupasinghe H. V., Olika Keyata E. (2022). Potentials of natural preservatives to enhance food safety and shelf life: a review. Sci. World J. 2022, 1&#x2013;11. doi: 10.1155/2022/9901018</Citation><ArticleIdList><ArticleId IdType="doi">10.1155/2022/9901018</ArticleId><ArticleId IdType="pmc">PMC9525789</ArticleId><ArticleId IdType="pubmed">36193042</ArticleId></ArticleIdList></Reference><Reference><Citation>Weiss J., Gaysinsky S., Davidson M., McClements D. J. (2009). Nanostructured encapsulation systems: food antimicrobials. Food Biophys. 4, 76&#x2013;87. doi: 10.1016/B978-0-12-374124-0.00024-7</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/B978-0-12-374124-0.00024-7</ArticleId></ArticleIdList></Reference><Reference><Citation>Wilson R. J., Li Y., Yang G., Zhao C. X. (2022). Nanoemulsions for drug delivery. Particuology 64, 85&#x2013;97. doi: 10.1016/j.partic.2021.05.009</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.partic.2021.05.009</ArticleId></ArticleIdList></Reference><Reference><Citation>Yazgan H. (2013). Effects of nanoemulsion based on sunflower oil on sensory, chemical and microbiological quality of sea bass (<i>Dicentrarchus labrax</i>) and sea bream (<i>Sparus aurata</i>) stored at chilled temperature (2&#xb1;2&#xb0;C). Ph.D. thesis. Adana: Cukurova University.</Citation></Reference><Reference><Citation>Zahi M. R., El Hattab M., Liang H., Yuan Q. (2017). Enhancing the antimicrobial activity of d-limonene nanoemulsion with the inclusion of &#x3b5;-polylysine. Food Chem. 221, 18&#x2013;23. doi: 10.1016/j.foodchem.2016.10.037,</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.foodchem.2016.10.037</ArticleId><ArticleId IdType="pubmed">27979165</ArticleId></ArticleIdList></Reference></ReferenceList></PubmedData></PubmedArticle></PubmedArticleSet>