<?xml version="1.0" ?>
<!DOCTYPE PubmedArticleSet PUBLIC "-//NLM//DTD PubMedArticle, 1st January 2025//EN" "https://dtd.nlm.nih.gov/ncbi/pubmed/out/pubmed_250101.dtd">
<PubmedArticleSet>
<PubmedArticle><MedlineCitation Status="PubMed-not-MEDLINE" Owner="NLM"><PMID Version="1">41626429</PMID><DateCompleted><Year>2026</Year><Month>02</Month><Day>02</Day></DateCompleted><DateRevised><Year>2026</Year><Month>02</Month><Day>04</Day></DateRevised><Article PubModel="Electronic-eCollection"><Journal><ISSN IssnType="Electronic">1658-3612</ISSN><JournalIssue CitedMedium="Internet"><Volume>21</Volume><Issue>1</Issue><PubDate><Year>2026</Year><Month>Feb</Month></PubDate></JournalIssue><Title>Journal of Taibah University Medical Sciences</Title><ISOAbbreviation>J Taibah Univ Med Sci</ISOAbbreviation></Journal><ArticleTitle>Effects of a pulmonary rehabilitation program in a patient with very severe chronic obstructive pulmonary disease at a primary care center: A case report.</ArticleTitle><Pagination><StartPage>129</StartPage><EndPage>134</EndPage><MedlinePgn>129-134</MedlinePgn></Pagination><ELocationID EIdType="doi" ValidYN="Y">10.1016/j.jtumed.2025.12.009</ELocationID><Abstract><AbstractText Label="INTRODUCTION" NlmCategory="UNASSIGNED">Severe chronic obstructive pulmonary disease (COPD) is characterized by dyspnea, frequent exacerbations, and diminished quality of life. For patients awaiting lung transplantation, managing symptoms and optimizing physical and psychological health are critical. Pulmonary rehabilitation (PR) is a comprehensive, evidence-based intervention designed to improve these outcomes through exercise training, education, and psychological support.</AbstractText><AbstractText Label="METHODS" NlmCategory="UNASSIGNED">This case report describes a 53-year-old man with very severe COPD (GOLD group E) who was referred to PR after he refused to undergo a lung transplant operation. At baseline, he presented with functional limitation (mMRC = 4, CAT = 35, 6MWD = 200 m), severe muscle weakness (3/5), and a high hospital anxiety and depression score (HADS = 20). A 12-week individualized PR program was implemented, consisting of weekly supervised high-intensity interval endurance and resistance training, inspiratory muscle training, and educational sessions including cognitive behavioral therapy (CBT), alongside a prescribed home exercise program.</AbstractText><AbstractText Label="RESULTS" NlmCategory="UNASSIGNED">After completion of the 12-week program, the patient showed substantial improvements across all measured parameters. His dyspnea significantly decreased (mMRC = 2), and his health status impact score markedly decreased (CAT = 8). His exercise capacity significantly improved, with a 6-min walk distance increase of 150 m (to 350 m) without supplemental oxygen. His muscle strength normalized to 5/5 in all limbs, and his psychological well-being showed remarkable recovery, with a HADS score improvments to 10, thus indicating amelioration of severe symptoms.</AbstractText><AbstractText Label="CONCLUSION" NlmCategory="UNASSIGNED">This case illustrates that a structured PR program including CBT can provide physical and psychological benefits for patients with very severe COPD before lung transplantation. PR is an essential intervention to optimize patient status, improve quality of life, and potentially prepare individuals for future surgical interventions.</AbstractText><CopyrightInformation>&#xa9; 2026 The Authors.</CopyrightInformation></Abstract><AuthorList CompleteYN="Y"><Author ValidYN="Y"><LastName>Alsubaiei</LastName><ForeName>Mohammed E</ForeName><Initials>ME</Initials><AffiliationInfo><Affiliation>Department of Physical Therapy, Faculty of Applied Medical Sciences, Imam Abdulrahman bin Faisal University, Dammam, KSA.</Affiliation></AffiliationInfo></Author></AuthorList><Language>eng</Language><PublicationTypeList><PublicationType UI="D002363">Case Reports</PublicationType><PublicationType UI="D016428">Journal Article</PublicationType></PublicationTypeList><ArticleDate DateType="Electronic"><Year>2026</Year><Month>01</Month><Day>21</Day></ArticleDate></Article><MedlineJournalInfo><Country>Saudi Arabia</Country><MedlineTA>J Taibah Univ Med Sci</MedlineTA><NlmUniqueID>101621911</NlmUniqueID><ISSNLinking>1658-3612</ISSNLinking></MedlineJournalInfo><OtherAbstract Type="Publisher" Language="ara"><AbstractText Label="&#x623;&#x647;&#x62f;&#x627;&#x641; &#x627;&#x644;&#x628;&#x62d;&#x62b;" NlmCategory="UNASSIGNED">&#x64a;&#x62a;&#x645;&#x64a;&#x632; &#x645;&#x631;&#x636; &#x627;&#x644;&#x627;&#x646;&#x633;&#x62f;&#x627;&#x62f; &#x627;&#x644;&#x631;&#x626;&#x648;&#x64a; &#x627;&#x644;&#x645;&#x632;&#x645;&#x646; &#x627;&#x644;&#x62d;&#x627;&#x62f; &#x628;&#x636;&#x64a;&#x642; &#x627;&#x644;&#x62a;&#x646;&#x641;&#x633;&#x60c; &#x648;&#x646;&#x648;&#x628;&#x627;&#x62a; &#x627;&#x644;&#x62a;&#x641;&#x627;&#x642;&#x645; &#x627;&#x644;&#x645;&#x62a;&#x643;&#x631;&#x631;&#x629;&#x60c; &#x648;&#x62a;&#x62f;&#x646;&#x64a; &#x62c;&#x648;&#x62f;&#x629; &#x627;&#x644;&#x62d;&#x64a;&#x627;&#x629;. &#x628;&#x627;&#x644;&#x646;&#x633;&#x628;&#x629; &#x644;&#x644;&#x645;&#x631;&#x636;&#x649; &#x627;&#x644;&#x645;&#x646;&#x62a;&#x638;&#x631;&#x64a;&#x646; &#x644;&#x632;&#x631;&#x627;&#x639;&#x629; &#x627;&#x644;&#x631;&#x626;&#x629;&#x60c; &#x64a;&#x64f;&#x639;&#x62f;&#x651; &#x627;&#x644;&#x62a;&#x62d;&#x643;&#x645; &#x641;&#x64a; &#x627;&#x644;&#x623;&#x639;&#x631;&#x627;&#x636; &#x648;&#x62a;&#x62d;&#x633;&#x64a;&#x646; &#x627;&#x644;&#x635;&#x62d;&#x629; &#x627;&#x644;&#x628;&#x62f;&#x646;&#x64a;&#x629; &#x648;&#x627;&#x644;&#x646;&#x641;&#x633;&#x64a;&#x629; &#x623;&#x645;&#x631;&#x64b;&#x627; &#x628;&#x627;&#x644;&#x63a; &#x627;&#x644;&#x623;&#x647;&#x645;&#x64a;&#x629;. &#x625;&#x639;&#x627;&#x62f;&#x629; &#x627;&#x644;&#x62a;&#x623;&#x647;&#x64a;&#x644; &#x627;&#x644;&#x631;&#x626;&#x648;&#x64a; &#x647;&#x648; &#x62a;&#x62f;&#x62e;&#x644; &#x634;&#x627;&#x645;&#x644; &#x642;&#x627;&#x626;&#x645; &#x639;&#x644;&#x649; &#x627;&#x644;&#x623;&#x62f;&#x644;&#x629;&#x60c; &#x645;&#x635;&#x645;&#x645; &#x644;&#x62a;&#x62d;&#x633;&#x64a;&#x646; &#x647;&#x630;&#x647; &#x627;&#x644;&#x646;&#x62a;&#x627;&#x626;&#x62c; &#x645;&#x646; &#x62e;&#x644;&#x627;&#x644; &#x627;&#x644;&#x62a;&#x62f;&#x631;&#x64a;&#x628; &#x627;&#x644;&#x631;&#x64a;&#x627;&#x636;&#x64a;&#x60c; &#x648;&#x627;&#x644;&#x62a;&#x62b;&#x642;&#x64a;&#x641;&#x60c; &#x648;&#x627;&#x644;&#x62f;&#x639;&#x645; &#x627;&#x644;&#x646;&#x641;&#x633;&#x64a;.</AbstractText><AbstractText Label="&#x637;&#x631;&#x642; &#x627;&#x644;&#x628;&#x62d;&#x62b;" NlmCategory="UNASSIGNED">&#x64a;&#x635;&#x641; &#x647;&#x630;&#x627; &#x627;&#x644;&#x62a;&#x642;&#x631;&#x64a;&#x631; &#x62d;&#x627;&#x644;&#x629; &#x631;&#x62c;&#x644; &#x64a;&#x628;&#x644;&#x63a; &#x645;&#x646; &#x627;&#x644;&#x639;&#x645;&#x631; 53 &#x639;&#x627;&#x645;&#x64b;&#x627; &#x645;&#x635;&#x627;&#x628; &#x628;&#x645;&#x631;&#x636; &#x627;&#x644;&#x627;&#x646;&#x633;&#x62f;&#x627;&#x62f; &#x627;&#x644;&#x631;&#x626;&#x648;&#x64a; &#x627;&#x644;&#x645;&#x632;&#x645;&#x646; &#x627;&#x644;&#x62d;&#x627;&#x62f; &#x62c;&#x62f;&#x627; (&#x627;&#x644;&#x645;&#x62c;&#x645;&#x648;&#x639;&#x629; E &#x648;&#x641;&#x642;&#x64b;&#x627; &#x644;&#x62a;&#x635;&#x646;&#x64a;&#x641; GOLD)&#x60c; &#x648;&#x627;&#x644;&#x630;&#x64a; &#x623;&#x64f;&#x62d;&#x64a;&#x644; &#x625;&#x644;&#x649; &#x628;&#x631;&#x646;&#x627;&#x645;&#x62c; &#x625;&#x639;&#x627;&#x62f;&#x629; &#x627;&#x644;&#x62a;&#x623;&#x647;&#x64a;&#x644; &#x627;&#x644;&#x631;&#x626;&#x648;&#x64a; &#x628;&#x639;&#x62f; &#x631;&#x641;&#x636;&#x647; &#x627;&#x644;&#x62e;&#x636;&#x648;&#x639; &#x644;&#x639;&#x645;&#x644;&#x64a;&#x629; &#x632;&#x631;&#x627;&#x639;&#x629; &#x627;&#x644;&#x631;&#x626;&#x629;. &#x639;&#x646;&#x62f; &#x627;&#x644;&#x62a;&#x642;&#x64a;&#x64a;&#x645; &#x627;&#x644;&#x623;&#x648;&#x644;&#x64a;&#x60c; &#x643;&#x627;&#x646; &#x64a;&#x639;&#x627;&#x646;&#x64a; &#x645;&#x646; &#x642;&#x635;&#x648;&#x631; &#x648;&#x638;&#x64a;&#x641;&#x64a; (&#x645;&#x642;&#x64a;&#x627;&#x633; &#x636;&#x64a;&#x642; &#x627;&#x644;&#x62a;&#x646;&#x641;&#x633; &#x627;&#x644;&#x645;&#x639;&#x62f;&#x644;=4&#x60c; &#x645;&#x642;&#x64a;&#x627;&#x633; &#x62a;&#x642;&#x64a;&#x64a;&#x645; &#x645;&#x631;&#x636; &#x627;&#x644;&#x627;&#x646;&#x633;&#x62f;&#x627;&#x62f; &#x627;&#x644;&#x631;&#x626;&#x648;&#x64a; &#x627;&#x644;&#x645;&#x632;&#x645;&#x646;=35&#x60c; &#x627;&#x62e;&#x62a;&#x628;&#x627;&#x631; &#x627;&#x644;&#x645;&#x634;&#x64a; &#x644;&#x645;&#x62f;&#x629; 6 &#x62f;&#x642;&#x627;&#x626;&#x642; = 200 &#x645;&#x62a;&#x631;)&#x60c; &#x648;&#x636;&#x639;&#x641; &#x639;&#x636;&#x644;&#x64a; &#x634;&#x62f;&#x64a;&#x62f; (3/5)&#x60c; &#x648;&#x62f;&#x631;&#x62c;&#x629; &#x639;&#x627;&#x644;&#x64a;&#x629; &#x645;&#x646; &#x627;&#x644;&#x642;&#x644;&#x642; &#x648;&#x627;&#x644;&#x627;&#x643;&#x62a;&#x626;&#x627;&#x628;. &#x62a;&#x645; &#x62a;&#x637;&#x628;&#x64a;&#x642; &#x628;&#x631;&#x646;&#x627;&#x645;&#x62c; &#x62a;&#x623;&#x647;&#x64a;&#x644; &#x631;&#x626;&#x648;&#x64a; &#x641;&#x631;&#x62f;&#x64a; &#x644;&#x645;&#x62f;&#x629; 12 &#x623;&#x633;&#x628;&#x648;&#x639;&#x627;&#x60c; &#x64a;&#x62a;&#x636;&#x645;&#x646; &#x62a;&#x62f;&#x631;&#x64a;&#x628;&#x627;&#x62a; &#x623;&#x633;&#x628;&#x648;&#x639;&#x64a;&#x629; &#x62a;&#x62d;&#x62a; &#x625;&#x634;&#x631;&#x627;&#x641; &#x645;&#x62a;&#x62e;&#x635;&#x635;&#x64a;&#x646;&#x60c; &#x62a;&#x634;&#x645;&#x644; &#x62a;&#x645;&#x627;&#x631;&#x64a;&#x646; &#x627;&#x644;&#x62a;&#x62d;&#x645;&#x644; &#x648;&#x627;&#x644;&#x645;&#x642;&#x627;&#x648;&#x645;&#x629; &#x639;&#x627;&#x644;&#x64a;&#x629; &#x627;&#x644;&#x643;&#x62b;&#x627;&#x641;&#x629;&#x60c; &#x648;&#x62a;&#x62f;&#x631;&#x64a;&#x628; &#x639;&#x636;&#x644;&#x627;&#x62a; &#x627;&#x644;&#x634;&#x647;&#x64a;&#x642;&#x60c; &#x648;&#x62c;&#x644;&#x633;&#x627;&#x62a; &#x62a;&#x62b;&#x642;&#x64a;&#x641;&#x64a;&#x629; &#x62a;&#x62a;&#x636;&#x645;&#x646; &#x627;&#x644;&#x639;&#x644;&#x627;&#x62c; &#x627;&#x644;&#x633;&#x644;&#x648;&#x643;&#x64a; &#x627;&#x644;&#x645;&#x639;&#x631;&#x641;&#x64a;&#x60c; &#x628;&#x627;&#x644;&#x625;&#x636;&#x627;&#x641;&#x629; &#x625;&#x644;&#x649; &#x628;&#x631;&#x646;&#x627;&#x645;&#x62c; &#x62a;&#x645;&#x627;&#x631;&#x64a;&#x646; &#x645;&#x646;&#x632;&#x644;&#x64a;&#x629; &#x645;&#x648;&#x635;&#x648;&#x641;.</AbstractText><AbstractText Label="&#x627;&#x644;&#x646;&#x62a;&#x627;&#x626;&#x62c;" NlmCategory="UNASSIGNED">&#x628;&#x639;&#x62f; &#x625;&#x62a;&#x645;&#x627;&#x645; &#x627;&#x644;&#x628;&#x631;&#x646;&#x627;&#x645;&#x62c;&#x60c; &#x623;&#x638;&#x647;&#x631; &#x627;&#x644;&#x645;&#x631;&#x64a;&#x636; &#x62a;&#x62d;&#x633;&#x646;&#x627; &#x645;&#x644;&#x62d;&#x648;&#x638;&#x627; &#x641;&#x64a; &#x62c;&#x645;&#x64a;&#x639; &#x627;&#x644;&#x645;&#x624;&#x634;&#x631;&#x627;&#x62a; &#x627;&#x644;&#x645;&#x642;&#x627;&#x633;&#x629;. &#x627;&#x646;&#x62e;&#x641;&#x636; &#x636;&#x64a;&#x642; &#x627;&#x644;&#x62a;&#x646;&#x641;&#x633; &#x644;&#x62f;&#x64a;&#x647; &#x628;&#x634;&#x643;&#x644; &#x643;&#x628;&#x64a;&#x631; (&#x645;&#x642;&#x64a;&#x627;&#x633; &#x636;&#x64a;&#x642; &#x627;&#x644;&#x62a;&#x646;&#x641;&#x633; &#x627;&#x644;&#x645;&#x639;&#x62f;&#x644; = 2)&#x60c; &#x648;&#x627;&#x646;&#x62e;&#x641;&#x636; &#x645;&#x624;&#x634;&#x631; &#x62a;&#x623;&#x62b;&#x64a;&#x631; &#x62d;&#x627;&#x644;&#x62a;&#x647; &#x627;&#x644;&#x635;&#x62d;&#x64a;&#x629; &#x628;&#x634;&#x643;&#x644; &#x645;&#x644;&#x62d;&#x648;&#x638; (&#x645;&#x642;&#x64a;&#x627;&#x633; &#x62a;&#x642;&#x64a;&#x64a;&#x645; &#x645;&#x631;&#x636; &#x627;&#x644;&#x627;&#x646;&#x633;&#x62f;&#x627;&#x62f; &#x627;&#x644;&#x631;&#x626;&#x648;&#x64a; &#x627;&#x644;&#x645;&#x632;&#x645;&#x646; = 8). &#x62a;&#x62d;&#x633;&#x646;&#x62a; &#x642;&#x62f;&#x631;&#x62a;&#x647; &#x639;&#x644;&#x649; &#x645;&#x645;&#x627;&#x631;&#x633;&#x629; &#x627;&#x644;&#x631;&#x64a;&#x627;&#x636;&#x629; &#x628;&#x634;&#x643;&#x644; &#x645;&#x644;&#x62d;&#x648;&#x638;&#x60c; &#x62d;&#x64a;&#x62b; &#x632;&#x627;&#x62f;&#x62a; &#x645;&#x633;&#x627;&#x641;&#x629; &#x627;&#x644;&#x645;&#x634;&#x64a; &#x644;&#x645;&#x62f;&#x629; 6 &#x62f;&#x642;&#x627;&#x626;&#x642; &#x628;&#x645;&#x642;&#x62f;&#x627;&#x631; 150 &#x645;&#x62a;&#x631;&#x627; (&#x625;&#x644;&#x649; 350 &#x645;&#x62a;&#x631;&#x627;) &#x62f;&#x648;&#x646; &#x627;&#x644;&#x62d;&#x627;&#x62c;&#x629; &#x625;&#x644;&#x649; &#x623;&#x643;&#x633;&#x62c;&#x64a;&#x646; &#x625;&#x636;&#x627;&#x641;&#x64a;. &#x639;&#x627;&#x62f;&#x62a; &#x642;&#x648;&#x629; &#x639;&#x636;&#x644;&#x627;&#x62a;&#x647; &#x625;&#x644;&#x649; &#x637;&#x628;&#x64a;&#x639;&#x62a;&#x647;&#x627; (5/5) &#x641;&#x64a; &#x62c;&#x645;&#x64a;&#x639; &#x627;&#x644;&#x623;&#x637;&#x631;&#x627;&#x641;&#x60c; &#x648;&#x634;&#x647;&#x62f;&#x62a; &#x62d;&#x627;&#x644;&#x62a;&#x647; &#x627;&#x644;&#x646;&#x641;&#x633;&#x64a;&#x629; &#x62a;&#x62d;&#x633;&#x646;&#x627; &#x645;&#x644;&#x62d;&#x648;&#x638;&#x627;&#x60c; &#x62d;&#x64a;&#x62b; &#x627;&#x631;&#x62a;&#x641;&#x639; &#x645;&#x624;&#x634;&#x631; &#x627;&#x644;&#x642;&#x644;&#x642; &#x648;&#x627;&#x644;&#x627;&#x643;&#x62a;&#x626;&#x627;&#x628; &#x641;&#x64a; &#x645;&#x642;&#x64a;&#x627;&#x633; &#x647;&#x627;&#x645;&#x644;&#x62a;&#x648;&#x646; &#x644;&#x644;&#x627;&#x643;&#x62a;&#x626;&#x627;&#x628; &#x625;&#x644;&#x649; 10&#x60c; &#x645;&#x645;&#x627; &#x64a;&#x634;&#x64a;&#x631; &#x625;&#x644;&#x649; &#x62a;&#x62d;&#x633;&#x646; &#x627;&#x644;&#x623;&#x639;&#x631;&#x627;&#x636; &#x627;&#x644;&#x634;&#x62f;&#x64a;&#x62f;&#x629;.</AbstractText><AbstractText Label="&#x627;&#x644;&#x627;&#x633;&#x62a;&#x646;&#x62a;&#x627;&#x62c;&#x627;&#x62a;" NlmCategory="UNASSIGNED">&#x62a;&#x648;&#x636;&#x62d; &#x647;&#x630;&#x647; &#x627;&#x644;&#x62d;&#x627;&#x644;&#x629; &#x623;&#x646; &#x628;&#x631;&#x646;&#x627;&#x645;&#x62c; &#x627;&#x644;&#x62a;&#x623;&#x647;&#x64a;&#x644; &#x627;&#x644;&#x631;&#x626;&#x648;&#x64a; &#x627;&#x644;&#x645;&#x646;&#x638;&#x645;&#x60c; &#x648;&#x627;&#x644;&#x630;&#x64a; &#x64a;&#x62a;&#x636;&#x645;&#x646; &#x627;&#x644;&#x639;&#x644;&#x627;&#x62c; &#x627;&#x644;&#x633;&#x644;&#x648;&#x643;&#x64a; &#x627;&#x644;&#x645;&#x639;&#x631;&#x641;&#x64a;&#x60c; &#x64a;&#x645;&#x643;&#x646; &#x623;&#x646; &#x64a;&#x648;&#x641;&#x631; &#x641;&#x648;&#x627;&#x626;&#x62f; &#x628;&#x62f;&#x646;&#x64a;&#x629; &#x648;&#x646;&#x641;&#x633;&#x64a;&#x629; &#x644;&#x644;&#x645;&#x631;&#x636;&#x649; &#x627;&#x644;&#x630;&#x64a;&#x646; &#x64a;&#x639;&#x627;&#x646;&#x648;&#x646; &#x645;&#x646; &#x645;&#x631;&#x636; &#x627;&#x644;&#x627;&#x646;&#x633;&#x62f;&#x627;&#x62f; &#x627;&#x644;&#x631;&#x626;&#x648;&#x64a; &#x627;&#x644;&#x645;&#x632;&#x645;&#x646; &#x627;&#x644;&#x634;&#x62f;&#x64a;&#x62f; &#x642;&#x628;&#x644; &#x632;&#x631;&#x627;&#x639;&#x629; &#x627;&#x644;&#x631;&#x626;&#x629;. &#x64a;&#x64f;&#x639;&#x62f; &#x627;&#x644;&#x62a;&#x623;&#x647;&#x64a;&#x644; &#x627;&#x644;&#x631;&#x626;&#x648;&#x64a; &#x62a;&#x62f;&#x62e;&#x644;&#x627;&#x64b; &#x623;&#x633;&#x627;&#x633;&#x64a;&#x627;&#x64b; &#x644;&#x62a;&#x62d;&#x633;&#x64a;&#x646; &#x62d;&#x627;&#x644;&#x629; &#x627;&#x644;&#x645;&#x631;&#x64a;&#x636;&#x60c; &#x648;&#x62a;&#x62d;&#x633;&#x64a;&#x646; &#x646;&#x648;&#x639;&#x64a;&#x629; &#x627;&#x644;&#x62d;&#x64a;&#x627;&#x629;&#x60c; &#x648;&#x631;&#x628;&#x645;&#x627; &#x625;&#x639;&#x62f;&#x627;&#x62f; &#x627;&#x644;&#x623;&#x641;&#x631;&#x627;&#x62f; &#x644;&#x644;&#x62a;&#x62f;&#x62e;&#x644;&#x627;&#x62a; &#x627;&#x644;&#x62c;&#x631;&#x627;&#x62d;&#x64a;&#x629; &#x627;&#x644;&#x645;&#x633;&#x62a;&#x642;&#x628;&#x644;&#x64a;&#x629;.</AbstractText><CopyrightInformation>&#xa9; 2026 The Authors.</CopyrightInformation></OtherAbstract><KeywordList Owner="NOTNLM"><Keyword MajorTopicYN="N">Chronic obstructive pulmonary disease</Keyword><Keyword MajorTopicYN="N">Primary care center</Keyword><Keyword MajorTopicYN="N">Pulmonaryrehabilitation</Keyword></KeywordList></MedlineCitation><PubmedData><History><PubMedPubDate PubStatus="received"><Year>2025</Year><Month>10</Month><Day>22</Day></PubMedPubDate><PubMedPubDate PubStatus="revised"><Year>2025</Year><Month>12</Month><Day>4</Day></PubMedPubDate><PubMedPubDate PubStatus="accepted"><Year>2025</Year><Month>12</Month><Day>26</Day></PubMedPubDate><PubMedPubDate PubStatus="medline"><Year>2026</Year><Month>2</Month><Day>2</Day><Hour>18</Hour><Minute>14</Minute></PubMedPubDate><PubMedPubDate PubStatus="pubmed"><Year>2026</Year><Month>2</Month><Day>2</Day><Hour>18</Hour><Minute>13</Minute></PubMedPubDate><PubMedPubDate PubStatus="entrez"><Year>2026</Year><Month>2</Month><Day>2</Day><Hour>7</Hour><Minute>2</Minute></PubMedPubDate><PubMedPubDate PubStatus="pmc-release"><Year>2026</Year><Month>1</Month><Day>21</Day></PubMedPubDate></History><PublicationStatus>epublish</PublicationStatus><ArticleIdList><ArticleId IdType="pubmed">41626429</ArticleId><ArticleId IdType="pmc">PMC12859774</ArticleId><ArticleId IdType="doi">10.1016/j.jtumed.2025.12.009</ArticleId><ArticleId IdType="pii">S1658-3612(25)00155-6</ArticleId></ArticleIdList><ReferenceList><Reference><Citation>Global Initiative for Chronic Obstructive Lung Disease Global initiative for chronic obstructive lung disease 2023 report: GOLD executive summary. Eur Respir J. 2023 Apr 1;61(4) doi: 10.1183/13993003.00239-2023.</Citation><ArticleIdList><ArticleId IdType="doi">10.1183/13993003.00239-2023</ArticleId><ArticleId IdType="pmc">PMC10066569</ArticleId><ArticleId IdType="pubmed">36858443</ArticleId></ArticleIdList></Reference><Reference><Citation>Al Wachami N., Guennouni M., Iderdar Y., Boumendil K., Arraji M., Mourajid Y., et al. Estimating the global prevalence of chronic obstructive pulmonary disease (COPD): a systematic review and meta-analysis. BMC Public Health. 2024 Jan 25;24(1):297. doi: 10.1186/s12889-024-17686-9. PMID: 38273271; PMCID: PMC10811845.</Citation><ArticleIdList><ArticleId IdType="doi">10.1186/s12889-024-17686-9</ArticleId><ArticleId IdType="pmc">PMC10811845</ArticleId><ArticleId IdType="pubmed">38273271</ArticleId></ArticleIdList></Reference><Reference><Citation>MacIntyre N.R. Acute hypercapnic respiratory failure in COPD. Respir Care. 2023 Jul;68(7):973&#x2013;982. doi: 10.4187/respcare.10560. PMID: 37353327; PMCID: PMC10289623.</Citation><ArticleIdList><ArticleId IdType="doi">10.4187/respcare.10560</ArticleId><ArticleId IdType="pmc">PMC10289623</ArticleId><ArticleId IdType="pubmed">37353327</ArticleId></ArticleIdList></Reference><Reference><Citation>Leard L.E., Holm A.M., Valapour M., Glanville A.R., Attawar S., Aversa M., et al. Consensus document for the selection of lung transplant candidates: an update from the international society for heart and lung transplantation. J Heart Lung Transplant. 2021 Nov;40(11):1349&#x2013;1379. doi: 10.1016/j.healun.2021.07.005. Epub 2021 Jul 24. PMID: 34419372; PMCID: PMC8979471.</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.healun.2021.07.005</ArticleId><ArticleId IdType="pmc">PMC8979471</ArticleId><ArticleId IdType="pubmed">34419372</ArticleId></ArticleIdList></Reference><Reference><Citation>Valapour M., Lehr C.J., Schladt D.P., Smith J.M., Goff R., Mupfudze T.G., et al. OPTN/SRTR 2021 annual data report: lung. Am J Transplant. 2023 Feb;23(2 Suppl 1):S379&#x2013;S442. doi: 10.1016/j.ajt.2023.02.009. PMID: 37132345; PMCID: PMC9970343.</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.ajt.2023.02.009</ArticleId><ArticleId IdType="pmc">PMC9970343</ArticleId><ArticleId IdType="pubmed">37132345</ArticleId></ArticleIdList></Reference><Reference><Citation>Akram S., Nizami I.Y., Hussein M., Saleh W., Ismail M.S., AlKattan K., et al. The outcomes of 80 lung transplants in a single center from Saudi Arabia. Ann Saudi Med. 2019 Jul-Aug;39(4):221&#x2013;228. doi: 10.5144/0256-4947.2019.221. Epub 2019 Aug 5. PMID: 31381371; PMCID: PMC6838642.</Citation><ArticleIdList><ArticleId IdType="doi">10.5144/0256-4947.2019.221</ArticleId><ArticleId IdType="pmc">PMC6838642</ArticleId><ArticleId IdType="pubmed">31381371</ArticleId></ArticleIdList></Reference><Reference><Citation>Spruit M.A., Singh S.J., Garvey C., ZuWallack R., Nici L., Rochester C., et al. ATS/ERS task force on pulmonary rehabilitation. An official American thoracic society/European Respiratory society statement: key concepts and advances in pulmonary rehabilitation. Am J Respir Crit Care Med. 2013 Oct 15;188(8):e13&#x2013;e64. doi: 10.1164/rccm.201309-1634ST. Erratum in: Am J Respir Crit Care Med. 2014 Jun 15;189(12):1570. PMID: 24127811.</Citation><ArticleIdList><ArticleId IdType="doi">10.1164/rccm.201309-1634ST</ArticleId><ArticleId IdType="pubmed">24127811</ArticleId></ArticleIdList></Reference><Reference><Citation>McCarthy B., Casey D., Devane D., Murphy K., Murphy E., Lacasse Y. Pulmonary rehabilitation for chronic obstructive pulmonary disease. Cochrane Database Syst Rev. 2015 Feb 23;2015(2):CD003793. doi: 10.1002/14651858.CD003793.pub3. PMID: 25705944; PMCID: PMC10008021.</Citation><ArticleIdList><ArticleId IdType="doi">10.1002/14651858.CD003793.pub3</ArticleId><ArticleId IdType="pmc">PMC10008021</ArticleId><ArticleId IdType="pubmed">25705944</ArticleId></ArticleIdList></Reference><Reference><Citation>Rochester C.L., Fairburn C., Crouch R.H. Pulmonary rehabilitation for respiratory disorders other than chronic obstructive pulmonary disease. Clin Chest Med. 2014 Jun;35(2):369&#x2013;389. doi: 10.1016/j.ccm.2014.02.016. PMID: 24874132.</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.ccm.2014.02.016</ArticleId><ArticleId IdType="pubmed">24874132</ArticleId></ArticleIdList></Reference><Reference><Citation>Beauchamp M.K., Evans R., Janaudis-Ferreira T., Goldstein R.S., Brooks D. Systematic review of supervised exercise programs after pulmonary rehabilitation in individuals with COPD. Chest. 2013 Oct;144(4):1124&#x2013;1133. doi: 10.1378/chest.12-2421. PMID: 23429931.</Citation><ArticleIdList><ArticleId IdType="doi">10.1378/chest.12-2421</ArticleId><ArticleId IdType="pubmed">23429931</ArticleId></ArticleIdList></Reference><Reference><Citation>Holland A.E., Cox N.S., Houchen-Wolloff L., Rochester C.L., Garvey C., ZuWallack R., et al. Defining modern pulmonary rehabilitation. An official American thoracic society workshop report. Ann Am Thorac Soc. 2021 May;18(5):e12&#x2013;e29. doi: 10.1513/AnnalsATS.202102-146ST. PMID: 33929307; PMCID: PMC8086532.</Citation><ArticleIdList><ArticleId IdType="doi">10.1513/AnnalsATS.202102-146ST</ArticleId><ArticleId IdType="pmc">PMC8086532</ArticleId><ArticleId IdType="pubmed">33929307</ArticleId></ArticleIdList></Reference><Reference><Citation>Zwerink M., Brusse-Keizer M., van der Valk P.D., Zielhuis G.A., Monninkhof E.M., van der Palen J., et al. Self management for patients with chronic obstructive pulmonary disease. Cochrane Database Syst Rev. 2014 Mar 19;2014(3):CD002990. doi: 10.1002/14651858.CD002990.pub3. Update in: Cochrane Database Syst Rev. 2022 Jan 10;1:CD002990. doi: 10.1002/14651858.CD002990.pub4. PMID: 24665053; PMCID: PMC7004246.</Citation><ArticleIdList><ArticleId IdType="doi">10.1002/14651858.CD002990.pub3</ArticleId><ArticleId IdType="pmc">PMC7004246</ArticleId><ArticleId IdType="pubmed">24665053</ArticleId></ArticleIdList></Reference><Reference><Citation>Yohannes A.M., Alexopoulos G.S. Depression and anxiety in patients with COPD. Eur Respir Rev. 2014 Sep;23(133):345&#x2013;349. doi: 10.1183/09059180.00007813. PMID: 25176970; PMCID: PMC4523084.</Citation><ArticleIdList><ArticleId IdType="doi">10.1183/09059180.00007813</ArticleId><ArticleId IdType="pmc">PMC4523084</ArticleId><ArticleId IdType="pubmed">25176970</ArticleId></ArticleIdList></Reference><Reference><Citation>Hume E., Ward L., Wilkinson M., Manifield J., Clark S., Vogiatzis I. Exercise training for lung transplant candidates and recipients: a systematic review. Eur Respir Rev. 2020 Oct 28;29(158) doi: 10.1183/16000617.0053-2020. PMID: 33115788; PMCID: PMC9488968.</Citation><ArticleIdList><ArticleId IdType="doi">10.1183/16000617.0053-2020</ArticleId><ArticleId IdType="pmc">PMC9488968</ArticleId><ArticleId IdType="pubmed">33115788</ArticleId></ArticleIdList></Reference><Reference><Citation>Alsubaiei M.E., Cafarella P.A., Frith P.A., McEvoy R.D., Effing T.W. Barriers for setting up a pulmonary rehabilitation program in the Eastern province of Saudi Arabia. Ann Thorac Med. 2016 Apr-Jun;11(2):121&#x2013;127. doi: 10.4103/1817-1737.180028. PMID: 27168860; PMCID: PMC4854058.</Citation><ArticleIdList><ArticleId IdType="doi">10.4103/1817-1737.180028</ArticleId><ArticleId IdType="pmc">PMC4854058</ArticleId><ArticleId IdType="pubmed">27168860</ArticleId></ArticleIdList></Reference><Reference><Citation>Global Initiative for Chronic Obstructive Lung Disease  . Inc.; 2024. Global strategy for the diagnosis, management, and prevention of chronic obstructive pulmonary disease (2024 gold report) [internet]. Global initiative for chronic obstructive lung disease.https://goldcopd.org/wp-content/uploads/2024/02/GOLD-2024_v1.2-11Jan24_WMV.pdf [cited 26 November 2024] Available from:</Citation></Reference><Reference><Citation>Wang H., Liu Q., Liu L., Cao J., Liang Q., Zhang X. High-intensity interval training improves the outcomes of patients with chronic obstructive pulmonary disease: a meta-analysis of randomized controlled trials. Respir Med. 2023 Mar;208 doi: 10.1016/j.rmed.2023.107128. Epub 2023 Jan 28. PMID: 36717003.</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.rmed.2023.107128</ArticleId><ArticleId IdType="pubmed">36717003</ArticleId></ArticleIdList></Reference><Reference><Citation>Puhan M., Scharplatz M., Troosters T., Walters E.H., Steurer J. Pulmonary rehabilitation following exacerbations of chronic obstructive pulmonary disease. Cochrane Database Syst Rev. 2009 Jan 21;(1):CD005305. doi: 10.1002/14651858.CD005305.pub2. Update in: Cochrane Database Syst Rev. 2011 Oct 05;(10):CD005305. doi: 10.1002/14651858.CD005305.pub3. PMID: 19160250.</Citation><ArticleIdList><ArticleId IdType="doi">10.1002/14651858.CD005305.pub2</ArticleId><ArticleId IdType="pubmed">19160250</ArticleId></ArticleIdList></Reference><Reference><Citation>Wickerson L., Rozenberg D., Janaudis-Ferreira T., Deliva R., Lo V., Beauchamp G., Helm D., Gottesman C., et al. Physical rehabilitation for lung transplant candidates and recipients: an evidence-informed clinical approach. World J Transplant. 2016 Sep 24;6(3):517&#x2013;531. doi: 10.5500/wjt.v6.i3.517. PMID: 27683630; PMCID: PMC5036121.</Citation><ArticleIdList><ArticleId IdType="doi">10.5500/wjt.v6.i3.517</ArticleId><ArticleId IdType="pmc">PMC5036121</ArticleId><ArticleId IdType="pubmed">27683630</ArticleId></ArticleIdList></Reference><Reference><Citation>da Silva M.M.C., Ferreira Arcuri J., Viana D.R., Marrara K.T., Zorrer Franco F.J.B., de Souza N.M., Bueno L.G., de Oliveira B.S.V., et al. Responders COPD patients to two different home-based rehabilitation programs: a blind, randomized, and controlled clinical trial. Disabil Rehabil. 2024 Dec;18:1&#x2013;8. doi: 10.1080/09638288.2024.2439574. Epub ahead of print. Erratum in: Disabil Rehabil. 2025 Jan 16:1-5. doi: 10.1080/09638288.2025.2455253. PMID: 39692172.</Citation><ArticleIdList><ArticleId IdType="doi">10.1080/09638288.2024.2439574</ArticleId><ArticleId IdType="pubmed">39692172</ArticleId></ArticleIdList></Reference><Reference><Citation>Huang W.Y., Lee C.T., Chien J.Y., Hsu M., Wang L.Y. Effects of inspiratory muscle training in patients with chronic obstructive pulmonary disease exacerbations: a randomized controlled trial. Am J Phys Med Rehabil. 2025 May 1;104(5):458&#x2013;464. doi: 10.1097/PHM.0000000000002654. Epub 2024 Nov 11. PMID: 39774113.</Citation><ArticleIdList><ArticleId IdType="doi">10.1097/PHM.0000000000002654</ArticleId><ArticleId IdType="pubmed">39774113</ArticleId></ArticleIdList></Reference><Reference><Citation>Gordon C.S., Waller J.W., Cook R.M., Cavalera S.L., Lim W.T., et al. Effect of pulmonary rehabilitation on symptoms of anxiety and depression in COPD: a systematic review and meta-analysis. Chest. 2019 Jul;156(1):80&#x2013;91. doi: 10.1016/j.chest.2019.04.009. Epub 2019 Apr 26. PMID: 31034818.</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.chest.2019.04.009</ArticleId><ArticleId IdType="pubmed">31034818</ArticleId></ArticleIdList></Reference><Reference><Citation>Cafarella P.A., Effing T.W., Usmani Z.A., Frith P.A. Treatments for anxiety and depression in patients with chronic obstructive pulmonary disease: a literature review. Respirology. 2012 May;17(4):627&#x2013;638. doi: 10.1111/j.1440-1843.2012.02148.x. PMID: 22309179.</Citation><ArticleIdList><ArticleId IdType="doi">10.1111/j.1440-1843.2012.02148.x</ArticleId><ArticleId IdType="pubmed">22309179</ArticleId></ArticleIdList></Reference><Reference><Citation>Farver-Vestergaard I., Jacobsen D., Zachariae R. Efficacy of psychosocial interventions on psychological and physical health outcomes in chronic obstructive pulmonary disease: a systematic review and meta-analysis. Psychother Psychosom. 2015;84(1):37&#x2013;50. doi: 10.1159/000367635. Epub 2014 Dec 24. PMID: 25547641.</Citation><ArticleIdList><ArticleId IdType="doi">10.1159/000367635</ArticleId><ArticleId IdType="pubmed">25547641</ArticleId></ArticleIdList></Reference><Reference><Citation>Wootton S.L., Hill K., Alison J.A., Ng L.W.C., Jenkins S., Eastwood P.R., et al. Effects of ongoing feedback during a 12-month maintenance walking program on physical activity in people with COPD. COPD J Chronic Obstr Pulm Dis. 2020 Aug;17(4):419&#x2013;427. doi: 10.1080/15412555.2020.1799965.</Citation><ArticleIdList><ArticleId IdType="doi">10.1080/15412555.2020.1799965</ArticleId><ArticleId IdType="pubmed">30982940</ArticleId></ArticleIdList></Reference><Reference><Citation>Alison J.A., McKeough Z.J., Johnston K., McNamara R.J., Spencer L.M., Jenkins S.C., et al. Primary and secondary care-based pulmonary rehabilitation versus usual care for chronic obstructive pulmonary disease: a randomized controlled trial. BMC Pulm Med. 2018 Oct 11;18(1):159. doi: 10.1186/s12890-018-0725-2.</Citation><ArticleIdList><ArticleId IdType="doi">10.1186/s12890-018-0725-2</ArticleId></ArticleIdList></Reference><Reference><Citation>Spruit M.A., Pitta F., Garvey C., ZuWallack R.L., Roberts C.M., Collins E.G., et al. Differences in content and organisational aspects of pulmonary rehabilitation programmes. Eur Respir J. 2014 May;43(5):1326&#x2013;1337. doi: 10.1183/09031936.00145613.</Citation><ArticleIdList><ArticleId IdType="doi">10.1183/09031936.00145613</ArticleId><ArticleId IdType="pubmed">24337043</ArticleId></ArticleIdList></Reference></ReferenceList></PubmedData></PubmedArticle></PubmedArticleSet>