<?xml version="1.0" ?>
<!DOCTYPE PubmedArticleSet PUBLIC "-//NLM//DTD PubMedArticle, 1st January 2025//EN" "https://dtd.nlm.nih.gov/ncbi/pubmed/out/pubmed_250101.dtd">
<PubmedArticleSet>
<PubmedArticle><MedlineCitation Status="PubMed-not-MEDLINE" Owner="NLM"><PMID Version="1">41676746</PMID><DateRevised><Year>2026</Year><Month>02</Month><Day>14</Day></DateRevised><Article PubModel="Print-Electronic"><Journal><ISSN IssnType="Electronic">1557-2293</ISSN><JournalIssue CitedMedium="Internet"><Volume>21</Volume><Issue>1</Issue><PubDate><Year>2026</Year></PubDate></JournalIssue><Title>Journal of maritime archaeology</Title><ISOAbbreviation>J Marit Archaeol</ISOAbbreviation></Journal><ArticleTitle>Fragments of Trade and Consumption: Plant Macroremains from the Boa Vista Ships in Lisbon.</ArticleTitle><Pagination><StartPage>11</StartPage><MedlinePgn>11</MedlinePgn></Pagination><ELocationID EIdType="pii" ValidYN="Y">11</ELocationID><ELocationID EIdType="doi" ValidYN="Y">10.1007/s11457-026-09498-2</ELocationID><Abstract><AbstractText>Archaeological interventions along Lisbon's riverside have revealed critical insights into the city's transformation from a maritime beach to an industrialized port zone. Excavations at the former Praia da Boa Vista revealed three ships (Boa Vista 1, 2, and 5), probably abandoned on the old Boa Vista beach between the last half of the seventeenth century and first half of the eighteenth century. These contexts, linked to the Atlantic trade and intense port activity, included botanical remains such as coconuts, cocoa, olives, and cherries, reflecting both crew consumption and commercial trade. Manual sampling favored large botanical materials, creating a preservation bias and limiting the interpretation of cargo diversity. Limitations included loss of stratigraphic data and label degradation. Nevertheless, the findings illuminate the integration of exotic and local products in Lisbon's maritime economy. This study underscores the need for improved sampling methods in waterlogged environments and highlights how fragmentary remains can offer valuable insights into daily life, trade routes, and the environmental and commercial evolution of early modern Lisbon.</AbstractText><CopyrightInformation>&#xa9; The Author(s) 2026.</CopyrightInformation></Abstract><AuthorList CompleteYN="Y"><Author ValidYN="Y"><LastName>Costa Rodrigues</LastName><ForeName>Mariana</ForeName><Initials>M</Initials><Identifier Source="ORCID">0000-0002-6783-1250</Identifier><AffiliationInfo><Affiliation>CHAM - Centre for the Humanities, NOVA University of Lisbon, Lisbon, Portugal.</Affiliation><Identifier Source="ROR">https://ror.org/01c27hj86</Identifier><Identifier Source="GRID">grid.9983.b</Identifier><Identifier Source="ISNI">0000 0001 2181 4263</Identifier></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Bettencourt</LastName><ForeName>Jos&#xe9; Ant&#xf3;nio</ForeName><Initials>JA</Initials><Identifier Source="ORCID">0000-0002-7722-5115</Identifier><AffiliationInfo><Affiliation>CHAM - Centre for the Humanities, NOVA University of Lisbon, Lisbon, Portugal.</Affiliation><Identifier Source="ROR">https://ror.org/01c27hj86</Identifier><Identifier Source="GRID">grid.9983.b</Identifier><Identifier Source="ISNI">0000 0001 2181 4263</Identifier></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Tereso</LastName><ForeName>Jo&#xe3;o Pedro</ForeName><Initials>JP</Initials><Identifier Source="ORCID">0000-0003-0871-8255</Identifier><AffiliationInfo><Affiliation>IEM - Institute for Medieval Studies, NOVA University of Lisbon, Lisbon, Portugal.</Affiliation><Identifier Source="ROR">https://ror.org/01c27hj86</Identifier><Identifier Source="GRID">grid.9983.b</Identifier><Identifier Source="ISNI">0000 0001 2181 4263</Identifier></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Freire</LastName><ForeName>Dulce</ForeName><Initials>D</Initials><Identifier Source="ORCID">0000-0003-2969-4440</Identifier><AffiliationInfo><Affiliation>CEIS20 - Centre for Interdisciplinary studies, Faculty of Economics of University of Coimbra, Coimbra, Portugal.</Affiliation><Identifier Source="ROR">https://ror.org/04z8k9a98</Identifier><Identifier Source="GRID">grid.8051.c</Identifier><Identifier Source="ISNI">0000 0000 9511 4342</Identifier></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Mendes da Silva</LastName><ForeName>In&#xea;s</ForeName><Initials>I</Initials><Identifier Source="ORCID">0000-0002-9939-6396</Identifier><AffiliationInfo><Affiliation>ERA Arqueologia S A - Centro de Hist&#xf3;ria Universidade de Lisboa, Lisbon, Portugal.</Affiliation><Identifier Source="ROR">https://ror.org/01c27hj86</Identifier><Identifier Source="GRID">grid.9983.b</Identifier><Identifier Source="ISNI">0000 0001 2181 4263</Identifier></AffiliationInfo></Author></AuthorList><Language>eng</Language><PublicationTypeList><PublicationType UI="D016428">Journal Article</PublicationType></PublicationTypeList><ArticleDate DateType="Electronic"><Year>2026</Year><Month>02</Month><Day>09</Day></ArticleDate></Article><MedlineJournalInfo><Country>United States</Country><MedlineTA>J Marit Archaeol</MedlineTA><NlmUniqueID>9919209371306676</NlmUniqueID><ISSNLinking>1557-2293</ISSNLinking></MedlineJournalInfo><KeywordList Owner="NOTNLM"><Keyword MajorTopicYN="N">Archaeobotany</Keyword><Keyword MajorTopicYN="N">Atlantic trade</Keyword><Keyword MajorTopicYN="N">Cargo</Keyword><Keyword MajorTopicYN="N">Early modern period</Keyword><Keyword MajorTopicYN="N">New foods</Keyword><Keyword MajorTopicYN="N">On-board consumption</Keyword></KeywordList><CoiStatement>Conflict of interestThe authors declare that they have no conflict of interests.</CoiStatement></MedlineCitation><PubmedData><History><PubMedPubDate PubStatus="received"><Year>2025</Year><Month>9</Month><Day>29</Day></PubMedPubDate><PubMedPubDate PubStatus="accepted"><Year>2026</Year><Month>1</Month><Day>20</Day></PubMedPubDate><PubMedPubDate PubStatus="medline"><Year>2026</Year><Month>2</Month><Day>12</Day><Hour>6</Hour><Minute>55</Minute></PubMedPubDate><PubMedPubDate PubStatus="pubmed"><Year>2026</Year><Month>2</Month><Day>12</Day><Hour>6</Hour><Minute>54</Minute></PubMedPubDate><PubMedPubDate PubStatus="entrez"><Year>2026</Year><Month>2</Month><Day>12</Day><Hour>5</Hour><Minute>52</Minute></PubMedPubDate><PubMedPubDate PubStatus="pmc-release"><Year>2026</Year><Month>2</Month><Day>9</Day></PubMedPubDate></History><PublicationStatus>ppublish</PublicationStatus><ArticleIdList><ArticleId IdType="pubmed">41676746</ArticleId><ArticleId IdType="pmc">PMC12886283</ArticleId><ArticleId IdType="doi">10.1007/s11457-026-09498-2</ArticleId><ArticleId IdType="pii">9498</ArticleId></ArticleIdList><ReferenceList><Reference><Citation>Ahuja SC, Ahuja S, Ahuja U (2014) Coconut &#x2013; history, uses, and folklore. Asian Agri-Hist 18:221&#x2013;248</Citation></Reference><Reference><Citation>ERA Arqueologia (Dir) (2022) 1min ERA #171 &#x2013; The rescuing and handling of a boat [v&#xed;deo record]. https://www.youtube.com/watch?v=tRZ0wwt_Sy8</Citation></Reference><Reference><Citation>ERA Arqueologia (Dir). (2024) 1min ERA #292 &#x2013; A Lisbon Riverfront Palace [v&#xed;deo record]. https://www.youtube.com/watch?v=woR2MaVG87s</Citation></Reference><Reference><Citation>Barros A (2013) As receitas de cozinha de um frade portugu&#xea;s do s&#xe9;culo XVI, com Pref&#xe1;cio de Raquel Sei&#xe7;a e Colabora&#xe7;&#xe3;o de Joana Veloso e Micaela Aguiar. Imprensa da Universidade de Coimbra, Coimbra</Citation></Reference><Reference><Citation>Bettencourt J, Fonseca C, Carvalho P, Silva T, Coelho IP, Lopes G (2021a) Early modern age ships and ship finds in Lisbon&#x2019;s riverfront: research perspectives. J Marit Archaeol 16(4):413&#x2013;443. 10.1007/s11457-021-09310-3</Citation><ArticleIdList><ArticleId IdType="doi">10.1007/s11457-021-09310-3</ArticleId></ArticleIdList></Reference><Reference><Citation>Bettencourt J, Lopes G, Fonseca C, Silva T, Carvalho P, Coelho IP (2021b) Boa Vista 1: context and construction details of an early modern ship discovered in Lisbon, Portugal. Archaeonautica 21:101&#x2013;106. 10.4000/archaeonautica.3724</Citation><ArticleIdList><ArticleId IdType="doi">10.4000/archaeonautica.3724</ArticleId></ArticleIdList></Reference><Reference><Citation>Bettencourt J, Braz&#xe3;o A, Coelho I D P, Chouzenoux C, Swell M P, Fonseca C (2014) Boa Vista 1 and Boa Vista 2: First data on two Early Modern ships discovered&#xa0;in&#xa0;Lisbon&#xa0;(Portugal).&#xa0;Actas&#xa0;Del&#xa0;V&#xa0;Congreso&#xa0;Internacional&#xa0;de&#xa0;Arqueolog&#xed;a&#xa0;Subacu&#xe1;tica.</Citation></Reference><Reference><Citation>Bettencourt J, Nunes T, Ponce M, Carvalho P, Silva T, Lopes G, Mendes da Silva I (2024) An extraordinary find? Boa Vista 5, a new early modern ship discovered in Lisbon waterfront (Portugal). Proceedings of the 16th International Symposium on Boat &amp; Ship Archaeology: 259&#x2013;265. 10.15291/9789533315201.31</Citation></Reference><Reference><Citation>Castro F (2003) The pepper wreck, an early 17th&#x2010;century Portuguese Indiaman at the mouth of the Tagus River, Portugal. Int J Naut Archaeol 32(1):6&#x2013;23. 10.1111/j.1095-9270.2003.tb01428.x</Citation><ArticleIdList><ArticleId IdType="doi">10.1111/j.1095-9270.2003.tb01428.x</ArticleId></ArticleIdList></Reference><Reference><Citation>Clapham A (2003) Waterlogged Plant Remains. Charter Quay, The Spirit of Change, Wessex Archaeology</Citation></Reference><Reference><Citation>Costa Vaz F, Tereso J, Monteiro P (2024) Plantando a semente: Uma proposta para a regula&#xe7;&#xe3;o da Arqueobot&#xe2;nica em Portugal. Al-Madan 27(2):114&#x2013;122</Citation></Reference><Reference><Citation>Crosby AW (2003) The Columbian exchange: Biological and cultural consequences of 1492. Praeger, Westport, Conn</Citation></Reference><Reference><Citation>Ferr&#xe3;o J E (2005) A Aventura das Plantas e os Descobrimentos Portugueses. Chaves Ferreira Publica&#xe7;&#xf5;es.</Citation></Reference><Reference><Citation>Flandrin J-L, Montanari M (eds) (1999) Food: A Culinary History. Columbia University Press.</Citation></Reference><Reference><Citation>Freire D (2020) Receitas e Rem&#xe9;dios de Francisco Borges Henriques. In&#xed;cios Do S&#xe9;culo XVIII. Ficta Editora, Lisboa</Citation></Reference><Reference><Citation>Gomes A I A (2014) Os caes do s&#xed;tio da Boavista no s&#xe9;culo XVIII: Estudo arqueol&#xf3;gico de estruturas portu&#xe1;rias. University of Lisbon.</Citation></Reference><Reference><Citation>Gomes J P (2017) Comida de rua na Lisboa Moderna (s&#xe9;cs. XVI e XVII). In: Senna-Martinez J, Marins A C, Caessa A, Marques, A, Cameira I (eds) Diz-Me O Que Comes... Alimenta&#xe7;&#xe3;o Antes E Depois Da Cidade. Fragmentos de Arqueologia de Lisboa 1, ACDPrint S A, Lisbon, pp 99-109</Citation></Reference><Reference><Citation>Josu&#xe9; D, Nzi&#xe9; W, Ntamack G, Bienvenu K (2016) Hertz theory application in modeling and analysis of mechanical rupture force of cocoa pod. Int J Mech Eng Appl 4:182&#x2013;188. 10.11648/j.ijmea.20160405.13</Citation><ArticleIdList><ArticleId IdType="doi">10.11648/j.ijmea.20160405.13</ArticleId></ArticleIdList></Reference><Reference><Citation>Larsson M, Foley B (2023) The king&#x2019;s spice cabinet-plant remains from Gribshunden, a 15th century royal shipwreck in the Baltic Sea. PLoS ONE 18:e0281010. 10.1371/journal.pone.0281010</Citation><ArticleIdList><ArticleId IdType="doi">10.1371/journal.pone.0281010</ArticleId><ArticleId IdType="pmc">PMC9879437</ArticleId><ArticleId IdType="pubmed">36701280</ArticleId></ArticleIdList></Reference><Reference><Citation>Lefebvre L, Comp&#xe8;re P, L&#xe9;onard A, Plougonven E, Vandewalle N, Gobert S (2021) Mediterranean aegagropiles from <i>Posidonia oceanica</i> (L.) Delile (1813): a first complete description from macroscopic to microscopic structure. Mar Biol 168:37</Citation><ArticleIdList><ArticleId IdType="doi">10.1007/s00227-021-03833-y</ArticleId></ArticleIdList></Reference><Reference><Citation>Lempi&#xe4;inen-Avci M, Timonen T, Harju P, Alvik R (2022) Underwater archaeobotany: plant and wood analyses from the Vrouw Maria, a 1771 shipwreck in the Finnish Baltic Sea. Veget Hist Archaeobot 31(1):97&#x2013;106. 10.1007/s00334-021-00840-3</Citation><ArticleIdList><ArticleId IdType="doi">10.1007/s00334-021-00840-3</ArticleId></ArticleIdList></Reference><Reference><Citation>Lopes G, Petrucci-Fonseca F (2023) Sheathing and pay techniques in the Boa Vista 1 ship (Lisbon, Portugal). J Marit Archaeol 18(1):47&#x2013;64. 10.1007/s11457-023-09351-w</Citation><ArticleIdList><ArticleId IdType="doi">10.1007/s11457-023-09351-w</ArticleId></ArticleIdList></Reference><Reference><Citation>Lopes G (2022). Boa Vista 1: Estudo arqueol&#xf3;gico de um navio na Lisboa Ribeirinha (s&#xe9;culos XVII-XVIII). University of Lisbon.</Citation></Reference><Reference><Citation>Macedo ML, Mendes da Silva I, Lopes G, Bettencourt J (2017) A Dimens&#xe3;o Mar&#xed;tima do Boqueir&#xe3;o do Duro (Santos, Lisboa) nos S&#xe9;culos XVIII e XIX: primeiros resultados arqueol&#xf3;gicos. In: Arnaud J, Martins A (eds) Arqueologia em Portugal 2017- O estado da quest&#xe3;o. Associa&#xe7;&#xe3;o dos Arque&#xf3;logos Portugueses, Lisbon, pp 1915&#x2013;1924</Citation></Reference><Reference><Citation>Mart&#xed;n-Seijo M, Sartal Lorenzo M, Kaal J, Teira-Bri&#xf3;n A (2021) A multi-disciplinary study of woodcrafts and plant remains that reveals the history of Pontevedra&#x2019;s harbour (Northwest Iberia) between the 13th and 19th centuries AD. Environ Archaeol 26(2):192&#x2013;208. 10.1080/14614103.2018.1522782</Citation><ArticleIdList><ArticleId IdType="doi">10.1080/14614103.2018.1522782</ArticleId></ArticleIdList></Reference><Reference><Citation>Mendes da Silva I (2022) Boa Vista 5 e as Companhias para o Com&#xe9;rcio do Brasil. 1649&#x2013;1720. Apontamentos De Arqueologia e Patrim&#xf3;nio 16:41&#x2013;47</Citation></Reference><Reference><Citation>Mendes da Silva I (2025) A Praia da Boa Vista. O centro econ&#xf3;mico de Lisboa na transi&#xe7;&#xe3;o do s&#xe9;culo XVII para o s&#xe9;culo XVIII. University of Lisbon</Citation></Reference><Reference><Citation>Neef R, Cappers RTJ, Bekker RM, Boulos L, Dinies M, Ertu&#x11f; ZF, Keller N, Lahitte M, Meulenbeld GJ, Zhu YP (2012) Digital atlas of economic plants in archaeology. Barkhuis. 10.2307/j.ctt20p56d7</Citation></Reference><Reference><Citation>Pe&#xf1;a-Chocarro L, P&#xe9;rez- Jord&#xe0; G, Alonso N, Antol&#xed;n F, Teira-Bri&#xf3;n A, Tereso J, Montes Moya EM, L&#xf3;pez Reyes D (2019) Roman and medieval crops in the Iberian Peninsula: a first overview of seeds and fruits from archaeological sites. Quat Int 499:49&#x2013;66. 10.1016/j.quaint.2017.09.037</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.quaint.2017.09.037</ArticleId></ArticleIdList></Reference><Reference><Citation>Sabato D, Pe&#xf1;a-Chocarro L (2021) Maris nostri novus atlas: seeds and fruits from the mediterranean basin</Citation></Reference><Reference><Citation>Santos MJC (2006) O Largo Vitorino Dam&#xe1;sio: Contributo para a hist&#xf3;ria da zona ribeirinha de Lisboa. Rev Port Arqueol 9(2):369&#x2013;399</Citation></Reference><Reference><Citation>Sarrazola A, Bettencourt J, Freitas T, Macedo M (2017) O estaleiro naval da actual Pra&#xe7;a D. Lu&#xed;s I. Contributo Arqueol&#xf3;gico para a Olisipografia e para a Hist&#xf3;ria da Di&#xe1;spora. Arqueol Hist 69:29&#x2013;32</Citation></Reference><Reference><Citation>Sim&#xe3;o I, Miguez J, Calvo E (2019) Trabalhos arqueol&#xf3;gicos na rua Cais do Tojo, no48-64, Lisboa. Contributo para a evolu&#xe7;&#xe3;o da frente ribeirinha lisboeta. Apontamentos De Arqueologia e Patrim&#xf3;nio 13:75&#x2013;84</Citation></Reference><Reference><Citation>De Souza P, Moreira L, Sarmento D, Costa F (2018) Cacao &#x2013; Theobroma cacao. In: Rodrigues S, Silva E, Brito E (eds) Exotic fruits Reference Guide, 1st edn. Academic Press, Cambridge MA, pp. 69&#x2013;76. 10.1016/B978-0-12-803138-4.00010-1</Citation></Reference></ReferenceList></PubmedData></PubmedArticle></PubmedArticleSet>