<?xml version="1.0" ?>
<!DOCTYPE PubmedArticleSet PUBLIC "-//NLM//DTD PubMedArticle, 1st January 2025//EN" "https://dtd.nlm.nih.gov/ncbi/pubmed/out/pubmed_250101.dtd">
<PubmedArticleSet>
<PubmedArticle><MedlineCitation Status="MEDLINE" Owner="NLM" IndexingMethod="Automated"><PMID Version="1">41402099</PMID><DateCompleted><Year>2025</Year><Month>12</Month><Day>16</Day></DateCompleted><DateRevised><Year>2025</Year><Month>12</Month><Day>16</Day></DateRevised><Article PubModel="Print"><Journal><ISSN IssnType="Print">0253-3758</ISSN><JournalIssue CitedMedium="Print"><Volume>53</Volume><Issue>12</Issue><PubDate><Year>2025</Year><Month>Dec</Month><Day>24</Day></PubDate></JournalIssue><Title>Zhonghua xin xue guan bing za zhi</Title><ISOAbbreviation>Zhonghua Xin Xue Guan Bing Za Zhi</ISOAbbreviation></Journal><ArticleTitle>[Analysis of clinical characteristics in patients with intravascular ultrasound-confirmed moderate-to-severe coronary artery calcification].</ArticleTitle><Pagination><StartPage>1368</StartPage><EndPage>1374</EndPage><MedlinePgn>1368-1374</MedlinePgn></Pagination><ELocationID EIdType="doi" ValidYN="Y">10.3760/cma.j.cn112148-20250924-00676</ELocationID><Abstract><AbstractText><b>Objective:</b> Investigate the clinical characteristics of patients with coronary artery disease (CAD) and moderate-to-severe coronary calcification lesions confirmed by intravascular ultrasound (IVUS), and to compare the prevalence of moderate-to-severe calcification lesions among different clusters of patients with CAD. <b>Methods:</b> This cross-sectional study enrolled patients with coronary artery disease who underwent coronary angiography and IVUS at the General Hospital of Northern Theater Command from June 2016 to June 2023. Patients with mild calcification were excluded, and the remaining cohort was divided into moderate-to-severe calcification and non-calcification groups. The least absolute and selective operator logistic regression was used to identify baseline variables associated with mederate-to-severe calcification. Hierarchical cluster analysis was used to identify similarities in clinical baseline data among patients, and the prevalence of moderate-to-severe coronary calcification was compared across different clusters of patients with CAD. <b>Results:</b> A total of 1 406 patients with CAD were enrolled (age (60.7&#xb1;10.0) years; 963 males (68.5%)). A total of 563 patients were assigned in the moderate-to-severe calcification group and 843 patients were assigned in the non-calcification group. The least absolute and selective operator logistic regression identified 23 baseline variables associated with moderate-to-severe coronary artery calcification. Hierarchical cluster analysis based on these 23 variables divided all patients into Cluster 1 (500 cases) and Cluster 2 (906 cases). Patients in Cluster 1 were characterized by high age, high body mass index, high diastolic blood pressure, elevated mean arterial pressure, history of hypertension, history of diabetes, low endogenous creatinine clearance, high fasting blood glucose, low high-density lipoprotein cholesterol (HDL-C), high lipoprotein(a), high alkaline phosphatase, high glycated hemoglobin, low serum albumin, high triglycerides/HDL-C ratio, high HbA1c/HDL-C ratio, and high triglyceride glucose index. Cluster 1 (49.6%, 248/500) exhibited a significantly higher prevalence of moderate-to-severe coronary artery calcification compared to Cluster 2 (34.8%, 315/906, <i>P</i>=0.002). <b>Conclusions:</b> Patients with moderate-to-severe coronary artery calcification exhibited clinical heterogeneity compared to those without calcification. A subgroup characterized by high age, elevated body mass index, high diastolic blood pressure, elevated mean arterial pressure, history of hypertension, history of diabetes, low endogenous creatinine clearance, and high fasting blood glucose levels demonstrated a higher prevalence of moderate-to-severe coronary artery calcification.</AbstractText></Abstract><AuthorList CompleteYN="Y"><Author ValidYN="Y"><LastName>Li</LastName><ForeName>J Y</ForeName><Initials>JY</Initials><AffiliationInfo><Affiliation>State Key Laboratory of Frigid Zone Cardiovascular Disease, Department of Cardiology, General Hospital of Northern Theater Command, Shenyang 110016, China.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Luo</LastName><ForeName>J Y</ForeName><Initials>JY</Initials><AffiliationInfo><Affiliation>State Key Laboratory of Frigid Zone Cardiovascular Disease, Department of Cardiology, General Hospital of Northern Theater Command, Shenyang 110016, China.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Xu</LastName><ForeName>Z M</ForeName><Initials>ZM</Initials><AffiliationInfo><Affiliation>State Key Laboratory of Frigid Zone Cardiovascular Disease, Department of Cardiology, General Hospital of Northern Theater Command, Shenyang 110016, China.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Xue</LastName><ForeName>Y</ForeName><Initials>Y</Initials><AffiliationInfo><Affiliation>State Key Laboratory of Frigid Zone Cardiovascular Disease, Department of Cardiology, General Hospital of Northern Theater Command, Shenyang 110016, China.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Li</LastName><ForeName>Y</ForeName><Initials>Y</Initials><AffiliationInfo><Affiliation>State Key Laboratory of Frigid Zone Cardiovascular Disease, Department of Cardiology, General Hospital of Northern Theater Command, Shenyang 110016, China.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Han</LastName><ForeName>Y L</ForeName><Initials>YL</Initials><AffiliationInfo><Affiliation>State Key Laboratory of Frigid Zone Cardiovascular Disease, Department of Cardiology, General Hospital of Northern Theater Command, Shenyang 110016, China.</Affiliation></AffiliationInfo></Author></AuthorList><Language>chi</Language><GrantList CompleteYN="Y"><Grant><GrantID>2025ZD0546400, 2025ZD0546403</GrantID><Agency>National Science and Technology Major Project</Agency><Country/></Grant><Grant><GrantID>XLYC2203095</GrantID><Agency>Liaoning Province Xingliao Talent Project</Agency><Country/></Grant><Grant><GrantID>RC220400</GrantID><Agency>Shenyang City Middle-Aged and Young Innovators Support Program</Agency><Country/></Grant></GrantList><PublicationTypeList><PublicationType UI="D004740">English Abstract</PublicationType><PublicationType UI="D016428">Journal Article</PublicationType></PublicationTypeList></Article><MedlineJournalInfo><Country>China</Country><MedlineTA>Zhonghua Xin Xue Guan Bing Za Zhi</MedlineTA><NlmUniqueID>7910682</NlmUniqueID><ISSNLinking>0253-3758</ISSNLinking></MedlineJournalInfo><CitationSubset>IM</CitationSubset><MeshHeadingList><MeshHeading><DescriptorName UI="D006801" MajorTopicYN="N">Humans</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D003324" MajorTopicYN="Y">Coronary Artery Disease</DescriptorName><QualifierName UI="Q000000981" MajorTopicYN="N">diagnostic imaging</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D008875" MajorTopicYN="N">Middle Aged</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D008297" MajorTopicYN="N">Male</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D005260" MajorTopicYN="N">Female</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D003430" MajorTopicYN="N">Cross-Sectional Studies</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D018084" MajorTopicYN="Y">Ultrasonography, Interventional</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D000368" MajorTopicYN="N">Aged</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D017023" MajorTopicYN="N">Coronary Angiography</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D061205" MajorTopicYN="Y">Vascular Calcification</DescriptorName><QualifierName UI="Q000000981" MajorTopicYN="N">diagnostic imaging</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D015995" MajorTopicYN="N">Prevalence</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D003331" MajorTopicYN="N">Coronary Vessels</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D016015" MajorTopicYN="N">Logistic Models</DescriptorName></MeshHeading></MeshHeadingList><OtherAbstract Type="Publisher" Language="chi"><AbstractText><b>&#x76ee;&#x7684;&#xff1a;</b> &#x63a2;&#x8ba8;&#x8840;&#x7ba1;&#x5185;&#x8d85;&#x58f0;&#xff08;IVUS&#xff09;&#x8bc1;&#x5b9e;&#x7684;&#x51a0;&#x72b6;&#x52a8;&#x8109;&#x4e2d;&#x91cd;&#x5ea6;&#x9499;&#x5316;&#x75c5;&#x53d8;&#x60a3;&#x8005;&#x7684;&#x4e34;&#x5e8a;&#x7279;&#x5f81;&#xff0c;&#x6bd4;&#x8f83;&#x4e0d;&#x540c;&#x805a;&#x7c7b;&#x51a0;&#x5fc3;&#x75c5;&#x60a3;&#x8005;&#x4e2d;&#x91cd;&#x5ea6;&#x9499;&#x5316;&#x75c5;&#x53d8;&#x60a3;&#x75c5;&#x7387;&#x3002; <b>&#x65b9;&#x6cd5;&#xff1a;</b> &#x672c;&#x7814;&#x7a76;&#x4e3a;&#x6a2a;&#x65ad;&#x9762;&#x7814;&#x7a76;&#x3002;&#x9009;&#x53d6;2016&#x5e74;6&#x6708;&#x81f3;2023&#x5e74;6&#x6708;&#x4e8e;&#x89e3;&#x653e;&#x519b;&#x5317;&#x90e8;&#x6218;&#x533a;&#x603b;&#x533b;&#x9662;&#x63a5;&#x53d7;&#x51a0;&#x72b6;&#x52a8;&#x8109;&#x9020;&#x5f71;&#x548c;IVUS&#x68c0;&#x67e5;&#x7684;&#x51a0;&#x5fc3;&#x75c5;&#x60a3;&#x8005;&#xff0c;&#x6392;&#x9664;&#x8f7b;&#x5ea6;&#x9499;&#x5316;&#x60a3;&#x8005;&#x540e;&#xff0c;&#x5c06;&#x60a3;&#x8005;&#x5206;&#x4e3a;&#x4e2d;&#x91cd;&#x5ea6;&#x9499;&#x5316;&#x7ec4;&#x548c;&#x65e0;&#x9499;&#x5316;&#x7ec4;&#x3002;&#x91c7;&#x7528;&#x6700;&#x5c0f;&#x7edd;&#x5bf9;&#x6536;&#x7f29;&#x548c;&#x9009;&#x62e9;&#x7b97;&#x5b50;logistic&#x56de;&#x5f52;&#x7b5b;&#x9009;&#x57fa;&#x7ebf;&#x53d8;&#x91cf;&#x4e2d;&#x4e0e;&#x4e2d;&#x91cd;&#x5ea6;&#x51a0;&#x72b6;&#x52a8;&#x8109;&#x9499;&#x5316;&#x76f8;&#x5173;&#x7684;&#x53d8;&#x91cf;&#xff0c;&#x91c7;&#x7528;&#x5c42;&#x6b21;&#x805a;&#x7c7b;&#x5206;&#x6790;&#x6316;&#x6398;&#x60a3;&#x8005;&#x4e4b;&#x95f4;&#x4e34;&#x5e8a;&#x57fa;&#x7ebf;&#x8d44;&#x6599;&#x7684;&#x76f8;&#x4f3c;&#x6027;&#xff0c;&#x6bd4;&#x8f83;&#x4e0d;&#x540c;&#x805a;&#x7c7b;&#x51a0;&#x5fc3;&#x75c5;&#x60a3;&#x8005;&#x7684;&#x51a0;&#x72b6;&#x52a8;&#x8109;&#x4e2d;&#x91cd;&#x5ea6;&#x9499;&#x5316;&#x60a3;&#x75c5;&#x7387;&#x3002; <b>&#x7ed3;&#x679c;&#xff1a;</b> &#x5171;&#x7eb3;&#x5165;1 406&#x4f8b;&#x51a0;&#x5fc3;&#x75c5;&#x60a3;&#x8005;&#xff0c;&#x5e74;&#x9f84;&#xff08;60.7&#xb1;10.0&#xff09;&#x5c81;&#xff0c;&#x7537;&#x6027;963&#x4f8b;&#xff08;68.5%&#xff09;&#xff0c;&#x4e2d;&#x91cd;&#x5ea6;&#x9499;&#x5316;&#x7ec4;563&#x4f8b;&#xff0c;&#x65e0;&#x9499;&#x5316;&#x7ec4;843&#x4f8b;&#x3002;&#x6700;&#x5c0f;&#x7edd;&#x5bf9;&#x6536;&#x7f29;&#x548c;&#x9009;&#x62e9;&#x7b97;&#x5b50;logistic&#x56de;&#x5f52;&#x7b5b;&#x9009;&#x51fa;&#x4e86;&#x4e0e;&#x4e2d;&#x91cd;&#x5ea6;&#x51a0;&#x72b6;&#x52a8;&#x8109;&#x9499;&#x5316;&#x76f8;&#x5173;&#x7684;23&#x4e2a;&#x57fa;&#x7ebf;&#x53d8;&#x91cf;&#xff0c;&#x57fa;&#x4e8e;&#x8fd9;23&#x4e2a;&#x53d8;&#x91cf;&#x7684;&#x5c42;&#x6b21;&#x805a;&#x7c7b;&#x5206;&#x6790;&#x5c06;&#x6240;&#x6709;&#x60a3;&#x8005;&#x5206;&#x4e3a;&#x4e86;&#x805a;&#x7c7b;1&#xff08;500&#x4f8b;&#xff09;&#x548c;&#x805a;&#x7c7b;2&#xff08;906&#x4f8b;&#xff09;&#x3002;&#x4ee5;&#x9ad8;&#x9f84;&#x3001;&#x9ad8;&#x4f53;&#x91cd;&#x6307;&#x6570;&#x3001;&#x9ad8;&#x8212;&#x5f20;&#x538b;&#x3001;&#x9ad8;&#x5e73;&#x5747;&#x52a8;&#x8109;&#x538b;&#x3001;&#x6709;&#x9ad8;&#x8840;&#x538b;&#x548c;&#x7cd6;&#x5c3f;&#x75c5;&#x53f2;&#x3001;&#x4f4e;&#x5185;&#x751f;&#x808c;&#x9150;&#x6e05;&#x9664;&#x7387;&#x6c34;&#x5e73;&#x3001;&#x9ad8;&#x7a7a;&#x8179;&#x8840;&#x7cd6;&#x6c34;&#x5e73;&#x3001;&#x4f4e;&#x9ad8;&#x5bc6;&#x5ea6;&#x8102;&#x86cb;&#x767d;&#x80c6;&#x56fa;&#x9187;&#xff08;HDL-C&#xff09;&#x6c34;&#x5e73;&#x3001;&#x9ad8;&#x8102;&#x86cb;&#x767d;&#xff08;a&#xff09;&#x6c34;&#x5e73;&#x3001;&#x9ad8;&#x78b1;&#x6027;&#x78f7;&#x9178;&#x9176;&#x6c34;&#x5e73;&#x3001;&#x9ad8;&#x7cd6;&#x5316;&#x8840;&#x7ea2;&#x86cb;&#x767d;&#x6c34;&#x5e73;&#x3001;&#x4f4e;&#x8840;&#x6e05;&#x767d;&#x86cb;&#x767d;&#x6c34;&#x5e73;&#x3001;&#x9ad8;&#x7518;&#x6cb9;&#x4e09;&#x916f;/HDL-C&#x6c34;&#x5e73;&#x3001;&#x9ad8;&#x7cd6;&#x5316;&#x8840;&#x7ea2;&#x86cb;&#x767d;/HDL-C&#x6c34;&#x5e73;&#x3001;&#x9ad8;&#x7518;&#x6cb9;&#x4e09;&#x916f;&#x8461;&#x8404;&#x7cd6;&#x6307;&#x6570;&#x4e3a;&#x7279;&#x5f81;&#x7684;&#x805a;&#x7c7b;1&#x60a3;&#x8005;&#xff08;49.6%&#xff0c;248/500&#xff09;&#x51a0;&#x72b6;&#x52a8;&#x8109;&#x4e2d;&#x91cd;&#x5ea6;&#x9499;&#x5316;&#x60a3;&#x75c5;&#x7387;&#x9ad8;&#x4e8e;&#x805a;&#x7c7b;2&#x60a3;&#x8005;&#xff08;34.8%&#xff0c;315/906&#xff09;&#xff0c;&#x5dee;&#x5f02;&#x6709;&#x7edf;&#x8ba1;&#x5b66;&#x610f;&#x4e49;&#xff08;<i>P</i>=0.002&#xff09;&#x3002; <b>&#x7ed3;&#x8bba;&#xff1a;</b> &#x51a0;&#x72b6;&#x52a8;&#x8109;&#x4e2d;&#x91cd;&#x5ea6;&#x9499;&#x5316;&#x4e0e;&#x65e0;&#x9499;&#x5316;&#x51a0;&#x5fc3;&#x75c5;&#x60a3;&#x8005;&#x5728;&#x4e34;&#x5e8a;&#x57fa;&#x7ebf;&#x7279;&#x5f81;&#x65b9;&#x9762;&#x5b58;&#x5728;&#x4e00;&#x5b9a;&#x7684;&#x5f02;&#x8d28;&#x6027;&#xff0c;&#x4ee5;&#x9ad8;&#x9f84;&#x3001;&#x9ad8;&#x4f53;&#x91cd;&#x6307;&#x6570;&#x3001;&#x9ad8;&#x8212;&#x5f20;&#x538b;&#x3001;&#x9ad8;&#x5e73;&#x5747;&#x52a8;&#x8109;&#x538b;&#x3001;&#x6709;&#x9ad8;&#x8840;&#x538b;&#x548c;&#x7cd6;&#x5c3f;&#x75c5;&#x53f2;&#x3001;&#x4f4e;&#x5185;&#x751f;&#x808c;&#x9150;&#x6e05;&#x9664;&#x7387;&#x3001;&#x9ad8;&#x7a7a;&#x8179;&#x8840;&#x7cd6;&#x6c34;&#x5e73;&#x7b49;&#x4e3a;&#x7279;&#x5f81;&#x7684;&#x4e00;&#x7c7b;&#x60a3;&#x8005;&#x5177;&#x6709;&#x66f4;&#x9ad8;&#x7684;&#x51a0;&#x72b6;&#x52a8;&#x8109;&#x4e2d;&#x91cd;&#x5ea6;&#x9499;&#x5316;&#x60a3;&#x75c5;&#x7387;&#x3002;.</AbstractText></OtherAbstract></MedlineCitation><PubmedData><History><PubMedPubDate PubStatus="medline"><Year>2025</Year><Month>12</Month><Day>17</Day><Hour>0</Hour><Minute>26</Minute></PubMedPubDate><PubMedPubDate PubStatus="pubmed"><Year>2025</Year><Month>12</Month><Day>17</Day><Hour>0</Hour><Minute>25</Minute></PubMedPubDate><PubMedPubDate PubStatus="entrez"><Year>2025</Year><Month>12</Month><Day>16</Day><Hour>21</Hour><Minute>41</Minute></PubMedPubDate></History><PublicationStatus>ppublish</PublicationStatus><ArticleIdList><ArticleId IdType="pubmed">41402099</ArticleId><ArticleId IdType="doi">10.3760/cma.j.cn112148-20250924-00676</ArticleId></ArticleIdList></PubmedData></PubmedArticle></PubmedArticleSet>