<?xml version="1.0" ?>
<!DOCTYPE PubmedArticleSet PUBLIC "-//NLM//DTD PubMedArticle, 1st January 2025//EN" "https://dtd.nlm.nih.gov/ncbi/pubmed/out/pubmed_250101.dtd">
<PubmedArticleSet>
<PubmedArticle><MedlineCitation Status="MEDLINE" Owner="NLM" IndexingMethod="Automated"><PMID Version="1">41564040</PMID><DateCompleted><Year>2026</Year><Month>01</Month><Day>21</Day></DateCompleted><DateRevised><Year>2026</Year><Month>01</Month><Day>25</Day></DateRevised><Article PubModel="Electronic-eCollection"><Journal><ISSN IssnType="Electronic">1932-6203</ISSN><JournalIssue CitedMedium="Internet"><Volume>21</Volume><Issue>1</Issue><PubDate><Year>2026</Year></PubDate></JournalIssue><Title>PloS one</Title><ISOAbbreviation>PLoS One</ISOAbbreviation></Journal><ArticleTitle>Socio-community care of people with disabilities: Experiences of caregivers living in south-central zone of Chile.</ArticleTitle><Pagination><StartPage>e0339403</StartPage><MedlinePgn>e0339403</MedlinePgn></Pagination><ELocationID EIdType="pii" ValidYN="Y">e0339403</ELocationID><ELocationID EIdType="doi" ValidYN="Y">10.1371/journal.pone.0339403</ELocationID><Abstract><AbstractText Label="INTRODUCTION" NlmCategory="BACKGROUND">Care involves unequal relationships between gender, corporal conditions and responsibilities. This is especially sensitive for the participation and socio-community inclusion of people with disabilities and their caregivers.</AbstractText><AbstractText Label="AIM" NlmCategory="OBJECTIVE">To analyze the perceptions of caregivers regarding the construction of socio-community care for people with disabilities in the south-central Zone of Chile.</AbstractText><AbstractText Label="METHOD" NlmCategory="METHODS">Qualitative study from a situated feminist perspective. Ten semi-structured interviews were conducted with women caregivers of people with disabilities during the years 2021-2022. The interviews were based on qualitative thematic analysis.</AbstractText><AbstractText Label="RESULTS" NlmCategory="RESULTS">The analysis revealed two central categories and six emerging subcategories: a) The world of the system; a.1) Health and rehabilitation, a.2) Education, a.3) Work, and b) The world of life; b.1) Family, b.2) Neighbors and friends, b.3) Community organizations. Socio-community care is a system of action and links that are woven between "The world of the system" and "The world of life" to sustain existence. They are a provision of support and assistance from public institutions and communities.</AbstractText><AbstractText Label="CONCLUSIONS" NlmCategory="CONCLUSIONS">Socio-community care is built with a lot of effort and exhaustion on the part of the families of people with disabilities, especially by women. Of particular importance is the responsibility and self-organization of communities to meet the needs and care of persons with disabilities. Hence the urgency to develop comprehensive care systems where the State takes greater and better responsibility.</AbstractText><CopyrightInformation>Copyright: &#xa9; 2026 Pino-Mor&#xe1;n et al. This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.</CopyrightInformation></Abstract><AuthorList CompleteYN="Y"><Author ValidYN="Y"><LastName>Pino-Mor&#xe1;n</LastName><ForeName>Juan Andr&#xe9;s</ForeName><Initials>JA</Initials><Identifier Source="ORCID">0000-0001-7027-6908</Identifier><AffiliationInfo><Affiliation>Instituto de Ciencias de la Salud, Universidad de O'Higgins, Rancagua, Regi&#xf3;n del Libertador General Bernardo O'Higgins, Chile.</Affiliation></AffiliationInfo><AffiliationInfo><Affiliation>Millennium Nucleus Studies on Disability and Citizenship (DISCA), Santiago, Regi&#xf3;n Metropolitana, Chile.</Affiliation></AffiliationInfo><AffiliationInfo><Affiliation>Grupo de Estudios Cr&#xed;ticos de la Discapacidad (CLACSO), Buenos Aires, Argentina.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Gonz&#xe1;lez</LastName><ForeName>Rodrigo</ForeName><Initials>R</Initials><Identifier Source="ORCID">0009-0001-9733-8221</Identifier><AffiliationInfo><Affiliation>Escuela de Salud, Universidad de O'Higgins, Rancagua, Regi&#xf3;n del Libertador General Bernardo O'Higgins, Chile.</Affiliation></AffiliationInfo><AffiliationInfo><Affiliation>Instituto de Gobierno y Pol&#xed;ticas P&#xfa;blicas, Universidad Aut&#xf3;noma de Barcelona, Barcelona, Espa&#xf1;a.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Rodr&#xed;guez-Garrido</LastName><ForeName>P&#xed;a</ForeName><Initials>P</Initials><AffiliationInfo><Affiliation>Millennium Nucleus Studies on Disability and Citizenship (DISCA), Santiago, Regi&#xf3;n Metropolitana, Chile.</Affiliation></AffiliationInfo><AffiliationInfo><Affiliation>Millennium Institute for Care Research (MICARE), Santiago, Regi&#xf3;n Metropolitana, Chile.</Affiliation></AffiliationInfo><AffiliationInfo><Affiliation>Laborat&#xf3;rio de Estudos Sociais sobre o Nascimento (Nascer.pt), Instituto Universit&#xe1;rio de Lisboa, Lisboa, Portugal.</Affiliation></AffiliationInfo><AffiliationInfo><Affiliation>Facultad de Salud y Ciencias Sociales, Universidad de Las Am&#xe9;ricas, Santiago, Regi&#xf3;n Metropolitana, Chile.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Burrone</LastName><ForeName>Mar&#xed;a Soledad</ForeName><Initials>MS</Initials><Identifier Source="ORCID">0000-0002-9641-8350</Identifier><AffiliationInfo><Affiliation>Instituto de Ciencias de la Salud, Universidad de O'Higgins, Rancagua, Regi&#xf3;n del Libertador General Bernardo O'Higgins, Chile.</Affiliation></AffiliationInfo></Author></AuthorList><Language>eng</Language><PublicationTypeList><PublicationType UI="D016428">Journal Article</PublicationType></PublicationTypeList><ArticleDate DateType="Electronic"><Year>2026</Year><Month>01</Month><Day>21</Day></ArticleDate></Article><MedlineJournalInfo><Country>United States</Country><MedlineTA>PLoS One</MedlineTA><NlmUniqueID>101285081</NlmUniqueID><ISSNLinking>1932-6203</ISSNLinking></MedlineJournalInfo><CitationSubset>IM</CitationSubset><MeshHeadingList><MeshHeading><DescriptorName UI="D006801" MajorTopicYN="N">Humans</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D002677" MajorTopicYN="N" Type="Geographic">Chile</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D017028" MajorTopicYN="Y">Caregivers</DescriptorName><QualifierName UI="Q000523" MajorTopicYN="N">psychology</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D005260" MajorTopicYN="N">Female</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D006233" MajorTopicYN="Y">Persons with Disabilities</DescriptorName><QualifierName UI="Q000534" MajorTopicYN="N">rehabilitation</QualifierName><QualifierName UI="Q000523" MajorTopicYN="N">psychology</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D008875" MajorTopicYN="N">Middle Aged</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D000328" MajorTopicYN="N">Adult</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D008297" MajorTopicYN="N">Male</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D036301" MajorTopicYN="N">Qualitative Research</DescriptorName></MeshHeading></MeshHeadingList><CoiStatement>The authors have declared that no competing interests exist.</CoiStatement></MedlineCitation><PubmedData><History><PubMedPubDate PubStatus="received"><Year>2024</Year><Month>8</Month><Day>31</Day></PubMedPubDate><PubMedPubDate PubStatus="accepted"><Year>2025</Year><Month>12</Month><Day>5</Day></PubMedPubDate><PubMedPubDate PubStatus="medline"><Year>2026</Year><Month>1</Month><Day>21</Day><Hour>18</Hour><Minute>49</Minute></PubMedPubDate><PubMedPubDate PubStatus="pubmed"><Year>2026</Year><Month>1</Month><Day>21</Day><Hour>18</Hour><Minute>48</Minute></PubMedPubDate><PubMedPubDate PubStatus="entrez"><Year>2026</Year><Month>1</Month><Day>21</Day><Hour>13</Hour><Minute>43</Minute></PubMedPubDate><PubMedPubDate PubStatus="pmc-release"><Year>2026</Year><Month>1</Month><Day>21</Day></PubMedPubDate></History><PublicationStatus>epublish</PublicationStatus><ArticleIdList><ArticleId IdType="pubmed">41564040</ArticleId><ArticleId IdType="pmc">PMC12822954</ArticleId><ArticleId IdType="doi">10.1371/journal.pone.0339403</ArticleId><ArticleId IdType="pii">PONE-D-24-35334</ArticleId></ArticleIdList><ReferenceList><Reference><Citation>Batthy&#xe1;ny K. Miradas latinoamericanas a los cuidados. Ciudad Aut&#xf3;noma de Buenos Aires: Consejo Latinoamericano de Ciencias Sociales [CLACSO] Siglo XXI. 2020.</Citation></Reference><Reference><Citation>Gilligan C. La &#xe9;tica del cuidado. https://www.revistaseden.org/boletin/files/6964_etica_del_cuidado_2013.pdf. 2013.</Citation></Reference><Reference><Citation>V&#xe1;squez A, Pereira MA. Construyendo sistemas de apoyos y cuidados para la vida en comunidad de las personas con discapacidad en Am&#xe9;rica Latina y el caribe. https://scioteca.caf.com/bitstream/handle/123456789/2048/19%20May%20Construyendo%20sistemas%20de%20apoyos%20y%20cuidados%20CAF-20230614.pdf?sequence=6&amp;isAllowed=y. 2023.</Citation></Reference><Reference><Citation>Aguilar P. Pensar el cuidado como problema social. Los derroteros del cuidado. Argentina: Unidades de Publicaciones del Departamento de Econom&#xed;a y Administraci&#xf3;n. 2019.19&#x2013;30.</Citation></Reference><Reference><Citation>Molinier P, Legarreta M. Subjetividad y materialidad del cuidado: &#xe9;tica, trabajo y proyecto pol&#xed;tico. Papeles. 2016;2016(1). doi: 10.1387/pceic.16084</Citation><ArticleIdList><ArticleId IdType="doi">10.1387/pceic.16084</ArticleId></ArticleIdList></Reference><Reference><Citation>Tronto JC. Moral Boundaries. Routledge. 2020. doi: 10.4324/9781003070672</Citation><ArticleIdList><ArticleId IdType="doi">10.4324/9781003070672</ArticleId></ArticleIdList></Reference><Reference><Citation>Magliano MJ, Perissinotti MV. La gesti&#xf3;n de lo com&#xfa;n como nuevas formas de ciudadan&#xed;a. El caso de las cuidadoras comunitarias migrantes en C&#xf3;rdoba, Argentina. RES. 2021;30(2):a33. doi: 10.22325/fes/res.2021.33</Citation><ArticleIdList><ArticleId IdType="doi">10.22325/fes/res.2021.33</ArticleId></ArticleIdList></Reference><Reference><Citation>Organizaci&#xf3;n Internacional del Trabajo OIT. El trabajo de cuidados y los trabajadores del cuidado para un futuro con trabajo decente. Ginebra, Suiza: Organizaci&#xf3;n Internacional del Trabajo. 2019.</Citation></Reference><Reference><Citation>Banco Mundial. La inclusi&#xf3;n de la discapacidad. https://www.bancomundial.org/es/topic/disability. 2023. 2024 May 14.</Citation></Reference><Reference><Citation>Pino-Mor&#xe1;n JA, Rodr&#xed;guez-Garrido P, Burrone MS. Politico-Epistemic Tensions Regarding Personal Assistance and Care for People with Disabilities: An Integrative Literature Review. Int J Environ Res Public Health. 2023;20(2):1366. doi: 10.3390/ijerph20021366</Citation><ArticleIdList><ArticleId IdType="doi">10.3390/ijerph20021366</ArticleId><ArticleId IdType="pmc">PMC9859464</ArticleId><ArticleId IdType="pubmed">36674121</ArticleId></ArticleIdList></Reference><Reference><Citation>Grand&#xf3;n Valenzuela D. El cuidado como cuesti&#xf3;n de tiempo: una perspectiva feminista sobre el tiempo cotidiano de cuidadoras de personas adultas con discapacidad. Rev Ocup hum. 2023;23(1):8&#x2013;23. doi: 10.25214/25907816.1494</Citation><ArticleIdList><ArticleId IdType="doi">10.25214/25907816.1494</ArticleId></ArticleIdList></Reference><Reference><Citation>Pi&#xe9; A. La insurrecci&#xf3;n de la vulnerabilidad. Para una pedagog&#xed;a de los cuidados y la resistencia. Barcelona: Edicions de la Universitat de Barcelona; 2020. https://diposit.ub.edu/dspace/handle/2445/147933</Citation></Reference><Reference><Citation>Garc&#xed;a-Santesmases A. El cuerpo deseado. La conversaci&#xf3;n pendiente entre feminismo y anticapacitismo. Barcelona: Ka&#xf3;tica Libros. 2023.</Citation></Reference><Reference><Citation>Mart&#xed;nez V. El enfoque comunitario: Estudio de sus modelos base. Chile: Universidad de Chile. 2006.</Citation></Reference><Reference><Citation>Rosas C, Gil Araujo S. Cuidado comunitario, pol&#xed;ticas p&#xfa;blicas y racionalidades pol&#xed;ticas. El Estado y las trabajadoras vecinales de la Provincia de Buenos Aires, Argentina. RES. 2021;30(2):a32. doi: 10.22325/fes/res.2021.32</Citation><ArticleIdList><ArticleId IdType="doi">10.22325/fes/res.2021.32</ArticleId></ArticleIdList></Reference><Reference><Citation>Sheth AJ, McDonald KE, Fogg L, Conroy NE, Elms EHJ, Kraus LE, et al. Satisfaction, safety, and supports: Comparing people with disabilities&#x2019; insider experiences about participation in institutional and community living. Disabil Health J. 2019;12(4):712&#x2013;7. doi: 10.1016/j.dhjo.2019.06.011</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.dhjo.2019.06.011</ArticleId><ArticleId IdType="pubmed">31262701</ArticleId></ArticleIdList></Reference><Reference><Citation>P&#xe9;rez Orozco A. Subversi&#xf3;n feminista de la econom&#xed;a: aportes para el debate sobre el conflicto capital-vida. Madrid: Traficantes de Sue&#xf1;os. 2014.</Citation></Reference><Reference><Citation>Ruiz-Lozano RE, de la Rosa-Pacheco S, Hern&#xe1;ndez-Camarena JC, Garza-Garza LA, Davila-Cavazos O, Dominguez-Varela IA, et al. Burden and depression among informal caregivers of visually impaired patients in Mexico. Disabil Health J. 2022;15(3):101284. doi: 10.1016/j.dhjo.2022.101284</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.dhjo.2022.101284</ArticleId><ArticleId IdType="pubmed">35337783</ArticleId></ArticleIdList></Reference><Reference><Citation>England P, Folbre N. The Cost of Caring. The ANNALS of the American Academy of Political and Social Science. 1999;561(1):39&#x2013;51. doi: 10.1177/000271629956100103</Citation><ArticleIdList><ArticleId IdType="doi">10.1177/000271629956100103</ArticleId></ArticleIdList></Reference><Reference><Citation>Nelson JA. Of Markets And Martyrs: Is It OK To Pay Well For Care?. Feminist Economics. 1999;5(3):43&#x2013;59. doi: 10.1080/135457099337806</Citation><ArticleIdList><ArticleId IdType="doi">10.1080/135457099337806</ArticleId></ArticleIdList></Reference><Reference><Citation>Venturiello MP. Itinerario terap&#xe9;utico de las personas con discapacidad y mediaciones en el cuidado de la salud: la mirada de los familiares. Physis. 2012;22(3):1063&#x2013;83. doi: 10.1590/s0103-73312012000300012</Citation><ArticleIdList><ArticleId IdType="doi">10.1590/s0103-73312012000300012</ArticleId></ArticleIdList></Reference><Reference><Citation>Denzin N, Lincoln Y. Manual de metodolog&#xed;a de investigaci&#xf3;n cualitativa: Vol. I: el campo de la investigaci&#xf3;n cualitativa. Barcelona: Gedisa. 2012.</Citation></Reference><Reference><Citation>Curiel O. Construyendo metodolog&#xed;as feministas desde el feminismo decolonial. In: Azkue I, Lux&#xe1;n M, Legarreta M, Guzm&#xe1;n G, Zirion I, Carballo J. Otras formas de (re)conocer. Reflexiones, herramientas y aplicaciones desde la investigaci&#xf3;n feminista. Espa&#xf1;a. 2014. 45&#x2013;60.</Citation></Reference><Reference><Citation>Dussel E. M&#xe1;s all&#xe1; del eurocentrismo: el sistema-mundo y los l&#xed;mites de la modernidad. In: Castro-Gomez S. Pensar (en) los intersticios. Teor&#xed;a y pr&#xe1;ctica de la cr&#xed;tica postcolonial. Bogot&#xe1;: Instituto de Estudios Pensar, Universidad Javeriana. 1999. 147&#x2013;62.</Citation></Reference><Reference><Citation>Espinosa-Mi&#xf1;oso Y. Una cr&#xed;tica descolonial a la epistemolog&#xed;a feminista cr&#xed;tica. El cotidiano. 2014;184:7&#x2013;12.</Citation></Reference><Reference><Citation>Ministerio de Desarrollo Social y Familia. Encuesta de Discapacidad y dependencia 2022 (ENDIDE). 2023. https://observatorio.ministeriodesarrollosocial.gob.cl/storage/docs/endide/Presentacion_resultados_ENDIDE_2022_Poblacion_adulta_version_mayo_2023.pdf</Citation></Reference><Reference><Citation>Valles M. T&#xe9;cnicas cualitativas de investigaci&#xf3;n social. Madrid: S&#xed;ntesis. 1997.</Citation></Reference><Reference><Citation>Taylor S, Bogdan R. La entrevista en profundidad. M&#xe9;todos cuantitativos aplicados. 2008;2:194&#x2013;216.</Citation></Reference><Reference><Citation>World Medical Association WMA. World Medical Association declaration of Helsinki: ethical principles for medical research involving human subjects. https://www.wma.net/policies-post/wma-declaration-of-helsinki-ethical-principles-for-medical-research-involving-human-subjects/. 1964. 2024 May 14.</Citation></Reference><Reference><Citation>Tong A, Flemming K, McInnes E, Oliver S, Craig J. Enhancing transparency in reporting the synthesis of qualitative research: ENTREQ. BMC Med Res Methodol. 2012;12:181. doi: 10.1186/1471-2288-12-181</Citation><ArticleIdList><ArticleId IdType="doi">10.1186/1471-2288-12-181</ArticleId><ArticleId IdType="pmc">PMC3552766</ArticleId><ArticleId IdType="pubmed">23185978</ArticleId></ArticleIdList></Reference><Reference><Citation>Braun V, Clarke V. Using thematic analysis in psychology. Qualitative Research in Psychology. 2006;3(2):77&#x2013;101. doi: 10.1191/1478088706qp063oa</Citation><ArticleIdList><ArticleId IdType="doi">10.1191/1478088706qp063oa</ArticleId></ArticleIdList></Reference><Reference><Citation>Cotner BA, Nakase-Richardson R, O&#x2019;Connor DR, Silva MA, Hammond FM, Carlozzi NE, et al. Barriers and Facilitators to Accessing Rehabilitation Health Care: A Veterans Affairs Traumatic Brain Injury Model Systems Qualitative Study. Arch Phys Med Rehabil. 2023;104(3):380&#x2013;9. doi: 10.1016/j.apmr.2022.09.020</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.apmr.2022.09.020</ArticleId><ArticleId IdType="pubmed">36265532</ArticleId></ArticleIdList></Reference><Reference><Citation>Selick A, Durbin J, Casson I, Lee J, Lunsky Y. Barriers and facilitators to improving health care for adults with intellectual and developmental disabilities: what do staff tell us?. Health Promot Chronic Dis Prev Can. 2018;38(10):349&#x2013;57. doi: 10.24095/hpcdp.38.10.01</Citation><ArticleIdList><ArticleId IdType="doi">10.24095/hpcdp.38.10.01</ArticleId><ArticleId IdType="pmc">PMC6197610</ArticleId><ArticleId IdType="pubmed">30303655</ArticleId></ArticleIdList></Reference><Reference><Citation>Oficina del Alto Comisionado de las Naciones Unidas para los Derechos Humanos. Los sistemas de apoyo para garantizar la inclusi&#xf3;n en la comunidad de las personas con discapacidad, entre otras cosas como medio para construir un futuro mejor tras la pandemia de enfermedad por coronavirus (COVID-19). https://documents.un.org/doc/undoc/gen/g22/614/77/pdf/g2261477.pdf?token=G2CX5geWNKy2edykqQ&amp;fe=true 2023.</Citation></Reference><Reference><Citation>Raj M, Feldman SJ, Chang T. Policies and Resources Identified by Youth as Being Important to Prepare for Caregiving Responsibilities. J Am Board Fam Med. 2022;35(4):814&#x2013;20. doi: 10.3122/jabfm.2022.04.210540</Citation><ArticleIdList><ArticleId IdType="doi">10.3122/jabfm.2022.04.210540</ArticleId><ArticleId IdType="pubmed">35896465</ArticleId></ArticleIdList></Reference><Reference><Citation>Choi H, Reblin M, Litzelman K. Conceptualizing Family Caregivers&#x2019; Use of Community Support Services: A Scoping Review. Gerontologist. 2024;64(5):gnad039. doi: 10.1093/geront/gnad039</Citation><ArticleIdList><ArticleId IdType="doi">10.1093/geront/gnad039</ArticleId><ArticleId IdType="pmc">PMC11491529</ArticleId><ArticleId IdType="pubmed">37022354</ArticleId></ArticleIdList></Reference><Reference><Citation>Kong Y-L, Anis-Syakira J, Jawahir S, R&#x2019;ong Tan Y, Rahman NHA, Tan EH. Factors associated with informal caregiving and its effects on health, work, and social activities of adult informal caregivers in Malaysia: findings from the National Health and Morbidity Survey 2019. BMC Public Health. 2021;21(1):1033. doi: 10.1186/s12889-021-11022-1</Citation><ArticleIdList><ArticleId IdType="doi">10.1186/s12889-021-11022-1</ArticleId><ArticleId IdType="pmc">PMC8170800</ArticleId><ArticleId IdType="pubmed">34074275</ArticleId></ArticleIdList></Reference><Reference><Citation>Shirozhan S, Arsalani N, Seyed Bagher Maddah S, Mohammadi-Shahboulaghi F. Barriers and facilitators of rehabilitation nursing care for patients with disability in the rehabilitation hospital: A qualitative study. Front Public Health. 2022;10:931287. doi: 10.3389/fpubh.2022.931287</Citation><ArticleIdList><ArticleId IdType="doi">10.3389/fpubh.2022.931287</ArticleId><ArticleId IdType="pmc">PMC9402936</ArticleId><ArticleId IdType="pubmed">36033757</ArticleId></ArticleIdList></Reference><Reference><Citation>Oliva-Moreno J, Aranda-Reneo I, Vilaplana-Prieto C, Gonz&#xe1;lez-Dom&#xed;nguez A, Hidalgo-Vega A. Economic valuation of informal care in cerebrovascular accident survivors in Spain. BMC Health Serv Res. 2013;13:508. doi: 10.1186/1472-6963-13-508</Citation><ArticleIdList><ArticleId IdType="doi">10.1186/1472-6963-13-508</ArticleId><ArticleId IdType="pmc">PMC4234016</ArticleId><ArticleId IdType="pubmed">24308349</ArticleId></ArticleIdList></Reference><Reference><Citation>Gonzalvez Torralbo H. G&#xe9;nero, cuidados y vejez: mujeres &#xab;en el medio&#xbb; del trabajo remunerado y del trabajo de cuidado en Santiago de Chile. Prisma Social. 2018;(21):194&#x2013;218.</Citation></Reference><Reference><Citation>Ruralidad, cuidados y pol&#xed;ticas p&#xfa;blicas Reflexiones a partir del caso de Uruguay. RCS. 2021;34(49). doi: 10.26489/rvs.v34i49.2</Citation><ArticleIdList><ArticleId IdType="doi">10.26489/rvs.v34i49.2</ArticleId></ArticleIdList></Reference><Reference><Citation>Revuelta B. La complejidad de abordar los cuidados y la discapacidad. Algunos gui&#xf1;os reflexivos para el caso chileno. In: Yarza A, Mercedes L, P&#xe9;rez B . Estudios cr&#xed;ticos en discapacidad una polifon&#xed;a desde Am&#xe9;rica Latina. CLACSO. 2019. 205&#x2013;27.</Citation></Reference><Reference><Citation>Borgeaud-Garciand&#xed;a N. Cuidado y responsabilidad. Estud av. 2020;34(98):41&#x2013;56. doi: 10.1590/s0103-4014.2020.3498.004</Citation><ArticleIdList><ArticleId IdType="doi">10.1590/s0103-4014.2020.3498.004</ArticleId></ArticleIdList></Reference><Reference><Citation>Grand&#xf3;n Valenzuela DE. Lo personal es pol&#xed;tico: un an&#xe1;lisis feminista de la experiencia cotidiana de cuidadoras informales de personas adultas en situaci&#xf3;n de dependencia, en Santiago de Chile. Cad Bras Ter Ocup. 2021;29. doi: 10.1590/2526-8910.ctoao2161</Citation><ArticleIdList><ArticleId IdType="doi">10.1590/2526-8910.ctoao2161</ArticleId></ArticleIdList></Reference><Reference><Citation>Cazorla-Becerra K, Reyes-Espejo MI. Corresponsabilidad en el cuidado informal de personas dependientes: construcci&#xf3;n discursiva en la pol&#xed;tica p&#xfa;blica chilena. ATHENEAD. 2023;23(2):e3331. doi: 10.5565/rev/athenea.3331</Citation><ArticleIdList><ArticleId IdType="doi">10.5565/rev/athenea.3331</ArticleId></ArticleIdList></Reference><Reference><Citation>Raap S, Knibbe M, Horstman K. Caring neighbourhoods: maintaining collective care under neoliberal care reforms. European Journal of Social Work. 2021;25(5):867&#x2013;79. doi: 10.1080/13691457.2021.1997928</Citation><ArticleIdList><ArticleId IdType="doi">10.1080/13691457.2021.1997928</ArticleId></ArticleIdList></Reference><Reference><Citation>Stang MF, Stefoni C. Politizar la violencia: migraci&#xf3;n, violencia sexo-gen&#xe9;rica y cuidados comunitarios. DERECHO. 2022;(89). doi: 10.18800/derechopucp.202202.009</Citation><ArticleIdList><ArticleId IdType="doi">10.18800/derechopucp.202202.009</ArticleId></ArticleIdList></Reference><Reference><Citation>Jayaraman A, Fernandez A. Role of civil society in health care: Mechanisms for realizing universal health coverage in vulnerable communities of India. Front Public Health. 2023;11:1091533. doi: 10.3389/fpubh.2023.1091533</Citation><ArticleIdList><ArticleId IdType="doi">10.3389/fpubh.2023.1091533</ArticleId><ArticleId IdType="pmc">PMC9992436</ArticleId><ArticleId IdType="pubmed">36908431</ArticleId></ArticleIdList></Reference><Reference><Citation>Carmona D. La autonom&#xed;a en la discapacidad desde la perspectiva de la &#xe9;tica del cuidado. Revista Contextos. 2021;48.</Citation></Reference><Reference><Citation>Garc&#xed;a F, Mart&#xed;n-Palomo M. Repensar los cuidados: de las pr&#xe1;cticas a la ontopol&#xed;tica. Revista Internacional de Sociolog&#xed;a. 2021;79(3). doi: 10.3989/ris.2021.79.2.20.68</Citation><ArticleIdList><ArticleId IdType="doi">10.3989/ris.2021.79.2.20.68</ArticleId></ArticleIdList></Reference><Reference><Citation>Mart&#xed;n-Palomo M. Autonom&#xed;a, dependencia y vulnerabilidad en la construcci&#xf3;n de la ciudadan&#xed;a. Revista de servicios sociales. 2010;48:57&#x2013;69.</Citation></Reference></ReferenceList></PubmedData></PubmedArticle></PubmedArticleSet>