<?xml version="1.0" ?>
<!DOCTYPE PubmedArticleSet PUBLIC "-//NLM//DTD PubMedArticle, 1st January 2025//EN" "https://dtd.nlm.nih.gov/ncbi/pubmed/out/pubmed_250101.dtd">
<PubmedArticleSet>
<PubmedArticle><MedlineCitation Status="MEDLINE" Owner="NLM" IndexingMethod="Automated"><PMID Version="1">41688203</PMID><DateCompleted><Year>2026</Year><Month>02</Month><Day>13</Day></DateCompleted><DateRevised><Year>2026</Year><Month>02</Month><Day>13</Day></DateRevised><Article PubModel="Print"><Journal><ISSN IssnType="Print">1671-0274</ISSN><JournalIssue CitedMedium="Print"><Volume>29</Volume><Issue>2</Issue><PubDate><Year>2026</Year><Month>Feb</Month><Day>25</Day></PubDate></JournalIssue><Title>Zhonghua wei chang wai ke za zhi = Chinese journal of gastrointestinal surgery</Title><ISOAbbreviation>Zhonghua Wei Chang Wai Ke Za Zhi</ISOAbbreviation></Journal><ArticleTitle>[Digestive tract reconstruction after proximal gastrectomy-current applications and future perspectives of esophagogastrostomy].</ArticleTitle><Pagination><StartPage>237</StartPage><EndPage>242</EndPage><MedlinePgn>237-242</MedlinePgn></Pagination><ELocationID EIdType="doi" ValidYN="Y">10.3760/cma.j.cn441530-20251117-00435</ELocationID><Abstract><AbstractText>In recent years, proximal gastrectomy (PG) has attracted increasing attention because it enables radical tumor resection while preserving gastric function and improving nutritional status and quality of life. However, how to effectively prevent reflux and anastomotic stricture during reconstruction remains a key challenge in functional reconstruction. This review summarizes the main types of gastroesophageal anastomosis after PG and categorizes the major reconstructive concepts into two groups. The first is the "residual stomach reshaping" approach, which rebuilds the anti-reflux structure by altering the morphology of the remnant stomach. Representative techniques include tubular gastroesophageal anastomosis (TGA), transverse fan-shaped dam formation, and the "GIRAFFE" reconstruction. The second is the "cardia reconstruction" approach, which creates a unidirectional valve-like high-pressure zone using seromuscular or muscular flaps. Representative procedures include the double-flap technique (DFT), single-flap technique (SFT), and tunnel method. TGA features a simple structure and easy manipulation but provides limited anti-reflux capacity. Transverse fan-shaped groin formed adds a "valve-like folding structure" to enhance barrier function. The GIRAFFE reconstruction achieves a balance between anti-reflux function and gastric emptying based on His angle remodeling and gastric pouch formation. Flap-based procedures simulate the physiological cardia structure to establish a high-pressure zone, among which DFT is supported by the most substantial evidence. SFT is characterized by simplified operation and a lower risk of stricture, while the tunnel method shows potential in balancing blood supply and anti-reflux efficacy. In the future, integrating the concepts of "residual stomach reshaping" and "cardia reconstruction", combined with robotic and minimally invasive technologies to achieve precise and standardized operations, will represent an important direction for the advancement of functional PG.</AbstractText></Abstract><AuthorList CompleteYN="Y"><Author ValidYN="Y"><LastName>Cheng</LastName><ForeName>Y F</ForeName><Initials>YF</Initials><AffiliationInfo><Affiliation>Northern Jiangsu People's Hospital, Clinical Teaching Hospital of Medical School, Nanjing University, Yangzhou 225001, China Northern Jiangsu People's Hospital, Yangzhou 225001, China General Surgery Institute of Yangzhou, Yangzhou University, Yangzhou 225001, China Yangzhou Key Laboratory of Basic and Clinical Transformation of Digestive and Metabolic Diseases, Yangzhou 225001, China.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Wang</LastName><ForeName>D R</ForeName><Initials>DR</Initials><AffiliationInfo><Affiliation>Northern Jiangsu People's Hospital, Clinical Teaching Hospital of Medical School, Nanjing University, Yangzhou 225001, China Northern Jiangsu People's Hospital, Yangzhou 225001, China General Surgery Institute of Yangzhou, Yangzhou University, Yangzhou 225001, China Yangzhou Key Laboratory of Basic and Clinical Transformation of Digestive and Metabolic Diseases, Yangzhou 225001, China.</Affiliation></AffiliationInfo></Author></AuthorList><Language>chi</Language><GrantList CompleteYN="Y"><Grant><GrantID>82373014</GrantID><Agency>National Natural Science Foundation of China</Agency><Country/></Grant><Grant><GrantID>YZ2020159</GrantID><Agency>Science and Technology Planning Project of Yangzhou City</Agency><Country/></Grant></GrantList><PublicationTypeList><PublicationType UI="D016428">Journal Article</PublicationType><PublicationType UI="D016454">Review</PublicationType><PublicationType UI="D004740">English Abstract</PublicationType></PublicationTypeList></Article><MedlineJournalInfo><Country>China</Country><MedlineTA>Zhonghua Wei Chang Wai Ke Za Zhi</MedlineTA><NlmUniqueID>101177990</NlmUniqueID><ISSNLinking>1671-0274</ISSNLinking></MedlineJournalInfo><CitationSubset>IM</CitationSubset><MeshHeadingList><MeshHeading><DescriptorName UI="D006801" MajorTopicYN="N">Humans</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D005743" MajorTopicYN="Y">Gastrectomy</DescriptorName><QualifierName UI="Q000379" MajorTopicYN="N">methods</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D019651" MajorTopicYN="Y">Plastic Surgery Procedures</DescriptorName><QualifierName UI="Q000379" MajorTopicYN="N">methods</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D013270" MajorTopicYN="Y">Stomach</DescriptorName><QualifierName UI="Q000601" MajorTopicYN="N">surgery</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D000714" MajorTopicYN="N">Anastomosis, Surgical</DescriptorName><QualifierName UI="Q000379" MajorTopicYN="N">methods</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D013274" MajorTopicYN="N">Stomach Neoplasms</DescriptorName><QualifierName UI="Q000601" MajorTopicYN="N">surgery</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D004947" MajorTopicYN="Y">Esophagus</DescriptorName><QualifierName UI="Q000601" MajorTopicYN="N">surgery</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D005774" MajorTopicYN="Y">Gastrostomy</DescriptorName><QualifierName UI="Q000379" MajorTopicYN="N">methods</QualifierName></MeshHeading></MeshHeadingList><OtherAbstract Type="Publisher" Language="chi"><AbstractText>&#x8fd1;&#x5e74;&#x6765;&#xff0c;&#x8fd1;&#x7aef;&#x80c3;&#x5207;&#x9664;&#x672f;&#xff08;PG&#xff09;&#x56e0;&#x80fd;&#x5728;&#x6839;&#x6cbb;&#x80bf;&#x7624;&#x7684;&#x540c;&#x65f6;&#x4fdd;&#x7559;&#x80c3;&#x529f;&#x80fd;&#x3001;&#x6539;&#x5584;&#x8425;&#x517b;&#x4e0e;&#x751f;&#x6d3b;&#x8d28;&#x91cf;&#x800c;&#x88ab;&#x5e7f;&#x6cdb;&#x5173;&#x6ce8;&#x3002;&#x7136;&#x800c;&#xff0c;&#x5982;&#x4f55;&#x5728;&#x91cd;&#x5efa;&#x8fc7;&#x7a0b;&#x4e2d;&#x6709;&#x6548;&#x9884;&#x9632;&#x53cd;&#x6d41;&#x4e0e;&#x543b;&#x5408;&#x53e3;&#x72ed;&#x7a84;&#xff0c;&#x4ecd;&#x662f;&#x529f;&#x80fd;&#x6027;&#x91cd;&#x5efa;&#x7684;&#x5173;&#x952e;&#x6311;&#x6218;&#x3002;&#x672c;&#x6587;&#x7efc;&#x8ff0;&#x4e86;PG&#x672f;&#x540e;&#x4e3b;&#x8981;&#x7684;&#x98df;&#x7ba1;&#x80c3;&#x543b;&#x5408;&#x65b9;&#x5f0f;&#xff0c;&#x7cfb;&#x7edf;&#x5f52;&#x7eb3;&#x4e86;&#x4e24;&#x5927;&#x7c7b;&#x6539;&#x826f;&#x7406;&#x5ff5;&#xff1a;&#x4e00;&#x662f;&#x201c;&#x6b8b;&#x80c3;&#x5851;&#x5f62;&#x201d;&#x6cd5;&#xff0c;&#x901a;&#x8fc7;&#x6539;&#x53d8;&#x6b8b;&#x80c3;&#x5f62;&#x6001;&#x91cd;&#x5efa;&#x6297;&#x53cd;&#x6d41;&#x7ed3;&#x6784;&#xff0c;&#x4ee3;&#x8868;&#x672f;&#x5f0f;&#x5305;&#x62ec;&#x7ba1;&#x72b6;&#x80c3;&#x543b;&#x5408;&#xff08;TGA&#xff09;&#x3001;&#x4e01;&#x575d;&#x6cd5;&#x53ca;&#x201c;&#x957f;&#x9888;&#x9e7f;&#x201d;&#xff08;GIRAFFE&#xff09;&#x91cd;&#x5efa;&#xff1b;&#x4e8c;&#x662f;&#x201c;&#x8d32;&#x95e8;&#x91cd;&#x5efa;&#x201d;&#x6cd5;&#xff0c;&#x901a;&#x8fc7;&#x5236;&#x4f5c;&#x6d46;&#x808c;&#x74e3;&#x6216;&#x808c;&#x74e3;&#x901a;&#x9053;&#x5f62;&#x6210;&#x5355;&#x5411;&#x9600;&#x6837;&#x9ad8;&#x538b;&#x5e26;&#xff0c;&#x4ee3;&#x8868;&#x672f;&#x5f0f;&#x5305;&#x62ec;&#x53cc;&#x808c;&#x74e3;&#xff08;DFT&#xff09;&#x3001;&#x5355;&#x808c;&#x74e3;&#xff08;SFT&#xff09;&#x53ca;&#x96a7;&#x9053;&#x6cd5;&#x3002;TGA&#x7ed3;&#x6784;&#x7b80;&#x6d01;&#x3001;&#x6613;&#x64cd;&#x4f5c;&#xff0c;&#x4f46;&#x6297;&#x53cd;&#x6d41;&#x80fd;&#x529b;&#x6709;&#x9650;&#xff1b;&#x4e01;&#x575d;&#x6cd5;&#x5728;&#x6b64;&#x57fa;&#x7840;&#x4e0a;&#x589e;&#x52a0;&#x201c;&#x9600;&#x95e8;&#x6837;&#x6298;&#x53e0;&#x7ed3;&#x6784;&#x201d;&#xff0c;&#x589e;&#x5f3a;&#x5c4f;&#x969c;&#x529f;&#x80fd;&#xff1b;GIRAFFE&#x91cd;&#x5efa;&#x5219;&#x5728;His&#x89d2;&#x91cd;&#x5851;&#x4e0e;&#x80c3;&#x50a8;&#x888b;&#x5efa;&#x7acb;&#x7684;&#x57fa;&#x7840;&#x4e0a;&#x5b9e;&#x73b0;&#x6297;&#x53cd;&#x6d41;&#x4e0e;&#x6392;&#x7a7a;&#x5e73;&#x8861;&#x3002;&#x808c;&#x74e3;&#x7c7b;&#x672f;&#x5f0f;&#x901a;&#x8fc7;&#x6a21;&#x62df;&#x751f;&#x7406;&#x8d32;&#x95e8;&#x7ed3;&#x6784;&#x5efa;&#x7acb;&#x9ad8;&#x538b;&#x533a;&#xff0c;&#x5176;&#x4e2d;DFT&#x8bc1;&#x636e;&#x6700;&#x4e3a;&#x5145;&#x5206;&#xff0c;SFT&#x5728;&#x7b80;&#x5316;&#x64cd;&#x4f5c;&#x4e0e;&#x964d;&#x4f4e;&#x72ed;&#x7a84;&#x98ce;&#x9669;&#x65b9;&#x9762;&#x8868;&#x73b0;&#x7a81;&#x51fa;&#xff0c;&#x800c;&#x96a7;&#x9053;&#x6cd5;&#x5219;&#x5728;&#x517c;&#x987e;&#x8840;&#x4f9b;&#x4e0e;&#x6297;&#x53cd;&#x6d41;&#x6548;&#x679c;&#x65b9;&#x9762;&#x5c55;&#x73b0;&#x6f5c;&#x529b;&#x3002;&#x672a;&#x6765;&#xff0c;&#x878d;&#x5408;&#x201c;&#x6b8b;&#x80c3;&#x5851;&#x5f62;&#x201d;&#x4e0e;&#x201c;&#x8d32;&#x95e8;&#x91cd;&#x5efa;&#x201d;&#x7406;&#x5ff5;&#xff0c;&#x501f;&#x52a9;&#x673a;&#x5668;&#x4eba;&#x4e0e;&#x5fae;&#x521b;&#x6280;&#x672f;&#x5b9e;&#x73b0;&#x7cbe;&#x51c6;&#x5316;&#x3001;&#x6807;&#x51c6;&#x5316;&#x64cd;&#x4f5c;&#xff0c;&#x5c06;&#x662f;&#x529f;&#x80fd;&#x6027;PG&#x53d1;&#x5c55;&#x7684;&#x91cd;&#x8981;&#x65b9;&#x5411;&#x3002;.</AbstractText></OtherAbstract></MedlineCitation><PubmedData><History><PubMedPubDate PubStatus="medline"><Year>2026</Year><Month>2</Month><Day>14</Day><Hour>5</Hour><Minute>32</Minute></PubMedPubDate><PubMedPubDate PubStatus="pubmed"><Year>2026</Year><Month>2</Month><Day>14</Day><Hour>5</Hour><Minute>31</Minute></PubMedPubDate><PubMedPubDate PubStatus="entrez"><Year>2026</Year><Month>2</Month><Day>13</Day><Hour>21</Hour><Minute>21</Minute></PubMedPubDate></History><PublicationStatus>ppublish</PublicationStatus><ArticleIdList><ArticleId IdType="pubmed">41688203</ArticleId><ArticleId IdType="doi">10.3760/cma.j.cn441530-20251117-00435</ArticleId></ArticleIdList></PubmedData></PubmedArticle></PubmedArticleSet>