<?xml version="1.0" ?>
<!DOCTYPE PubmedArticleSet PUBLIC "-//NLM//DTD PubMedArticle, 1st January 2025//EN" "https://dtd.nlm.nih.gov/ncbi/pubmed/out/pubmed_250101.dtd">
<PubmedArticleSet>
<PubmedArticle><MedlineCitation Status="MEDLINE" Owner="NLM" IndexingMethod="Automated"><PMID Version="1">41730739</PMID><DateCompleted><Year>2026</Year><Month>02</Month><Day>23</Day></DateCompleted><DateRevised><Year>2026</Year><Month>03</Month><Day>01</Day></DateRevised><Article PubModel="Print"><Journal><ISSN IssnType="Print">1002-1892</ISSN><JournalIssue CitedMedium="Print"><Volume>40</Volume><Issue>2</Issue><PubDate><Year>2026</Year><Month>Feb</Month><Day>15</Day></PubDate></JournalIssue><Title>Zhongguo xiu fu chong jian wai ke za zhi = Zhongguo xiufu chongjian waike zazhi = Chinese journal of reparative and reconstructive surgery</Title><ISOAbbreviation>Zhongguo Xiu Fu Chong Jian Wai Ke Za Zhi</ISOAbbreviation></Journal><ArticleTitle>[Effectiveness of all-arthroscopic gastrocnemius aponeurosis release and Achilles tendon insertion debridement in treatment of Haglund's disease].</ArticleTitle><Pagination><StartPage>285</StartPage><EndPage>290</EndPage><MedlinePgn>285-290</MedlinePgn></Pagination><ELocationID EIdType="doi" ValidYN="Y">10.7507/1002-1892.202509009</ELocationID><Abstract><AbstractText Label="OBJECTIVE" NlmCategory="UNASSIGNED">To investigate the effectiveness of all-arthroscopic gastrocnemius aponeurosis release and Achilles tendon insertion debridement in the treatment of Haglund's disease complicated with gastrocnemius aponeurosis contracture.</AbstractText><AbstractText Label="METHODS" NlmCategory="UNASSIGNED">A retrospective analysis was conducted on the clinical data of 50 patients with Haglund's disease complicated by gastrocnemius aponeurosis contracture, who were admitted and met the selection criteria between April 2020 and March 2022. Based on the surgical approach, the patients were divided into an observation group (26 cases, 26 feet, undergoing all-arthroscopic gastrocnemius aponeurosis release and Achilles tendon insertion debridement) and a control group (24 cases, 24 feet, undergoing open Achilles tendon insertion debridement only). There was no significant difference ( <i>P</i>&gt;0.05) in baseline data between the two groups, including gender, age, body mass index, affected side, preoperative Fowler-Philip angle (FPA), visual analogue scale (VAS) score, American Orthopaedic Foot &amp; Ankle Society (AOFAS) ankle-hindfoot score, Victorian Institute of Sport Assessment-Achilles (VISA-A) score, and ankle dorsiflexion range of motion (ROM). Surgical duration, incision length, intraoperative blood loss, time to return to daily activities and sports, and incidence of complications were recorded and compared between the two groups. FPA was measured at 1 month after operation and the changes before and after operation were calculated. Functional recovery was evaluated by comparing VAS score, AOFAS ankle-hindfoot score, VISA-A score, and ankle dorsiflexion ROM before operation and at 1, 3, 12 months after operation.</AbstractText><AbstractText Label="RESULTS" NlmCategory="UNASSIGNED">The observation group had a longer surgical duration but lower intraoperative blood loss and shorter incision length compared to the control group, with all differences being significant ( <i>P</i>&lt;0.05). One patient in the observation group experienced postoperative limb numbness, while 3 patients in the control group developed incision redness and swelling, all of which resolved after symptomatic treatment. The remaining patients showed good postoperative incision healing, with no complication such as infection or neurovascular injury occurring in any case. All patients were followed up 12-20 months, with an average of 18.3 months. The observation group had shorter recovery time for both daily activities and sports activities compared to the control group ( <i>P</i>&lt;0.05). There was no significant difference between the two groups in the preoperative to postoperative change in FPA ( <i>P</i>&gt;0.05). In both groups, the VAS scores, AOFAS ankle-hindfoot scores, VISA-A scores, and ankle dorsiflexion ROM showed significant improvement at each postoperative time point compared with preoperative values, furthermore, all these indicators continued to improve progressively over time postoperatively, with all differences being significant ( <i>P</i>&lt;0.05). At each postoperative time point, the AOFAS ankle-hindfoot scores, VISA-A scores, and ankle dorsiflexion ROM in the observation group were significantly better than those in the control group ( <i>P</i>&lt;0.05), with ankle dorsiflexion ROM showing particularly superior improvement. However, no significant difference was observed in VAS scores between the two groups ( <i>P</i>&gt;0.05). At 12 months postoperatively, according to the VISA-A scores, the observation group achieved excellent results in 20 cases and good in 6 cases, while the control group achieved excellent results in 10 cases and good in 14 cases. The excellent and good rates were 100% in both groups.</AbstractText><AbstractText Label="CONCLUSION" NlmCategory="UNASSIGNED">Compared with open Achilles tendon insertion debridement alone, the all-arthroscopic gastrocnemius aponeurosis release and Achilles tendon insertion debridement demonstrates superior efficacy in improving ankle ROM, promoting functional recovery of the foot, and minimizing surgical trauma for the treatment of Haglund's disease complicated by gastrocnemius aponeurosis contracture.</AbstractText></Abstract><AuthorList CompleteYN="Y"><Author ValidYN="Y"><LastName>Jia</LastName><ForeName>Rongzhi</ForeName><Initials>R</Initials><AffiliationInfo><Affiliation>Department of Foot and Ankle Surgery, Binzhou Medical University Hospital, Binzhou Shandong, 256603, P. R. China.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Xue</LastName><ForeName>Yang</ForeName><Initials>Y</Initials><AffiliationInfo><Affiliation>Department of Foot and Ankle Surgery, Binzhou Medical University Hospital, Binzhou Shandong, 256603, P. R. China.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Kong</LastName><ForeName>Dehai</ForeName><Initials>D</Initials><AffiliationInfo><Affiliation>Department of Foot and Ankle Surgery, Binzhou Medical University Hospital, Binzhou Shandong, 256603, P. R. China.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Zhang</LastName><ForeName>Yang</ForeName><Initials>Y</Initials><AffiliationInfo><Affiliation>Department of Foot and Ankle Surgery, Binzhou Medical University Hospital, Binzhou Shandong, 256603, P. R. China.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Sun</LastName><ForeName>Guangchao</ForeName><Initials>G</Initials><AffiliationInfo><Affiliation>Department of Foot and Ankle Surgery, Binzhou Medical University Hospital, Binzhou Shandong, 256603, P. R. China.</Affiliation></AffiliationInfo></Author></AuthorList><Language>chi</Language><PublicationTypeList><PublicationType UI="D004740">English Abstract</PublicationType><PublicationType UI="D016428">Journal Article</PublicationType></PublicationTypeList></Article><MedlineJournalInfo><Country>China</Country><MedlineTA>Zhongguo Xiu Fu Chong Jian Wai Ke Za Zhi</MedlineTA><NlmUniqueID>9425194</NlmUniqueID><ISSNLinking>1002-1892</ISSNLinking></MedlineJournalInfo><CitationSubset>IM</CitationSubset><MeshHeadingList><MeshHeading><DescriptorName UI="D006801" MajorTopicYN="N">Humans</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D000125" MajorTopicYN="Y">Achilles Tendon</DescriptorName><QualifierName UI="Q000601" MajorTopicYN="N">surgery</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D008297" MajorTopicYN="N">Male</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D005260" MajorTopicYN="N">Female</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D003646" MajorTopicYN="Y">Debridement</DescriptorName><QualifierName UI="Q000379" MajorTopicYN="N">methods</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D012189" MajorTopicYN="N">Retrospective Studies</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D000328" MajorTopicYN="N">Adult</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D018482" MajorTopicYN="Y">Muscle, Skeletal</DescriptorName><QualifierName UI="Q000601" MajorTopicYN="N">surgery</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D008875" MajorTopicYN="N">Middle Aged</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D001182" MajorTopicYN="Y">Arthroscopy</DescriptorName><QualifierName UI="Q000379" MajorTopicYN="N">methods</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D000070606" MajorTopicYN="Y">Aponeurosis</DescriptorName><QualifierName UI="Q000601" MajorTopicYN="N">surgery</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D016896" MajorTopicYN="N">Treatment Outcome</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D003286" MajorTopicYN="Y">Contracture</DescriptorName><QualifierName UI="Q000601" MajorTopicYN="N">surgery</QualifierName></MeshHeading></MeshHeadingList><OtherAbstract Type="Publisher" Language="chi"><AbstractText Label="&#x76ee;&#x7684;" NlmCategory="UNASSIGNED">&#x63a2;&#x8ba8;&#x5168;&#x955c;&#x4e0b;&#x8153;&#x80a0;&#x808c;&#x8171;&#x819c;&#x677e;&#x89e3;&#x5e76;&#x8ddf;&#x8171;&#x6b62;&#x70b9;&#x6e05;&#x7406;&#x6cbb;&#x7597;&#x5408;&#x5e76;&#x8153;&#x80a0;&#x808c;&#x8171;&#x819c;&#x631b;&#x7f29;&#x7684;Haglund&#x75c5;&#x7684;&#x4e34;&#x5e8a;&#x7597;&#x6548;&#x3002;.</AbstractText><AbstractText Label="&#x65b9;&#x6cd5;" NlmCategory="UNASSIGNED">&#x56de;&#x987e;&#x5206;&#x6790;2020&#x5e74;4&#x6708;&#x2014;2022&#x5e74;3&#x6708;&#x6536;&#x6cbb;&#x4e14;&#x7b26;&#x5408;&#x9009;&#x62e9;&#x6807;&#x51c6;&#x7684;50&#x4f8b;&#x5408;&#x5e76;&#x8153;&#x80a0;&#x808c;&#x8171;&#x819c;&#x631b;&#x7f29;&#x7684;Haglund&#x75c5;&#x60a3;&#x8005;&#x4e34;&#x5e8a;&#x8d44;&#x6599;&#x3002;&#x6839;&#x636e;&#x624b;&#x672f;&#x65b9;&#x5f0f;&#x5206;&#x4e3a;&#x89c2;&#x5bdf;&#x7ec4;26&#x4f8b;&#xff08;26&#x8db3;&#xff0c;&#x884c;&#x5168;&#x955c;&#x4e0b;&#x8153;&#x80a0;&#x808c;&#x8171;&#x819c;&#x677e;&#x89e3;&#x5e76;&#x8ddf;&#x8171;&#x6b62;&#x70b9;&#x6e05;&#x7406;&#xff09;&#x548c;&#x5bf9;&#x7167;&#x7ec4;24&#x4f8b;&#xff08;24&#x8db3;&#xff0c;&#x5355;&#x7eaf;&#x884c;&#x5207;&#x5f00;&#x8ddf;&#x8171;&#x6b62;&#x70b9;&#x6e05;&#x7406;&#xff09;&#x3002;&#x4e24;&#x7ec4;&#x60a3;&#x8005;&#x6027;&#x522b;&#x3001;&#x5e74;&#x9f84;&#x3001;&#x8eab;&#x4f53;&#x8d28;&#x91cf;&#x6307;&#x6570;&#x3001;&#x4fa7;&#x522b;&#x53ca;&#x672f;&#x524d;Fowler-Philip&#x89d2;&#xff08;Fowler-Philip angle&#xff0c;FPA&#xff09;&#x3001;&#x75bc;&#x75db;&#x89c6;&#x89c9;&#x6a21;&#x62df;&#x8bc4;&#x5206;&#xff08;VAS&#xff09;&#x3001;&#x7f8e;&#x56fd;&#x77eb;&#x5f62;&#x8db3;&#x8e1d;&#x534f;&#x4f1a;&#xff08;AOFAS&#xff09;&#x8e1d;-&#x540e;&#x8db3;&#x8bc4;&#x5206;&#x3001;&#x7ef4;&#x591a;&#x5229;&#x4e9a;&#x4f53;&#x80b2;&#x7814;&#x7a76;&#x6240;&#x8bc4;&#x4f30;&#xff08;VISA-A&#xff09;&#x8bc4;&#x5206;&#x3001;&#x8e1d;&#x80cc;&#x4f38;&#x6d3b;&#x52a8;&#x5ea6;&#xff08;range of motion&#xff0c;ROM&#xff09;&#x7b49;&#x57fa;&#x7ebf;&#x8d44;&#x6599;&#x6bd4;&#x8f83;&#xff0c;&#x5dee;&#x5f02;&#x5747;&#x65e0;&#x7edf;&#x8ba1;&#x5b66;&#x610f;&#x4e49;&#xff08; <i>P</i>&gt;0.05&#xff09;&#x3002;&#x8bb0;&#x5f55;&#x5e76;&#x6bd4;&#x8f83;&#x4e24;&#x7ec4;&#x60a3;&#x8005;&#x624b;&#x672f;&#x65f6;&#x95f4;&#x3001;&#x5207;&#x53e3;&#x957f;&#x5ea6;&#x3001;&#x672f;&#x4e2d;&#x51fa;&#x8840;&#x91cf;&#x3001;&#x672f;&#x540e;&#x65e5;&#x5e38;&#x751f;&#x6d3b;&#x4e0e;&#x8fd0;&#x52a8;&#x6d3b;&#x52a8;&#x6062;&#x590d;&#x65f6;&#x95f4;&#x53ca;&#x5e76;&#x53d1;&#x75c7;&#x53d1;&#x751f;&#x60c5;&#x51b5;&#xff1b;&#x672f;&#x540e;1&#x4e2a;&#x6708;&#x6d4b;&#x91cf;FPA&#x5e76;&#x8ba1;&#x7b97;&#x624b;&#x672f;&#x524d;&#x540e;&#x53d8;&#x5316;&#x503c;&#xff1b;&#x901a;&#x8fc7;&#x6bd4;&#x8f83;&#x4e24;&#x7ec4;&#x672f;&#x524d;&#x53ca;&#x672f;&#x540e;1&#x3001;3&#x3001;12&#x4e2a;&#x6708;VAS&#x8bc4;&#x5206;&#x3001;AOFAS&#x8e1d;-&#x540e;&#x8db3;&#x8bc4;&#x5206;&#x3001;VISA-A&#x8bc4;&#x5206;&#x3001;&#x8e1d;&#x80cc;&#x4f38;ROM&#xff0c;&#x8bc4;&#x4f30;&#x529f;&#x80fd;&#x6062;&#x590d;&#x60c5;&#x51b5;&#x3002;.</AbstractText><AbstractText Label="&#x7ed3;&#x679c;" NlmCategory="UNASSIGNED">&#x89c2;&#x5bdf;&#x7ec4;&#x624b;&#x672f;&#x65f6;&#x95f4;&#x957f;&#x4e8e;&#x5bf9;&#x7167;&#x7ec4;&#xff0c;&#x672f;&#x4e2d;&#x51fa;&#x8840;&#x91cf;&#x548c;&#x5207;&#x53e3;&#x957f;&#x5ea6;&#x5c11;&#x4e8e;&#x5bf9;&#x7167;&#x7ec4;&#xff0c;&#x5dee;&#x5f02;&#x5747;&#x6709;&#x7edf;&#x8ba1;&#x5b66;&#x610f;&#x4e49;&#xff08; <i>P</i>&lt;0.05&#xff09;&#x3002;&#x89c2;&#x5bdf;&#x7ec4;1&#x4f8b;&#x60a3;&#x8005;&#x672f;&#x540e;&#x51fa;&#x73b0;&#x80a2;&#x4f53;&#x9ebb;&#x6728;&#x611f;&#xff0c;&#x5bf9;&#x7167;&#x7ec4;3&#x4f8b;&#x60a3;&#x8005;&#x51fa;&#x73b0;&#x5207;&#x53e3;&#x7ea2;&#x80bf;&#xff0c;&#x7ecf;&#x5bf9;&#x75c7;&#x5904;&#x7406;&#x540e;&#x6cbb;&#x6108;&#xff1b;&#x5176;&#x4f59;&#x60a3;&#x8005;&#x672f;&#x540e;&#x5207;&#x53e3;&#x6108;&#x5408;&#x826f;&#x597d;&#xff0c;&#x5747;&#x672a;&#x53d1;&#x751f;&#x611f;&#x67d3;&#x3001;&#x795e;&#x7ecf;&#x8840;&#x7ba1;&#x635f;&#x4f24;&#x7b49;&#x5e76;&#x53d1;&#x75c7;&#x3002;&#x6240;&#x6709;&#x60a3;&#x8005;&#x5747;&#x83b7;&#x968f;&#x8bbf;&#xff0c;&#x968f;&#x8bbf;&#x65f6;&#x95f4;12&#xff5e;20&#x4e2a;&#x6708;&#xff0c;&#x5e73;&#x5747;18.3&#x4e2a;&#x6708;&#x3002;&#x89c2;&#x5bdf;&#x7ec4;&#x65e5;&#x5e38;&#x751f;&#x6d3b;&#x548c;&#x8fd0;&#x52a8;&#x6d3b;&#x52a8;&#x6062;&#x590d;&#x65f6;&#x95f4;&#x5747;&#x5c11;&#x4e8e;&#x5bf9;&#x7167;&#x7ec4;&#xff08; <i>P</i>&lt;0.05&#xff09;&#x3002;FPA&#x624b;&#x672f;&#x524d;&#x540e;&#x53d8;&#x5316;&#x503c;&#x4e24;&#x7ec4;&#x6bd4;&#x8f83;&#x5dee;&#x5f02;&#x65e0;&#x7edf;&#x8ba1;&#x5b66;&#x610f;&#x4e49;&#xff08; <i>P</i>&gt;0.05&#xff09;&#x3002;&#x4e24;&#x7ec4;&#x672f;&#x540e;&#x5404;&#x65f6;&#x95f4;&#x70b9;VAS&#x8bc4;&#x5206;&#x3001;AOFAS&#x8e1d;-&#x540e;&#x8db3;&#x8bc4;&#x5206;&#x3001;VISA-A&#x8bc4;&#x5206;&#x53ca;&#x8e1d;&#x80cc;&#x4f38;ROM&#x5747;&#x8f83;&#x672f;&#x524d;&#x663e;&#x8457;&#x6539;&#x5584;&#xff0c;&#x672f;&#x540e;&#x968f;&#x65f6;&#x95f4;&#x5ef6;&#x957f;&#x5404;&#x6307;&#x6807;&#x5747;&#x8fdb;&#x4e00;&#x6b65;&#x6539;&#x5584;&#xff0c;&#x5dee;&#x5f02;&#x5747;&#x6709;&#x7edf;&#x8ba1;&#x5b66;&#x610f;&#x4e49;&#xff08; <i>P</i>&lt;0.05&#xff09;&#x3002;&#x89c2;&#x5bdf;&#x7ec4;&#x672f;&#x540e;&#x5404;&#x65f6;&#x95f4;&#x70b9;&#x7684;AOFAS&#x8e1d;-&#x540e;&#x8db3;&#x8bc4;&#x5206;&#x3001;VISA-A&#x8bc4;&#x5206;&#x53ca;&#x8e1d;&#x80cc;&#x4f38;ROM&#x5747;&#x660e;&#x663e;&#x4f18;&#x4e8e;&#x5bf9;&#x7167;&#x7ec4;&#xff08; <i>P</i>&lt;0.05&#xff09;&#xff0c;&#x5176;&#x4e2d;&#x8e1d;&#x80cc;&#x4f38;ROM&#x66f4;&#x4f73;&#xff1b;&#x4e24;&#x7ec4;VAS&#x8bc4;&#x5206;&#x6bd4;&#x8f83;&#x5dee;&#x5f02;&#x65e0;&#x7edf;&#x8ba1;&#x5b66;&#x610f;&#x4e49;&#xff08; <i>P</i>&gt;0.05&#xff09;&#x3002;&#x672f;&#x540e;12&#x4e2a;&#x6708;&#xff0c;&#x6839;&#x636e;VISA-A&#x8bc4;&#x5206;&#xff0c;&#x89c2;&#x5bdf;&#x7ec4;&#x83b7;&#x4f18;20&#x4f8b;&#x3001;&#x826f;6&#x4f8b;&#xff0c;&#x5bf9;&#x7167;&#x7ec4;&#x83b7;&#x4f18;10&#x4f8b;&#x3001;&#x826f;14&#x4f8b;&#xff0c;&#x4f18;&#x826f;&#x7387;&#x5747;&#x4e3a;100%&#x3002;.</AbstractText><AbstractText Label="&#x7ed3;&#x8bba;" NlmCategory="UNASSIGNED">&#x4e0e;&#x5355;&#x7eaf;&#x5207;&#x5f00;&#x8ddf;&#x8171;&#x6b62;&#x70b9;&#x6e05;&#x7406;&#x76f8;&#x6bd4;&#xff0c;&#x5168;&#x955c;&#x4e0b;&#x8153;&#x80a0;&#x808c;&#x8171;&#x819c;&#x677e;&#x89e3;&#x5e76;&#x8ddf;&#x8171;&#x6b62;&#x70b9;&#x6e05;&#x7406;&#x6cbb;&#x7597;&#x5408;&#x5e76;&#x8153;&#x80a0;&#x808c;&#x8171;&#x819c;&#x631b;&#x7f29;&#x7684;Haglund&#x75c5;&#x5728;&#x8e1d;&#x5173;&#x8282;&#x6d3b;&#x52a8;&#x5ea6;&#x6539;&#x5584;&#x3001;&#x8db3;&#x529f;&#x80fd;&#x6062;&#x590d;&#x53ca;&#x51cf;&#x5c11;&#x521b;&#x4f24;&#x7b49;&#x65b9;&#x9762;&#x7597;&#x6548;&#x66f4;&#x4f18;&#x3002;.</AbstractText></OtherAbstract><KeywordList Owner="NOTNLM"><Keyword MajorTopicYN="N">Haglund&#x2019;s disease</Keyword><Keyword MajorTopicYN="N">aponeurosis release</Keyword><Keyword MajorTopicYN="N">arthroscopy</Keyword><Keyword MajorTopicYN="N">gastrocnemius contracture</Keyword></KeywordList><CoiStatement>&#x5229;&#x76ca;&#x51b2;&#x7a81;&#x3000;&#x5728;&#x8bfe;&#x9898;&#x7814;&#x7a76;&#x548c;&#x6587;&#x7ae0;&#x64b0;&#x5199;&#x8fc7;&#x7a0b;&#x4e2d;&#x4e0d;&#x5b58;&#x5728;&#x5229;&#x76ca;&#x51b2;&#x7a81;&#xff1b;&#x8bfe;&#x9898;&#x7ecf;&#x8d39;&#x652f;&#x6301;&#x6ca1;&#x6709;&#x5f71;&#x54cd;&#x6587;&#x7ae0;&#x89c2;&#x70b9;&#x548c;&#x5bf9;&#x7814;&#x7a76;&#x6570;&#x636e;&#x5ba2;&#x89c2;&#x7ed3;&#x679c;&#x7684;&#x7edf;&#x8ba1;&#x5206;&#x6790;&#x53ca;&#x5176;&#x62a5;&#x9053;</CoiStatement></MedlineCitation><PubmedData><History><PubMedPubDate PubStatus="medline"><Year>2026</Year><Month>2</Month><Day>24</Day><Hour>0</Hour><Minute>30</Minute></PubMedPubDate><PubMedPubDate PubStatus="pubmed"><Year>2026</Year><Month>2</Month><Day>24</Day><Hour>0</Hour><Minute>29</Minute></PubMedPubDate><PubMedPubDate PubStatus="entrez"><Year>2026</Year><Month>2</Month><Day>23</Day><Hour>22</Hour><Minute>22</Minute></PubMedPubDate><PubMedPubDate PubStatus="pmc-release"><Year>2026</Year><Month>2</Month><Day>1</Day></PubMedPubDate></History><PublicationStatus>ppublish</PublicationStatus><ArticleIdList><ArticleId IdType="pubmed">41730739</ArticleId><ArticleId IdType="pmc">PMC12948499</ArticleId><ArticleId IdType="doi">10.7507/1002-1892.202509009</ArticleId></ArticleIdList><ReferenceList><Reference><Citation>Ma L, Chang L, Gong Y, et al Haglund resection versus Haglund non-resection for calcific insertional Achilles tendinopathy with Haglund deformity: A retrospective study. Foot Ankle Surg. 2024;30(5):432&#x2013;439. doi: 10.1016/j.fas.2024.03.002.</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.fas.2024.03.002</ArticleId><ArticleId IdType="pubmed">38494414</ArticleId></ArticleIdList></Reference><Reference><Citation>&#x7126;&#x6668;, &#x90ed;&#x79e6;&#x709c;, &#x9676;&#x660a;, &#x7b49; &#x8ddf;&#x8171;Haglund&#x75c5;&#x7684;&#x624b;&#x672f;&#x6cbb;&#x7597;. &#x4e2d;&#x56fd;&#x8fd0;&#x52a8;&#x533b;&#x5b66;&#x6742;&#x5fd7;. 2013;32(1):5&#x2013;9. doi: 10.3969/j.issn.1000-6710.2014.12.002.</Citation><ArticleIdList><ArticleId IdType="doi">10.3969/j.issn.1000-6710.2014.12.002</ArticleId></ArticleIdList></Reference><Reference><Citation>&#x90dd;&#x4e91;&#x7532;, &#x8303;&#x5bb6;&#x5f3a;, &#x9676;&#x53cb;&#x4f26;, &#x7b49; &#x5185;&#x4fa7;&#x53cc;&#x901a;&#x9053;&#x5168;&#x5173;&#x8282;&#x955c;&#x4e0b;&#x8153;&#x80a0;&#x808c;&#x8171;&#x819c;&#x5b8c;&#x5168;&#x5207;&#x65ad;&#x672f;&#x6cbb;&#x7597;&#x975e;&#x75c9;&#x631b;&#x6027;&#x8153;&#x80a0;&#x808c;&#x631b;&#x7f29;&#x7684;&#x7597;&#x6548;&#x89c2;&#x5bdf;. &#x4e2d;&#x534e;&#x89e3;&#x5256;&#x4e0e;&#x4e34;&#x5e8a;&#x6742;&#x5fd7;. 2022;27(12):856&#x2013;859. doi: 10.3760/cma.j.cn101202-20220218-00053.</Citation><ArticleIdList><ArticleId IdType="doi">10.3760/cma.j.cn101202-20220218-00053</ArticleId></ArticleIdList></Reference><Reference><Citation>&#x7941;&#x6d01;, &#x5f13;&#x7acb;&#x7fa4;, &#x5218;&#x519b;, &#x7b49; &#x5185;&#x955c;&#x4e0b;&#x8ddf;&#x9aa8;&#x6210;&#x5f62;&#x672f;&#x6cbb;&#x7597;Haglund&#x7578;&#x5f62;&#x5f15;&#x8d77;&#x7684;&#x540e;&#x8ddf;&#x75db;. &#x4e2d;&#x56fd;&#x4fee;&#x590d;&#x91cd;&#x5efa;&#x5916;&#x79d1;&#x6742;&#x5fd7;. 2016;30(6):700&#x2013;704. doi: 10.7507/1002-1892.20160142.</Citation><ArticleIdList><ArticleId IdType="doi">10.7507/1002-1892.20160142</ArticleId><ArticleId IdType="pubmed">29786268</ArticleId></ArticleIdList></Reference><Reference><Citation>Lee W, Giro ME, Crymes C Association of haglund deformity size and insertional Achilles tendinopathy. Foot Ankle Int. 2023;44(8):719&#x2013;726. doi: 10.1177/10711007231168625.</Citation><ArticleIdList><ArticleId IdType="doi">10.1177/10711007231168625</ArticleId><ArticleId IdType="pubmed">37218117</ArticleId></ArticleIdList></Reference><Reference><Citation>Vesely BD, Reardon BK, Scott AT, et al Retrospective comparison of isolated haglund&#x2019;s deformity surgery versus combined with gastrocnemius recession. J Foot Ankle Surg. 2023;62(4):719&#x2013;722. doi: 10.1053/j.jfas.2023.03.001.</Citation><ArticleIdList><ArticleId IdType="doi">10.1053/j.jfas.2023.03.001</ArticleId><ArticleId IdType="pubmed">37012168</ArticleId></ArticleIdList></Reference><Reference><Citation>&#x6881;&#x4e30;, &#x738b;&#x667a;, &#x9b4f;&#x82b3;&#x8fdc;, &#x7b49; &#x8153;&#x80a0;&#x808c;&#x631b;&#x7f29;&#x7684;&#x6cbb;&#x7597;&#x8fdb;&#x5c55;. &#x4e2d;&#x56fd;&#x77eb;&#x5f62;&#x5916;&#x79d1;&#x6742;&#x5fd7;. 2017;25(7):632&#x2013;634. doi: 10.3977/j.issn.1005-8478.2017.07.11.</Citation><ArticleIdList><ArticleId IdType="doi">10.3977/j.issn.1005-8478.2017.07.11</ArticleId></ArticleIdList></Reference><Reference><Citation>DeMaio M, Paine R, Drez DJ Jr Achilles tendonitis. Orthopedics. 1995;18(2):195&#x2013;204. doi: 10.3928/0147-7447-19950201-20.</Citation><ArticleIdList><ArticleId IdType="doi">10.3928/0147-7447-19950201-20</ArticleId><ArticleId IdType="pubmed">7746756</ArticleId></ArticleIdList></Reference><Reference><Citation>Flores DV, Goes PK, Damer A, et al The heel complex: Anatomy, imaging, pathologic conditions, and treatment. Radiographics. 2024;44(4):e230163. doi: 10.1148/rg.230163.</Citation><ArticleIdList><ArticleId IdType="doi">10.1148/rg.230163</ArticleId><ArticleId IdType="pubmed">38512730</ArticleId></ArticleIdList></Reference><Reference><Citation>Clement DB, Taunton JE, Smart GW Achilles tendinitis and peritendinitis: etiology and treatment. Am J Sports Med. 1984;12(3):179&#x2013;184. doi: 10.1177/036354658401200301.</Citation><ArticleIdList><ArticleId IdType="doi">10.1177/036354658401200301</ArticleId><ArticleId IdType="pubmed">6742297</ArticleId></ArticleIdList></Reference><Reference><Citation>Ehredt DJ, Razzante MC, Darji D, et al Endoscopic calcaneoplasty with gastrocnemius recession for Haglund&#x2019;s syndrome: Is it safe and effective? Results from a retrospective case series. Foot (Edinb) 2023;57:101960. doi: 10.1016/j.foot.2023.101960.</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.foot.2023.101960</ArticleId><ArticleId IdType="pubmed">37898054</ArticleId></ArticleIdList></Reference><Reference><Citation>H&#xf6;rterer H, Oppelt S, Pfahl K, et al Outcomes of revision surgery for surgically treated insertional Achilles tendinopathy. Arch Orthop Trauma Surg. 2024;145(1):52. doi: 10.1007/s00402-024-05693-9.</Citation><ArticleIdList><ArticleId IdType="doi">10.1007/s00402-024-05693-9</ArticleId><ArticleId IdType="pmc">PMC11649710</ArticleId><ArticleId IdType="pubmed">39680218</ArticleId></ArticleIdList></Reference><Reference><Citation>Chen J, Janney CF, Khalid MA, et al Management of insertional Achilles tendinopathy. J Am Acad Orthop Surg. 2022;30(10):e751&#x2013;e759. doi: 10.5435/JAAOS-D-21-00679.</Citation><ArticleIdList><ArticleId IdType="doi">10.5435/JAAOS-D-21-00679</ArticleId><ArticleId IdType="pubmed">35286285</ArticleId></ArticleIdList></Reference><Reference><Citation>Kilic E, Bingol O, Ozdemir G, et al Comparison of lateral and central Achilles tendon-splitting approaches in the treatment of haglund deformity. Foot Ankle Int. 2024;45(8):845&#x2013;851. doi: 10.1177/10711007241250003.</Citation><ArticleIdList><ArticleId IdType="doi">10.1177/10711007241250003</ArticleId><ArticleId IdType="pubmed">38721829</ArticleId></ArticleIdList></Reference><Reference><Citation>White CJ, Seyed-Safi P, Ieong E, et al Gastrocnemius release in the treatment of Achilles tendinopathy: A systematic review. Indian J Orthop. 2024;58(5):470&#x2013;483. doi: 10.1007/s43465-024-01114-6.</Citation><ArticleIdList><ArticleId IdType="doi">10.1007/s43465-024-01114-6</ArticleId><ArticleId IdType="pmc">PMC11058741</ArticleId><ArticleId IdType="pubmed">38694698</ArticleId></ArticleIdList></Reference><Reference><Citation>&#x5218;&#x4fca;&#x826f;, &#x5434;&#x52d0;, &#x6ed5;&#x4e91;&#x5347;, &#x7b49; &#x5173;&#x8282;&#x955c;&#x4e0b;&#x677e;&#x89e3;&#x975e;&#x75c9;&#x631b;&#x6027;&#x8153;&#x80a0;&#x808c;&#x631b;&#x7f29;. &#x4e2d;&#x56fd;&#x77eb;&#x5f62;&#x5916;&#x79d1;&#x6742;&#x5fd7;. 2020;28(15):1426&#x2013;1428. doi: 10.3977/j.issn.1005-8478.2020.15.19.</Citation><ArticleIdList><ArticleId IdType="doi">10.3977/j.issn.1005-8478.2020.15.19</ArticleId></ArticleIdList></Reference><Reference><Citation>Lui TH Modified endoscopic release of gastrocnemius aponeurosis. J Foot Ankle Surg. 2015;54(1):140&#x2013;142. doi: 10.1053/j.jfas.2014.07.014.</Citation><ArticleIdList><ArticleId IdType="doi">10.1053/j.jfas.2014.07.014</ArticleId><ArticleId IdType="pubmed">25223945</ArticleId></ArticleIdList></Reference><Reference><Citation>Busquets R, Sanchez-Raya J, Sallent A, et al Proximal medial gastrocnemius release: Muscle strength evaluation. Foot Ankle Surg. 2020;26(7):828&#x2013;832. doi: 10.1016/j.fas.2019.10.013.</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.fas.2019.10.013</ArticleId><ArticleId IdType="pubmed">31874790</ArticleId></ArticleIdList></Reference><Reference><Citation>Hamilton PD, Brown M, Ferguson N, et al Surgical anatomy of the proximal release of the gastrocnemius: a cadaveric study. Foot Ankle Int. 2009;30(12):1202&#x2013;1206. doi: 10.3113/FAI.2009.1202.</Citation><ArticleIdList><ArticleId IdType="doi">10.3113/FAI.2009.1202</ArticleId><ArticleId IdType="pubmed">20003880</ArticleId></ArticleIdList></Reference><Reference><Citation>Cusumano A, Martinelli N, Bianchi A, et al Transtendinous approach calcaneoplasty versus endoscopic calcaneoplasty for Haglund&#x2019;s disease. Int Orthop. 2021;45(1):225&#x2013;231. doi: 10.1007/s00264-020-04761-0.</Citation><ArticleIdList><ArticleId IdType="doi">10.1007/s00264-020-04761-0</ArticleId><ArticleId IdType="pubmed">32767086</ArticleId></ArticleIdList></Reference></ReferenceList></PubmedData></PubmedArticle></PubmedArticleSet>