<?xml version="1.0" ?>
<!DOCTYPE PubmedArticleSet PUBLIC "-//NLM//DTD PubMedArticle, 1st January 2025//EN" "https://dtd.nlm.nih.gov/ncbi/pubmed/out/pubmed_250101.dtd">
<PubmedArticleSet>
<PubmedArticle><MedlineCitation Status="MEDLINE" Owner="NLM" IndexingMethod="Automated"><PMID Version="1">41876425</PMID><DateCompleted><Year>2026</Year><Month>03</Month><Day>25</Day></DateCompleted><DateRevised><Year>2026</Year><Month>03</Month><Day>25</Day></DateRevised><Article PubModel="Print"><Journal><ISSN IssnType="Print">0047-262X</ISSN><JournalIssue CitedMedium="Print"><Volume>73</Volume><Issue>2</Issue><PubDate><Year>2026</Year><Month>Apr</Month></PubDate></JournalIssue><Title>Hu li za zhi The journal of nursing</Title><ISOAbbreviation>Hu Li Za Zhi</ISOAbbreviation></Journal><ArticleTitle>[Application and Effectiveness of Repetitive Transcranial Magnetic Stimulation (rTMS) in Post-Stroke Patients: Exploration of Nursing Care Roles and Application Guidelines].</ArticleTitle><Pagination><StartPage>e26210</StartPage><MedlinePgn>e26210</MedlinePgn></Pagination><ELocationID EIdType="doi" ValidYN="Y">10.6224/JN.26210</ELocationID><ELocationID EIdType="pii" ValidYN="Y">JN.26210</ELocationID><Abstract><AbstractText>Repetitive transcranial magnetic stimulation (rTMS), a non-invasive neuromodulation technique, has emerged as a promising intervention in post-stroke rehabilitation. With approximately 12 million new stroke cases annually, stroke remains the second leading cause of death and the third leading cause of disability worldwide, with this condition particularly prevalent in individuals over 60 years of age. Strokes are primarily classified as ischemic (85%) or hemorrhagic (10%-15%), with acute-phase treatments involving thrombolytics or surgery, and chronic-phase management integrating rehabilitation and techniques such as rTMS. The current evidence suggests that 85% of patients affected by stroke show functional improvement within 3-6 months of rehabilitation. rTMS modulates cortical excitability and neuroplasticity by inducing electric currents in the magnetic fields across the skull. High-frequency rTMS ( &gt; 1 Hz) enhances excitability in lesioned regions, while low-frequency rTMS ( &#x2264; 1 Hz) inhibits hyperactivity in non-lesioned areas, thereby rebalancing interhemispheric activity and regulating neurotransmitters such as &#x3b3;-aminobutyric acid and glutamate. Clinical studies have demonstrated rTMS to significantly enhance the recovery of motor skills, including increased upper limb Fugl-Meyer scores (p = .037) and standardized mean differences in Barthel Index (SMD = 0.580, p &lt; .05), with effects lasting up to one year. In cases with aphasia, 20 sessions of low- or dual-frequency rTMS have been shown to improve fluency and naming ability as well as swallowing function. Cognitively, rTMS has been shown to enhance Montreal Cognitive Assessment scores (p &lt; .001) and reduce task completion time on executive function tests. Psychologically, stimulation of the dorsolateral prefrontal cortex has been shown to reduce Hamilton Depression Rating Scale scores in post-stroke depression patients by 25%-30% (p &lt; .01). Nurses play a pivotal role in rTMS treatments, including pre-treatment screening for contraindications (e.g., pacemakers, metal implants), providing patient education to alleviate anxiety, ensuring an interference-free environment, monitoring vital signs and adverse effects (e.g., headache, seizures), and conducting post-treatment follow-ups. In conclusion, future research should be conducted to explore optimal stimulation parameters and long-term efficacy to further advance clinical applications and enhance quality of care.</AbstractText></Abstract><AuthorList CompleteYN="Y"><Author ValidYN="Y"><LastName>Li</LastName><ForeName>Rui-Ying</ForeName><Initials>RY</Initials><AffiliationInfo><Affiliation>Department of Psychiatry, National Taiwan University Hospital, Taiwan, ROC.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Chang</LastName><ForeName>Yu-Ming</ForeName><Initials>YM</Initials><AffiliationInfo><Affiliation>Division of Medical Administration, West Garden Hospital, Taiwan, ROC. chang123213440@gmail.com.</Affiliation></AffiliationInfo></Author></AuthorList><Language>chi</Language><PublicationTypeList><PublicationType UI="D004740">English Abstract</PublicationType><PublicationType UI="D016428">Journal Article</PublicationType></PublicationTypeList></Article><MedlineJournalInfo><Country>China (Republic : 1949- )</Country><MedlineTA>Hu Li Za Zhi</MedlineTA><NlmUniqueID>0073267</NlmUniqueID></MedlineJournalInfo><CitationSubset>IM</CitationSubset><MeshHeadingList><MeshHeading><DescriptorName UI="D006801" MajorTopicYN="N">Humans</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D050781" MajorTopicYN="Y">Transcranial Magnetic Stimulation</DescriptorName><QualifierName UI="Q000451" MajorTopicYN="N">nursing</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D000071939" MajorTopicYN="Y">Stroke Rehabilitation</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D020521" MajorTopicYN="Y">Stroke</DescriptorName><QualifierName UI="Q000451" MajorTopicYN="N">nursing</QualifierName><QualifierName UI="Q000628" MajorTopicYN="N">therapy</QualifierName></MeshHeading></MeshHeadingList><OtherAbstract Type="Publisher" Language="chi"><AbstractText Label="TITLE" NlmCategory="BACKGROUND">&#x91cd;&#x8986;&#x7d93;&#x9871;&#x78c1;&#x523a;&#x6fc0;&#x8853;(rTMS)&#x5c0d;&#x8166;&#x4e2d;&#x98a8;&#x75c5;&#x4eba;&#x7684;&#x61c9;&#x7528;&#x8207;&#x6210;&#x6548;&#x2014;&#x8b77;&#x7406;&#x7167;&#x8b77;&#x89d2;&#x8272;&#x63a2;&#x8a0e;&#x8207;&#x61c9;&#x7528;&#x6307;&#x5357;.</AbstractText><AbstractText Label="UNLABELLED">&#x91cd;&#x8907;&#x7d93;&#x9871;&#x78c1;&#x523a;&#x6fc0;&#x8853;&#xff08;repetitive transcranial magnetic stimulation, rTMS&#xff09;&#x4f5c;&#x70ba;&#x4e00;&#x7a2e;&#x975e;&#x4fb5;&#x5165;&#x6027;&#x795e;&#x7d93;&#x8abf;&#x63a7;&#x6280;&#x8853;&#xff0c;&#x5df2;&#x6210;&#x70ba;&#x8166;&#x4e2d;&#x98a8;&#x5fa9;&#x5065;&#x7684;&#x91cd;&#x8981;&#x5275;&#x65b0;&#x5de5;&#x5177;&#x3002;&#x8166;&#x4e2d;&#x98a8;&#x9ad8;&#x5c45;&#x5168;&#x7403;&#x7b2c;&#x4e8c;&#x5927;&#x6b7b;&#x56e0;&#x53ca;&#x7b2c;&#x4e09;&#x5927;&#x81f4;&#x6b98;&#x539f;&#x56e0;&#xff0c;60&#x6b72;&#x4ee5;&#x4e0a;&#x65cf;&#x7fa4;&#x98a8;&#x96aa;&#x5c24;&#x9ad8;&#xff0c;&#x5168;&#x7403;&#x6bcf;&#x5e74;&#x7d04;&#x6709;1,200&#x842c;&#x8166;&#x4e2d;&#x98a8;&#x75c5;&#x4eba;&#x3002;&#x8166;&#x4e2d;&#x98a8;&#x5206;&#x70ba;&#x7f3a;&#x8840;&#x6027;&#xff08;85%&#xff0c;&#x8840;&#x7ba1;&#x963b;&#x585e;&#xff09;&#x8207;&#x51fa;&#x8840;&#x6027;&#xff08;10%&#x2013;15%&#xff0c;&#x8840;&#x7ba1;&#x7834;&#x88c2;&#xff09;&#xff0c;&#x6025;&#x6027;&#x671f;&#x6cbb;&#x7642;&#x5305;&#x62ec;&#x8840;&#x6813;&#x6eb6;&#x89e3;&#x5291;&#x8207;&#x624b;&#x8853;&#xff0c;&#x6162;&#x6027;&#x671f;&#x6cbb;&#x7642;&#x5247;&#x7d50;&#x5408;&#x5fa9;&#x5065;&#x53ca;rTMS&#x7b49;&#x6280;&#x8853;&#x3002;&#x7814;&#x7a76;&#x6307;&#x51fa;&#xff0c;85%&#x75c5;&#x4eba;&#x7d93;3-6&#x500b;&#x6708;&#x5fa9;&#x5065;&#x53ef;&#x6539;&#x5584;&#xff0c;&#x800c;rTMS&#x900f;&#x904e;&#x78c1;&#x5834;&#x7a7f;&#x900f;&#x9871;&#x9aa8;&#x8a98;&#x767c;&#x76ae;&#x5c64;&#x96fb;&#x6d41;&#xff0c;&#x8abf;&#x7bc0;&#x795e;&#x7d93;&#x5143;&#x8208;&#x596e;&#x6027;&#x8207;&#x795e;&#x7d93;&#x53ef;&#x5851;&#x6027;&#xff0c;&#x4ee5;&#x9ad8;&#x983b;&#xff08;&gt; 1 Hz&#xff09;&#x589e;&#x5f37;&#x53d7;&#x640d;&#x5340;&#x6d3b;&#x6027;&#x3001;&#x4f4e;&#x983b;&#xff08;&#x2264; 1 Hz&#xff09;&#x6291;&#x5236;&#x672a;&#x53d7;&#x640d;&#x5340;&#x904e;&#x5ea6;&#x6d3b;&#x5316;&#xff0c;&#x5e73;&#x8861;&#x5927;&#x8166;&#x534a;&#x7403;&#x6d3b;&#x52d5;&#xff0c;&#x4e26;&#x8abf;&#x7bc0;&#x3b3;-aminobutyric acid&#x3001;&#x8c37;&#x6c28;&#x9178;&#x7b49;&#x795e;&#x7d93;&#x50b3;&#x5c0e;&#x7269;&#x8cea;&#x3002;&#x81e8;&#x5e8a;&#x7814;&#x7a76;&#x8b49;&#x5be6;&#xff0c;rTMS&#x986f;&#x8457;&#x6539;&#x5584;&#x904b;&#x52d5;&#x529f;&#x80fd;&#xff0c;&#x5982;&#x4e0a;&#x80a2;Fugl-Meyer&#x8a55;&#x5206;&#x63d0;&#x5347;&#xff08;p = .037&#xff09;&#x3001;Barthel&#x6307;&#x6578;&#x6a19;&#x6e96;&#x5316;&#x5e73;&#x5747;&#x5dee;&#xff08;SMD = 0.580, p &lt; .05&#xff09;&#xff0c;&#x4e14;&#x6548;&#x679c;&#x53ef;&#x6301;&#x7e8c;&#x4e00;&#x5e74;&#xff1b;&#x91dd;&#x5c0d;&#x5931;&#x8a9e;&#x75c7;&#x75c5;&#x4eba;&#xff0c;&#x4f4e;&#x983b;&#x6216;&#x96d9;&#x983b;rTMS&#x7d93;20&#x6b21;&#x7642;&#x7a0b;&#x53ef;&#x63d0;&#x5347;&#x8a9e;&#x8a00;&#x6d41;&#x66a2;&#x6027;&#x8207;&#x547d;&#x540d;&#x80fd;&#x529b;&#xff0c;&#x4e26;&#x6539;&#x5584;&#x541e;&#x56a5;&#x529f;&#x80fd;&#x3002;&#x8a8d;&#x77e5;&#x65b9;&#x9762;&#xff0c;rTMS&#x6cbb;&#x7642;&#x4f7f;&#x8499;&#x7279;&#x5229;&#x723e;&#x8a8d;&#x77e5;&#x8a55;&#x4f30;&#xff08;Montreal Cognitive Assessment&#xff09;&#x5f97;&#x5206;&#x986f;&#x8457;&#x63d0;&#x9ad8;&#xff08;p &lt; .001&#xff09;&#xff0c;&#x57f7;&#x884c;&#x529f;&#x80fd;&#x6e2c;&#x8a66;&#x6642;&#x9593;&#x7e2e;&#x77ed;&#xff1b;&#x5fc3;&#x7406;&#x5c64;&#x9762;&#x5247;&#x900f;&#x904e;&#x523a;&#x6fc0;&#x80cc;&#x5916;&#x5074;&#x524d;&#x984d;&#x8449;&#x76ae;&#x8cea;&#xff0c;&#x964d;&#x4f4e;&#x8166;&#x4e2d;&#x98a8;&#x5f8c;&#x6182;&#x9b31;&#x75c5;&#x4eba;&#x7684;&#x6f22;&#x6c0f;&#x6182;&#x9b31;&#x91cf;&#x8868;&#x8a55;&#x5206;25%&#x2013;30%&#xff08;p &lt; .01&#xff09;&#x3002;&#x8b77;&#x7406;&#x4eba;&#x54e1;&#x65bc;rTMS&#x6cbb;&#x7642;&#x4e2d;&#x626e;&#x6f14;&#x95dc;&#x9375;&#x89d2;&#x8272;&#xff0c;&#x6db5;&#x84cb;&#x6cbb;&#x7642;&#x524d;&#x7981;&#x5fcc;&#x75c7;&#x8a55;&#x4f30;&#xff08;&#x5982;&#x5fc3;&#x5f8b;&#x8abf;&#x7bc0;&#x5668;&#x3001;&#x91d1;&#x5c6c;&#x690d;&#x5165;&#x7269;&#xff09;&#x3001;&#x885b;&#x6559;&#x4ee5;&#x6e1b;&#x8f15;&#x7126;&#x616e;&#x3001;&#x78ba;&#x4fdd;&#x74b0;&#x5883;&#x7121;&#x96fb;&#x78c1;&#x5e72;&#x64fe;&#xff0c;&#x4e26;&#x76e3;&#x6e2c;&#x6cbb;&#x7642;&#x4e2d;&#x751f;&#x547d;&#x5fb5;&#x8c61;&#x53ca;&#x526f;&#x4f5c;&#x7528;&#xff08;&#x5982;&#x982d;&#x75db;&#x3001;&#x7672;&#x7647;&#xff09;&#xff0c;&#x8ffd;&#x8e64;&#x8fd4;&#x5bb6;&#x5f8c;&#x53cd;&#x61c9;&#x3002;&#x7d9c;&#x8a00;&#x4e4b;&#xff0c;&#x672a;&#x4f86;&#x7814;&#x7a76;&#x53ef;&#x805a;&#x7126;&#x6700;&#x4f73;&#x523a;&#x6fc0;&#x53c3;&#x6578;&#x8207;&#x9577;&#x671f;&#x7642;&#x6548;&#xff0c;&#x4ee5;&#x6df1;&#x5316;&#x81e8;&#x5e8a;&#x61c9;&#x7528;&#x50f9;&#x503c;&#xff0c;&#x85c9;&#x6b64;&#x63d0;&#x4f9b;&#x4e26;&#x9081;&#x5411;&#x66f4;&#x512a;&#x8cea;&#x7684;&#x7167;&#x8b77;&#x54c1;&#x8cea;&#x3002;.</AbstractText></OtherAbstract><KeywordList Owner="NOTNLM"><Keyword MajorTopicYN="N">nursing care</Keyword><Keyword MajorTopicYN="N">post-stroke rehabilitation</Keyword><Keyword MajorTopicYN="N">repetitive transcranial magnetic stimulation (rTMS)</Keyword></KeywordList></MedlineCitation><PubmedData><History><PubMedPubDate PubStatus="medline"><Year>2026</Year><Month>3</Month><Day>25</Day><Hour>7</Hour><Minute>10</Minute></PubMedPubDate><PubMedPubDate PubStatus="pubmed"><Year>2026</Year><Month>3</Month><Day>25</Day><Hour>7</Hour><Minute>9</Minute></PubMedPubDate><PubMedPubDate PubStatus="entrez"><Year>2026</Year><Month>3</Month><Day>25</Day><Hour>0</Hour><Minute>4</Minute></PubMedPubDate></History><PublicationStatus>ppublish</PublicationStatus><ArticleIdList><ArticleId IdType="pubmed">41876425</ArticleId><ArticleId IdType="doi">10.6224/JN.26210</ArticleId><ArticleId IdType="pii">JN.26210</ArticleId></ArticleIdList></PubmedData></PubmedArticle></PubmedArticleSet>