<?xml version="1.0" ?>
<!DOCTYPE PubmedArticleSet PUBLIC "-//NLM//DTD PubMedArticle, 1st January 2025//EN" "https://dtd.nlm.nih.gov/ncbi/pubmed/out/pubmed_250101.dtd">
<PubmedArticleSet>
<PubmedArticle><MedlineCitation Status="MEDLINE" Owner="NLM" IndexingMethod="Automated"><PMID Version="1">41920084</PMID><DateCompleted><Year>2026</Year><Month>04</Month><Day>01</Day></DateCompleted><DateRevised><Year>2026</Year><Month>04</Month><Day>01</Day></DateRevised><Article PubModel="Print"><Journal><ISSN IssnType="Electronic">1478-5153</ISSN><JournalIssue CitedMedium="Internet"><Volume>31</Volume><Issue>3</Issue><PubDate><Year>2026</Year><Month>May</Month></PubDate></JournalIssue><Title>Nursing in critical care</Title><ISOAbbreviation>Nurs Crit Care</ISOAbbreviation></Journal><ArticleTitle>Comparing the Efficacy of Earplugs and Eye Masks on Pain and Sleep Quality in Cardiovascular Intensive Care Unit Patients: A Three-Arm Randomised Controlled Trial.</ArticleTitle><Pagination><StartPage>e70432</StartPage><MedlinePgn>e70432</MedlinePgn></Pagination><ELocationID EIdType="doi" ValidYN="Y">10.1111/nicc.70432</ELocationID><Abstract><AbstractText Label="BACKGROUND" NlmCategory="BACKGROUND">Cardiovascular diseases are among the most common and leading causes of death worldwide. Surgical methods such as coronary artery bypass graft surgery (CABG) provide successful results in this process. Patients who are faced with these disturbing life-threatening experiences try to cope with many problems until the discharge process. The most common of these problems in the postoperative period is pain and insomnia. In the literature, there have been studies to determine the effect of eye mask and earplug on sleep and pain level; however, there are no studies examining the superiority of earplugs or eye masks over each other.</AbstractText><AbstractText Label="AIM" NlmCategory="OBJECTIVE">To determine the superiority of earplugs and eye masks to each other and their efficacy in pain and sleep quality.</AbstractText><AbstractText Label="STUDY DESIGN" NlmCategory="METHODS">The study was a three-arm randomised controlled trial.</AbstractText><AbstractText Label="METHODS" NlmCategory="METHODS">After a baseline assessment, participants were randomly assigned to three groups. The random assignment was performed by using a computer program. Afterwards, participants were categorised into three groups. Group 3 patients in this group did not receive any treatment to improve pain and sleep quality during the study period. Routine postoperative care was applied in the clinic (n&#x2009;=&#x2009;30). Group 2 was given the earplug (n&#x2009;=&#x2009;30), whereas Group 1 was given the eye mask (n&#x2009;=&#x2009;30).</AbstractText><AbstractText Label="RESULTS" NlmCategory="RESULTS">Statistically significant differences were found between the three groups in terms of sleep depth, sleep onset latency, number of awakenings, sleep efficiency, sleep quality, total Richard-Campbell Sleep Questionnaire (RCSQ) score and visual analogue scale (VAS) scores (p&#x2009;=&#x2009;0.000) in total 90 participants participated, 30 in each group. The group that used an eye mask (Group 1) and the group that used earplugs (Group 2) had higher mean values than the control group (Group 3) in terms of sleep depth, sleep onset latency, sleep efficiency, sleep quality and total RCSQ score. The mean total RCSQ scores were 61.4&#x2009;&#xb1;&#x2009;3.7 in Group 1, 62.8&#x2009;&#xb1;&#x2009;5.0 in Group 2 and 46.5&#x2009;&#xb1;&#x2009;4.6 in Group 3. Accordingly, the mean difference was calculated as 14.9 points (95% CI: 12.8-17.0; p&#x2009;=&#x2009;0.000) between Group 1 and Group 3 and 16.3 points (95% CI: 13.9-18.7; p&#x2009;=&#x2009;0.000) between Group 2 and Group 3. Furthermore, VAS scores measured in the morning showed lower mean values in Group 1 (VAS: 4.4&#x2009;&#xb1;&#x2009;0.7) and Group 2 (VAS: 4.2&#x2009;&#xb1;&#x2009;0.8) compared to the control group (VAS: 6.3&#x2009;&#xb1;&#x2009;1.0) (p&#x2009;=&#x2009;0.000). No statistically significant difference was found between the eye mask and earplug groups in terms of RCSQ subscales, total RCSQ score and VAS scores (p&#x2009;&gt;&#x2009;0.05).</AbstractText><AbstractText Label="CONCLUSION" NlmCategory="CONCLUSIONS">Promoting sleep in intensive care unit (ICU) patients is crucial for recovery. Simple, non-pharmacological interventions like eye masks and earplugs improve sleep quality and comfort, especially after cardiac surgery. These cost-effective strategies reduce sleep disturbances and enhance patient well-being, highlighting the importance of prioritising restorative sleep in critical care.</AbstractText><AbstractText Label="RELEVANCE TO CLINICAL PRACTICE" NlmCategory="CONCLUSIONS">Improving sleep quality in ICU patients is essential for postoperative recovery. This study highlights that simple, cost-effective interventions like eye masks and earplugs can enhance sleep and comfort in patients undergoing cardiac surgery. Integrating these non-pharmacological strategies into routine nursing care can help reduce sleep disturbances, manage pain more effectively and promote overall patient well-being in critical care settings.</AbstractText><AbstractText Label="TRIAL REGISTRATION" NlmCategory="BACKGROUND">NCT07100002.</AbstractText><CopyrightInformation>&#xa9; 2026 British Association of Critical Care Nurses.</CopyrightInformation></Abstract><AuthorList CompleteYN="Y"><Author ValidYN="Y"><LastName>&#xd6;zkan</LastName><ForeName>Esra</ForeName><Initials>E</Initials><Identifier Source="ORCID">0000-0001-5951-3466</Identifier><AffiliationInfo><Affiliation>Giresun University Faculty of Health Sciences, Department of Surgical Nursing, Giresun, Turkey.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Yaman Akta&#x15f;</LastName><ForeName>Ye&#x15f;im</ForeName><Initials>Y</Initials><Identifier Source="ORCID">0000-0001-7403-4949</Identifier><AffiliationInfo><Affiliation>Giresun University Faculty of Health Sciences, Department of Surgical Nursing, Giresun, Turkey.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Surmeli</LastName><ForeName>&#x15e;eyma</ForeName><Initials>&#x15e;</Initials><Identifier Source="ORCID">0000-0001-5536-1645</Identifier><AffiliationInfo><Affiliation>Giresun University Training and Research Hospital, Cardiovascular Surgery Intensive Care Unit, Giresun, Turkey.</Affiliation></AffiliationInfo></Author></AuthorList><Language>eng</Language><DataBankList CompleteYN="Y"><DataBank><DataBankName>ClinicalTrials.gov</DataBankName><AccessionNumberList><AccessionNumber>NCT07100002</AccessionNumber></AccessionNumberList></DataBank></DataBankList><PublicationTypeList><PublicationType UI="D016428">Journal Article</PublicationType><PublicationType UI="D016449">Randomized Controlled Trial</PublicationType><PublicationType UI="D003160">Comparative Study</PublicationType></PublicationTypeList></Article><MedlineJournalInfo><Country>England</Country><MedlineTA>Nurs Crit Care</MedlineTA><NlmUniqueID>9808649</NlmUniqueID><ISSNLinking>1362-1017</ISSNLinking></MedlineJournalInfo><CitationSubset>IM</CitationSubset><MeshHeadingList><MeshHeading><DescriptorName UI="D006801" MajorTopicYN="N">Humans</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D008297" MajorTopicYN="N">Male</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D005260" MajorTopicYN="N">Female</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D004430" MajorTopicYN="Y">Ear Protective Devices</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D008875" MajorTopicYN="N">Middle Aged</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D000089943" MajorTopicYN="Y">Sleep Quality</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D005135" MajorTopicYN="Y">Eye Protective Devices</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D000368" MajorTopicYN="N">Aged</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D007362" MajorTopicYN="N">Intensive Care Units</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D002318" MajorTopicYN="Y">Cardiovascular Diseases</DescriptorName><QualifierName UI="Q000601" MajorTopicYN="N">surgery</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D001026" MajorTopicYN="N">Coronary Artery Bypass</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D010149" MajorTopicYN="Y">Postoperative Pain</DescriptorName><QualifierName UI="Q000517" MajorTopicYN="N">prevention &amp; control</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D010147" MajorTopicYN="N">Pain Measurement</DescriptorName></MeshHeading></MeshHeadingList><KeywordList Owner="NOTNLM"><Keyword MajorTopicYN="N">cardiac surgery</Keyword><Keyword MajorTopicYN="N">earplug</Keyword><Keyword MajorTopicYN="N">eye mask</Keyword><Keyword MajorTopicYN="N">intensive care unit</Keyword></KeywordList></MedlineCitation><PubmedData><History><PubMedPubDate PubStatus="revised"><Year>2026</Year><Month>2</Month><Day>8</Day></PubMedPubDate><PubMedPubDate PubStatus="received"><Year>2025</Year><Month>2</Month><Day>23</Day></PubMedPubDate><PubMedPubDate PubStatus="accepted"><Year>2026</Year><Month>2</Month><Day>20</Day></PubMedPubDate><PubMedPubDate PubStatus="medline"><Year>2026</Year><Month>4</Month><Day>1</Day><Hour>12</Hour><Minute>33</Minute></PubMedPubDate><PubMedPubDate PubStatus="pubmed"><Year>2026</Year><Month>4</Month><Day>1</Day><Hour>12</Hour><Minute>32</Minute></PubMedPubDate><PubMedPubDate PubStatus="entrez"><Year>2026</Year><Month>4</Month><Day>1</Day><Hour>10</Hour><Minute>13</Minute></PubMedPubDate></History><PublicationStatus>ppublish</PublicationStatus><ArticleIdList><ArticleId IdType="pubmed">41920084</ArticleId><ArticleId IdType="doi">10.1111/nicc.70432</ArticleId></ArticleIdList><ReferenceList><Title>References</Title><Reference><Citation>P. Q. P. Soh, W. H. T. Wong, T. Roy, and W. W. S. Tam, &#x201c;Effectiveness of Non&#x2010;Pharmacological Interventions in Improving Sleep Quality After Cardiac Surgery: A Systematic Review and Meta&#x2010;Analysis,&#x201d; Journal of Clinical Nursing 33, no. 6 (2024): 2084&#x2013;2098, https://doi.org/10.1111/jocn.17115.</Citation></Reference><Reference><Citation>G. S. Mahran, M. J. Leach, M. S. Abbas, A. M. Abbas, and A. M. Ghoneim, &#x201c;Effect of Eye Masks on Pain and Sleep Quality in Patients Undergoing Cardiac Surgery: A Randomized Controlled Trial,&#x201d; Critical Care Nurse 40, no. 1 (2020): 27&#x2013;35, https://doi.org/10.4037/CCN2020709.</Citation></Reference><Reference><Citation>S. Ziehm, J. Rosendahl, J. Barth, B. M. Strauss, A. Mehnert, and S. Koranyi, &#x201c;Psychological Interventions for Acute Pain After Open Heart Surgery,&#x201d; Cochrane Database of Systematic Reviews 7, no. 7 (2017): CD009984, https://doi.org/10.1002/14651858.CD009984.PUB3.</Citation></Reference><Reference><Citation>B. Van Rompaey, M. M. Elseviers, W. Van Drom, V. Fromont, and P. G. Jorens, &#x201c;The Effect of Earplugs During the Night on the Onset of Delirium and Sleep Perception: A Randomized Controlled Trial in Intensive Care Patients,&#x201d; Critical Care 16, no. 3 (2012): 1&#x2013;11, https://doi.org/10.1186/CC11330/COMMENTS.</Citation></Reference><Reference><Citation>A. G&#xfc;rkan, K. Aldemir, I. I&#x15f;&#x131;l Andsoy, and A. G&#xfc;l, &#x201c;Ameliyat sonras&#x131; akut a&#x11f;r&#x131; yo&#x11f;unlu&#x11f;unun de&#x11f;erlendirilmesinde d&#xf6;rt farkl&#x131; a&#x11f;r&#x131; &#xf6;l&#xe7;e&#x11f;inin kar&#x15f;&#x131;la&#x15f;t&#x131;r&#x131;lmas&#x131;,&#x201d; Cukurova Medical Journal 45, no. 4 (2020): 1562&#x2013;1571, https://doi.org/10.17826/CUMJ.741465.</Citation></Reference><Reference><Citation>X. Su and D. X. Wang, &#x201c;Improve Postoperative Sleep: What Can We Do?,&#x201d; Current Opinion in Anaesthesiology 31, no. 1 (2018): 83&#x2013;88, https://doi.org/10.1097/ACO.0000000000000538.</Citation></Reference><Reference><Citation>M. H. Hagenauer, J. A. Crodelle, S. H. Piltz, N. Toporikova, P. Ferguson, and V. Booth, &#x201c;The Modulation of Pain by Circadian and Sleep&#x2010;Dependent Processes: A Review of the Experimental Evidence,&#x201d; Women in Mathematical Biology 8 (2017): 1&#x2013;21, https://doi.org/10.1101/098269.</Citation></Reference><Reference><Citation>R. F. Hu, X. Y. Jiang, J. Chen, et&#xa0;al., &#x201c;Non&#x2010;Pharmacological Interventions for Sleep Promotion in the Intensive Care Unit,&#x201d; Cochrane Database of Systematic Reviews 2015, no. 10 (2015): 1&#x2013;99, https://doi.org/10.1002/14651858.CD008808.PUB2/REFERENCES.</Citation></Reference><Reference><Citation>R. A. Brito, S. M. do Nascimento Rebou&#xe7;as Viana, B. A. de Beltr&#xe3;o, C. B. de Ara&#xfa;jo Magalh&#xe3;es, V. M. S. de Bruin, and P. F. C. Bruin, &#x201c;Pharmacological and Non&#x2010;Pharmacological Interventions to Promote Sleep in Intensive Care Units: A Critical Review,&#x201d; Sleep and Breathing 24, no. 1 (2020): 25&#x2013;35, https://doi.org/10.1007/S11325&#x2010;019&#x2010;01902&#x2010;7.</Citation></Reference><Reference><Citation>O. O. Obanor, M. M. McBroom, J. M. Elia, et&#xa0;al., &#x201c;The Impact of Earplugs and Eye Masks on Sleep Quality in Surgical ICU Patients at Risk for Frequent Awakenings,&#x201d; Critical Care Medicine 49, no. 9 (2021): E822&#x2013;E832, https://doi.org/10.1097/CCM.0000000000005031.</Citation></Reference><Reference><Citation>M. K. Bani Younis, F. A. Hayajneh, and H. Alduraidi, &#x201c;Effectiveness of Using Eye Mask and Earplugs on Sleep Length and Quality Among Intensive Care Patients: A Quasi&#x2010;Experimental Study,&#x201d; International Journal of Nursing Practice 25, no. 3 (2019): 1&#x2013;9, https://doi.org/10.1111/IJN.12740.</Citation></Reference><Reference><Citation>E. Ebrahimi Tabas, F. Khodadadi, H. Sarani, F. Saeedinezhad, and M. Jahantigh, &#x201c;Effect of Eye Masks, Earplugs, and Quiet Time Protocol on Sleep Quality of Patients Admitted to the Cardiac Care Unit: A Clinical Trial Study,&#x201d; Medical &#x2010; Surgical Nursing Journal 8, no. 3 (2019): 1&#x2013;6, https://doi.org/10.5812/MSNJ.98762.</Citation></Reference><Reference><Citation>F. &#xd6;z and B. Cerit, &#x201c;Koroner Yo&#x11f;un Bak&#x131;m &#xdc;nitesinde Yatan Hastalarda G&#xf6;z Band&#x131; ve Kulak T&#x131;kac&#x131; Uygulamas&#x131;n&#x131;n Uyku Kalitesi &#xdc;zerine Etkisi,&#x201d; Hacettepe &#xdc;niversitesi Hemsirelik Fak&#xfc;ltesi Dergisi 10, no. 2 (2023): 119&#x2013;126, https://doi.org/10.31125/hunhemsire.1333834.</Citation></Reference><Reference><Citation>H. Locihov&#xe1;, K. Axmann, H. Pady&#x161;&#xe1;kov&#xe1;, and J. Fejfar, &#x201c;Effect of the Use of Earplugs and Eye Mask on the Quality of Sleep in Intensive Care Patients: A Systematic Review,&#x201d; Journal of Sleep Research 27, no. 3 (2018): 1&#x2013;12, https://doi.org/10.1111/JSR.12607.</Citation></Reference><Reference><Citation>R. B. Akpinar, M. Aksoy, and E. Kant, &#x201c;Effect of Earplug/Eye Mask on Sleep and Delirium in Intensive Care Patients,&#x201d; Nursing in Critical Care 27, no. 4 (2022): 537&#x2013;545, https://doi.org/10.1111/NICC.12741.</Citation></Reference><Reference><Citation>M. Le Guen, A. Nicolas&#x2010;Robin, C. Lebard, I. Arnulf, and O. Langeron, &#x201c;Earplugs and Eye Masks vs Routine Care Prevent Sleep Impairment in Post&#x2010;Anaesthesia Care Unit: A Randomized Study,&#x201d; British Journal of Anaesthesia 112, no. 1 (2014): 89&#x2013;95, https://doi.org/10.1093/bja/aet304.</Citation></Reference><Reference><Citation>B. Ak&#x131;n and D. Ko&#xe7;o&#x11f;lu, &#x201c;SPIRIT 2013 Bildirisi: Klinik Deneyler &#x130;&#xe7;in Standart Protokol Maddelerinin Tan&#x131;mlanmas&#x131;,&#x201d; Hacettepe &#xdc;niversitesi Hem&#x15f;irelik Fak&#xfc;ltesi Dergisi 8, no. 1 (2021): 117&#x2013;127, https://doi.org/10.31125/hunhemsire.908072.</Citation></Reference><Reference><Citation>K. F. Schulz, D. G. Altman, and D. Moher, &#x201c;CONSORT 2010 Statement: Updated Guidelines for Reporting Parallel Group Randomised Trials,&#x201d; BMC Medicine 8, no. 18 (2010): 2&#x2013;9, https://doi.org/10.1186/1741&#x2010;7015&#x2010;8&#x2010;18.</Citation></Reference><Reference><Citation>J. A. H. Forrest, J. A. Clements, and L. F. Prescott, &#x201c;Clinical Pharmacokinetics of Paracetamol,&#x201d; Clinical Pharmacokinetics 7, no. 2 (1982): 93&#x2013;107, https://doi.org/10.2165/00003088&#x2010;198207020&#x2010;00001.</Citation></Reference><Reference><Citation>S. Avc&#x131;, B. Bayram, G. &#x130;nan&#xe7;, et&#xa0;al., &#x201c;Evaluation of the Compliance Between EEG Monitoring (Bispectral Index) and Ramsey Sedation Scale to Measure the Depth of Sedation in the Patients Who Underwent Procedural Sedation and Analgesia in the Emergency Department,&#x201d; Ulusal Travma ve Acil Cerrahi Dergisi 25, no. 5 (2019): 447&#x2013;452, https://doi.org/10.5505/TJTES.2018.32627.</Citation></Reference><Reference><Citation>M. Ada and E. Y&#x131;lmaz, &#x201c;Mekanik Ventilat&#xf6;r Deste&#x11f;indeki Hastalar&#x131;n &#x130;ntravask&#xfc;ler Giri&#x15f;imler S&#x131;ras&#x131;ndaki A&#x11f;r&#x131; Davran&#x131;&#x15f;lar&#x131;,&#x201d; Kocaeli &#xdc;niversitesi Sa&#x11f;l&#x131;k Bilimleri Dergisi 6, no. 2 (2020): 138&#x2013;144, https://doi.org/10.30934/kusbed.617091.</Citation></Reference><Reference><Citation>&#xd6;. Turna and A. G&#xfc;rsoy, &#x201c;Yo&#x11f;un Bak&#x131;m &#xdc;nitelerinde Fiziksel Tespit Kullan&#x131;m&#x131;: Nedenler ve Sonu&#xe7;lar,&#x201d; Hacettepe &#xdc;niversitesi Hem&#x15f;irelik Fak&#xfc;ltesi Dergisi 8, no. 2 (2021): 127&#x2013;133, https://doi.org/10.31125/hunhemsire.966307.</Citation></Reference><Reference><Citation>T. Kurt and S. &#xc7;elik, &#x201c;Yo&#x11f;un bak&#x131;m hastalar&#x131;n&#x131; mekanik ventilasyondan ay&#x131;rma s&#xfc;recinde do&#x11f;a temelli ses terapisinin etkisi,&#x201d; Cukurova Medical Journal 44, no. Suppl 1 (2019): 119&#x2013;132, https://doi.org/10.17826/cumj.556065.</Citation></Reference><Reference><Citation>Z. Karaman &#xd6;zl&#xfc; and N. &#xd6;zer, &#x201c;Richard&#x2010;Campbell Sleep Questionnaire Validity and Reliability Study,&#x201d; Journal of Turkish Sleep Medicine 2, no. 2 (2015): 29&#x2013;32, https://doi.org/10.4274/jtsm.02.008.</Citation></Reference><Reference><Citation>M. Ayan, U. Ta&#x15f;, E. S&#xf6;&#x1e7;&#xfc;t, et&#xa0;al., &#x201c;Primer dismenore a&#x1e7;rili hastalarda diklofenak sodyum ve parasetamol tedavi etkinliklerinin Viz&#xfc;el Analog Skala kullamlarak kar&#x15f; ila&#x15f;tirilmasi,&#x201d; A&#x11f;r&#x131; 25, no. 2 (2013): 78&#x2013;82, https://doi.org/10.5505/agri.2013.42103.</Citation></Reference><Reference><Citation>K. Lewandowska, W. M&#x119;drzycka&#x2010;Dabrowska, D. Pilch, et&#xa0;al., &#x201c;Sleep Deprivation From the Perspective of a Patient Hospitalized in the Intensive Care Unit&#x2014;Qualitative Study,&#x201d; Healthcare (Basel) 8, no. 3 (2020): 351, https://doi.org/10.3390/HEALTHCARE8030351.</Citation></Reference><Reference><Citation>E. Mermer and S. Arslan, &#x201c;The Effect of Audiobooks on Sleep Quality and Vital Signs in Intensive Care Patients,&#x201d; Intensive &amp; Critical Care Nursing 80, no. 103552 (2024): 1&#x2013;9, https://doi.org/10.1016/J.ICCN.2023.103552.</Citation></Reference><Reference><Citation>A. Chaudhary, V. Kumari, and N. Neetu, &#x201c;Sleep Promotion Among Critically Ill Patients: Earplugs/Eye Mask Versus Ocean Sound&#x2014;A Randomized Controlled Trial Study,&#x201d; Critical Care Research and Practice 2020 (2020): 1&#x2013;10, https://doi.org/10.1155/2020/8898172.</Citation></Reference><Reference><Citation>K. T. da Silva Higa, F. A. F. B&#xf6;hme, S. Paschoa, A. C. R. Conte, V. B. Santos, and A. F. M. Avelar, &#x201c;Dark Nighttime Interventions and Sleep Quality in Intensive Care Unit Patients: A Systematic Review and Meta&#x2010;Analysis,&#x201d; Nursing in Critical Care 29, no. 1 (2022): 144&#x2013;155, https://doi.org/10.1111/NICC.12827.</Citation></Reference><Reference><Citation>G. Bahcecioglu Turan, F. G&#xfc;rcan, and Z. &#xd6;zer, &#x201c;The Effects of Eye Masks and Earplugs on Sleep Quality, Anxiety, Fear, and Vital Signs in Patients in an Intensive Care Unit: A Randomised Controlled Study,&#x201d; Journal of Sleep Research 33, no. 2 (2024): 1&#x2013;11, https://doi.org/10.1111/jsr.14044.</Citation></Reference><Reference><Citation>A. T. Ko&#xe7;ak and S. Arslan, &#x201c;The Effect of Using Eye Masks and Earplugs on Intensive Care Patients Quality of Sleep and Vital Signs,&#x201d; Journal of Neuroscience Nursing: Journal of the American Association of Neuroscience Nurses 53, no. 1 (2021): 29&#x2013;33, https://doi.org/10.1097/JNN.0000000000000562.</Citation></Reference><Reference><Citation>Z. K&#x131;z&#x131;lc&#x131;k &#xd6;zkan, F. D&#x131;&#x11f;&#x131;n, and E. Kalayc&#x131;, &#x201c;Sleep Quality and Related Factors in Surgical Intensive Care Patients,&#x201d; Journal of Turkish Sleep Medicine 10, no. 1 (2023): 71&#x2013;77, https://doi.org/10.4274/JTSM.GALENOS.2022.95867.</Citation></Reference><Reference><Citation>N. Pagnucci, A. Tolotti, L. Cadorin, D. Valcarenghi, and F. Forfori, &#x201c;Promoting Nighttime Sleep in the Intensive Care Unit: Alternative Strategies in Nursing,&#x201d; Intensive &amp; Critical Care Nursing 51 (2019): 73&#x2013;81, https://doi.org/10.1016/J.ICCN.2018.11.010.</Citation></Reference><Reference><Citation>Y. H. Ahn, H. Y. Lee, S. M. Lee, and J. Lee, &#x201c;Factors Influencing Sleep Quality in the Intensive Care Unit: A Descriptive Pilot Study in Korea,&#x201d; Acute and Critical Care 38, no. 3 (2023): 278&#x2013;285, https://doi.org/10.4266/ACC.2023.00514.</Citation></Reference><Reference><Citation>M. Engwall, I. Fridh, G. Jutengren, I. Bergbom, A. Sterner, and B. Lindahl, &#x201c;The Effect of Cycled Lighting in the Intensive Care Unit on Sleep, Activity and Physiological Parameters: A Pilot Study,&#x201d; Intensive &amp; Critical Care Nursing 41 (2017): 26&#x2013;32, https://doi.org/10.1016/J.ICCN.2017.01.009.</Citation></Reference><Reference><Citation>J. Lin, B. Wang, W. Zeng, S. Zhuang, M. Liu, and J. Yang, &#x201c;Evidence&#x2010;Based Interventions to Improve Sleep Quality After Thoracic Surgery:A Retrospective Analysis of Clinical Studies,&#x201d; Sleep Medicine 121 (2024): 85&#x2013;93, https://doi.org/10.1016/J.SLEEP.2024.06.006.</Citation></Reference><Reference><Citation>G. S. K. Mahran, S. K. Abd&#x2010;elshafy, N. Abd El&#x2010;ghnyAbd El&#x2010;hmeed, et&#xa0;al., &#x201c;The Effect of Night Light on Delirium Occurrence in Post&#x2010;Operative Cardiac Patients,&#x201d; Journal of Nursing and Health Science 7, no. 1 (2018): 1&#x2013;7, https://doi.org/10.9790/1959&#x2010;0701060107.</Citation></Reference><Reference><Citation>N. Dagcan Sahin, B. Nal, G. Gurol Arslan, M. A. Astarcioglu, and A. &#x130;. Parlar, &#x201c;The Effect of Eye Mask on Sleep Quality and Pain in Patients Undergoing Coronary Artery Bypass Graft Surgery: A Double&#x2010;Blind Randomized Controlled Trial,&#x201d; Nursing in Critical Care 29 (2024): 1346&#x2013;1354, https://doi.org/10.1111/nicc.13157.</Citation></Reference><Reference><Citation>B. Rzepka&#x2010;migut and J. Paprocka, &#x201c;Melatonin&#x2010;Measurement Methods and the Factormodifying the Results. A Systematic Review of Thliterature,&#x201d; International Journal of Environmental Research and Public Health 17, no. 6 (2020): 1916, https://doi.org/10.3390/IJERPH17061916.</Citation></Reference><Reference><Citation>H. Khoddam, S. A. Maddah, S. Rezvani Khorshidi, M. Zaman Kamkar, and M. Modanloo, &#x201c;The Effects of Earplugs and Eye Masks on Sleep Quality of Patients Admitted to Coronary Care Units: A Randomised Clinical Trial,&#x201d; Journal of Sleep Research 31, no. 2 (2022): 1&#x2013;12, https://doi.org/10.1111/jsr.13473.</Citation></Reference><Reference><Citation>C. S. Fang, Y. K. Tu, S. L. Chang, C. C. Kuo, C. J. Fang, and F. H. Chou, &#x201c;Effectiveness of Sound and Darkness Interventions for Critically Ill Patients' Sleep Quality: A Systematic Review and Component Network Meta&#x2010;Analysis,&#x201d; Nursing in Critical Care 29, no. 1 (2024): 134&#x2013;143, https://doi.org/10.1111/NICC.12883.</Citation></Reference><Reference><Citation>H. J. Durrington, R. Clark, R. Greer, et&#xa0;al., &#x201c;&#x2018;In a Dark Place, We Find Ourselves&#x2019;: Light Intensity in Critical Care Units,&#x201d; Intensive Care Medicine Experimental 5, no. 1 (2017): 2&#x2013;5, https://doi.org/10.1186/S40635&#x2010;017&#x2010;0122&#x2010;9.</Citation></Reference><Reference><Citation>F. G. Beltrami, X. L. Nguyen, C. Pichereau, E. Maury, B. Fleury, and S. Fagondes, &#x201c;Sleep in the Intensive Care Unit,&#x201d; Jornal Brasileiro de Pneumologia: Publicacao Oficial da Sociedade Brasileira de Pneumologia e Tisilogia 41, no. 6 (2015): 539&#x2013;546, https://doi.org/10.1590/S1806&#x2010;37562015000000056.</Citation></Reference><Reference><Citation>J. Menger, B. Urbanek, K. S. Dze&#x2010;Dworschak, et&#xa0;al., &#x201c;Earplugs During the First Night After Cardiothoracic Surgery May Improve a Fast&#x2010;Track Protocol,&#x201d; Minerva Anestesiologica 84, no. 1 (2018): 49&#x2013;57, https://doi.org/10.23736/S0375&#x2010;9393.17.11758&#x2010;X.</Citation></Reference><Reference><Citation>M. B. Lakeh, M. B. Lakeh, T. K. Mohammadi, and E. K. N. Leyli, &#x201c;The Effect of Use of Earplugs on Sleep Quality in Coronary Care Units Patients,&#x201d; Journal of Holistic Nursing and Midwifery 28, no. 2 (2018): 93&#x2013;100, https://doi.org/10.29252/HNMJ.28.2.93.</Citation></Reference><Reference><Citation>C. Y. Shih, C. J. Gordon, T. J. Chen, et&#xa0;al., &#x201c;Comparative Efficacy of Nonpharmacological Interventions on Sleep Quality in People Who Are Critically Ill: A Systematic Review and Network Meta&#x2010;Analysis,&#x201d; International Journal of Nursing Studies 130 (2022): 1&#x2013;9, https://doi.org/10.1016/J.IJNURSTU.2022.104220.</Citation></Reference><Reference><Citation>E. Litton, R. Elliott, J. Ferrier, and S. A. R. Webb, &#x201c;Quality Sleep Using Earplugs in the Intensive Care Unit: The QUIET Pilot Randomised Controlled Trial,&#x201d; Critical Care and Resuscitation 19, no. 2 (2017): 128&#x2013;133, https://doi.org/10.1016/s1441&#x2010;2772(23)00784&#x2010;6.</Citation></Reference><Reference><Citation>A. Demoule, S. Carreira, S. Lavault, et&#xa0;al., &#x201c;Impact of Earplugs and Eye Mask on Sleep in Critically Ill Patients: A Prospective Randomized Study,&#x201d; Critical Care 21, no. 284 (2017): 1&#x2013;9, https://doi.org/10.1186/S13054&#x2010;017&#x2010;1865&#x2010;0.</Citation></Reference><Reference><Citation>S. A. Shorofi, P. Dadashian, P. Arbon, and M. Moosazadeh, &#x201c;The Efficacy of Earplugs and Eye Masks for Delirium Severity and Sleep Quality in Patients Undergoing Coronary Artery Bypass Grafting in Cardiac Intensive Care Units: A Single&#x2010;Blind, Randomised Controlled Trial,&#x201d; Australian Critical Care 37, no. 1 (2024): 74&#x2013;83, https://doi.org/10.1016/J.AUCC.2023.08.003.</Citation></Reference><Reference><Citation>P. Arttawejkul, S. Reutrakul, D. Muntham, and N. Chirakalwasan, &#x201c;Effect of Nighttime Earplugs and Eye Masks on Sleep Quality in Intensive Care Unit Patients,&#x201d; Indian Journal of Critical Care Medicine: Peer&#x2010;Reviewed, Official Publication of Indian Society of Critical Care Medicine 24, no. 1 (2020): 6&#x2013;10, https://doi.org/10.5005/JP&#x2010;JOURNALS&#x2010;10071&#x2010;23321.</Citation></Reference><Reference><Citation>H. W. Huang, B. L. Zheng, L. Jiang, et&#xa0;al., &#x201c;Effect of Oral Melatonin and Wearing Earplugs and Eye Masks on Nocturnal Sleep in Healthy Subjects in a Simulated Intensive Care Unit Environment: Which Might Be a More Promising Strategy for ICU Sleep Deprivation?,&#x201d; Critical Care 19 (2015): 2&#x2013;11, https://doi.org/10.1186/s13054&#x2010;015&#x2010;0842&#x2010;8.</Citation></Reference><Reference><Citation>F. Chouchou, S. Khoury, J. M. Chauny, R. Denis, and G. J. Lavigne, &#x201c;Postoperative Sleep Disruptions: A Potential Catalyst of Acute Pain?,&#x201d; Sleep Medicine Reviews 18, no. 3 (2014): 273&#x2013;282, https://doi.org/10.1016/J.SMRV.2013.07.002.</Citation></Reference><Reference><Citation>A. J. Krause, A. A. Prather, T. D. Wager, M. A. Lindquist, and M. P. Walker, &#x201c;The Pain of Sleep Loss: A Brain Characterization in Humans,&#x201d; Journal of Neuroscience: The Official Journal of the Society for Neuroscience 39, no. 12 (2019): 2291&#x2013;2300, https://doi.org/10.1523/JNEUROSCI.2408&#x2010;18.2018.</Citation></Reference><Reference><Citation>M. Per&#x161;olja and A. Ro&#x17e;nik, &#x201c;Strategies to Improve Sleep Quality in Intensive Care Unit Patients,&#x201d; Critical Care Nurse 44, no. 4 (2024): 47&#x2013;56, https://doi.org/10.4037/CCN2024368.</Citation></Reference></ReferenceList></PubmedData></PubmedArticle></PubmedArticleSet>