<?xml version="1.0" ?>
<!DOCTYPE PubmedArticleSet PUBLIC "-//NLM//DTD PubMedArticle, 1st January 2025//EN" "https://dtd.nlm.nih.gov/ncbi/pubmed/out/pubmed_250101.dtd">
<PubmedArticleSet>
<PubmedArticle><MedlineCitation Status="In-Process" Owner="NLM"><PMID Version="1">41698956</PMID><DateRevised><Year>2026</Year><Month>03</Month><Day>09</Day></DateRevised><Article PubModel="Electronic"><Journal><ISSN IssnType="Electronic">2045-2322</ISSN><JournalIssue CitedMedium="Internet"><Volume>16</Volume><Issue>1</Issue><PubDate><Year>2026</Year><Month>Feb</Month><Day>17</Day></PubDate></JournalIssue><Title>Scientific reports</Title><ISOAbbreviation>Sci Rep</ISOAbbreviation></Journal><ArticleTitle>Multidisciplinary identification of human skeletal remains from the karst abyss in Dem&#xe4;novsk&#xe1; Valley (19th-20th century calCE, Slovakia).</ArticleTitle><ELocationID EIdType="pii" ValidYN="Y">8373</ELocationID><ELocationID EIdType="doi" ValidYN="Y">10.1038/s41598-025-34905-4</ELocationID><Abstract><AbstractText Label="UNLABELLED">The subject of this multidisciplinary forensic archaeological-anthropological research is a near-complete skeleton of a woman aged 40&#x2013;49 years with possible perimortal cranial trauma, found within a known archaeological site from the 7th&#x2212;3rd century calBCE. The skeleton (without any artefacts) was exhumed by speleologists from a depth of 14 metres, 2.8&#xa0;m below the sedimentary deposit, in a deep and narrow karst abyss known as Stud&#x148;a na Jame, which is located in the district of Liptovsk&#xfd; Mikul&#xe1;&#x161; in the Low Tatra Mountains (Liptov Region, north Slovakia). Enthesopathies rank her among strong, physically-working individuals living in a mountainous terrain. Analysis of &#x3b4;<sup>13</sup>C and &#x3b4;<sup>15</sup>N testify to a terrestrial diet with high animal protein. A Bayesian chronological model with two <sup>14</sup>C dates and osteological prior information suggested her death occurred in the 19th&#x2212;20th centuries calCE. Oral history research in the nearby village concluded that reportedly, after 1870, an adult woman of a known name had gone missing. Genealogical and archival research produced her date of birth and later corrected the earliest possible date of missing to 1891. Analysis of nuclear and mitochondrial aDNA extracted from her molar were used for identification of the skeletal remains. Her only found living female offspring could not be sampled for DNA due to ethical reasons. Therefore, profound archival genealogical research was conducted and two living distant matrilineal relatives were identified. They were chosen as probands and were DNA matched as relatives of the studied woman, whom we refer to as LM. Hence, we could add her date of birth as new prior information in the Bayesian chronological model and, eventually, estimate her date of death to 1891&#x2013;1911 calCE. In Slovakia, this is the first forensic archaeological-anthropological case of successful identification of a missing person from skeletal remains using a strong, multidisciplinary, case-specific research toolkit rooted both in sciences and humanities.</AbstractText><AbstractText Label="SUPPLEMENTARY INFORMATION">The online version contains supplementary material available at 10.1038/s41598-025-34905-4.</AbstractText></Abstract><AuthorList CompleteYN="Y"><Author ValidYN="Y"><LastName>Barta</LastName><ForeName>Peter</ForeName><Initials>P</Initials><Identifier Source="ORCID">0000-0001-8442-5193</Identifier><AffiliationInfo><Affiliation>Faculty of Arts, Department of Archaeology, Constantine the Philosopher University in Nitra, Nitra, Slovakia.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>D&#xf6;rnh&#xf6;ferov&#xe1;</LastName><ForeName>Michaela</ForeName><Initials>M</Initials><Identifier Source="ORCID">0000-0002-5058-1021</Identifier><AffiliationInfo><Affiliation>Faculty of Natural Sciences, Department of Anthropology, Comenius University Bratislava, Bratislava, Slovakia.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Baldovi&#x10d;</LastName><ForeName>Marian</ForeName><Initials>M</Initials><Identifier Source="ORCID">0000-0001-7495-4569</Identifier><AffiliationInfo><Affiliation>Faculty of Natural Sciences, Department of Molecular Biology, Comenius University Bratislava, Bratislava, Slovakia.</Affiliation></AffiliationInfo><AffiliationInfo><Affiliation>Science Park, Comenius University Bratislava, Bratislava, Slovakia.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>B&#x13e;andov&#xe1;</LastName><ForeName>Gabriela</ForeName><Initials>G</Initials><Identifier Source="ORCID">0000-0001-5372-1387</Identifier><AffiliationInfo><Affiliation>Faculty of Natural Sciences, Department of Molecular Biology, Comenius University Bratislava, Bratislava, Slovakia.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>&#x160;imkov&#xe1;</LastName><ForeName>Zuzana</ForeName><Initials>Z</Initials><AffiliationInfo><Affiliation>Slovak Museum of Nature Protection and Speleology, Liptovsk&#xfd; Mikul&#xe1;&#x161;, Slovakia.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Kere&#x161;ov&#xe1;</LastName><ForeName>Michaela</ForeName><Initials>M</Initials><AffiliationInfo><Affiliation>State Archives in &#x17d;ilina, Byt&#x10d;a, Slovakia.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Herich</LastName><ForeName>Pavel</ForeName><Initials>P</Initials><AffiliationInfo><Affiliation>State Nature Conservancy of the Slovak Republic, Slovak Caves Administration, Liptovsk&#xfd; Mikul&#xe1;&#x161;, Slovakia.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Lau&#x10d;&#xed;k</LastName><ForeName>Peter</ForeName><Initials>P</Initials><AffiliationInfo><Affiliation>, Jamn&#xed;k 186, Jamn&#xed;k, Slovakia.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Bodorikov&#xe1;</LastName><ForeName>Silvia</ForeName><Initials>S</Initials><Identifier Source="ORCID">0000-0001-5090-8066</Identifier><AffiliationInfo><Affiliation>Faculty of Natural Sciences, Department of Molecular Biology, Comenius University Bratislava, Bratislava, Slovakia. silvia.bodorikova@uniba.sk.</Affiliation></AffiliationInfo></Author></AuthorList><Language>eng</Language><GrantList CompleteYN="Y"><Grant><GrantID>the project No. 09I03-03-V04-00672</GrantID><Agency>The EU NextGenerationEU through the Recovery and Resilience Plan for Slovakia</Agency><Country/></Grant><Grant><GrantID>KEGA 028UK-4/2023</GrantID><Agency>The Cultural and Educational Grant Agency of the Ministry of Education, Research, Development and Youth of the Slovak Republic</Agency><Country/></Grant><Grant><GrantID>APVV-23-0299</GrantID><Agency>Slovak Research and Development Agency</Agency><Country/></Grant><Grant><GrantID>VEGA 1/0333/26</GrantID><Agency>Scientific Grant Agency of the Ministry of Education, Research, Development and Youth of the Slovak Republic and the Slovak Academy of Sciences</Agency><Country/></Grant></GrantList><PublicationTypeList><PublicationType UI="D016428">Journal Article</PublicationType></PublicationTypeList><ArticleDate DateType="Electronic"><Year>2026</Year><Month>02</Month><Day>17</Day></ArticleDate></Article><MedlineJournalInfo><Country>England</Country><MedlineTA>Sci Rep</MedlineTA><NlmUniqueID>101563288</NlmUniqueID><ISSNLinking>2045-2322</ISSNLinking></MedlineJournalInfo><CitationSubset>IM</CitationSubset><KeywordList Owner="NOTNLM"><Keyword MajorTopicYN="N">14C dating</Keyword><Keyword MajorTopicYN="N">Anthropological and palaeopathological analyses</Keyword><Keyword MajorTopicYN="N">C and N stable isotopes Archival and genealogical research</Keyword><Keyword MajorTopicYN="N">DNA analysis</Keyword><Keyword MajorTopicYN="N">Forensic archaeology and anthropology</Keyword><Keyword MajorTopicYN="N">Missing person</Keyword><Keyword MajorTopicYN="N">Skeletal remains</Keyword><Keyword MajorTopicYN="N">Slovakia</Keyword></KeywordList><CoiStatement>Declarations. Competing interests: The authors declare no competing interests. Ethical declaration: The authors confirm that all experiments using human dental tissues and buccal scrapings were performed in accordance with regular guidelines and regulations valid in the Slovak Republic. DNA sampling and analysis were approved by the Ethics Committee of the Faculty of Natural Sciences, Comenius University in Bratislava (application number ECH19018).</CoiStatement></MedlineCitation><PubmedData><History><PubMedPubDate PubStatus="received"><Year>2025</Year><Month>7</Month><Day>14</Day></PubMedPubDate><PubMedPubDate PubStatus="accepted"><Year>2025</Year><Month>12</Month><Day>31</Day></PubMedPubDate><PubMedPubDate PubStatus="pubmed"><Year>2026</Year><Month>2</Month><Day>17</Day><Hour>0</Hour><Minute>53</Minute></PubMedPubDate><PubMedPubDate PubStatus="medline"><Year>2026</Year><Month>2</Month><Day>17</Day><Hour>0</Hour><Minute>53</Minute></PubMedPubDate><PubMedPubDate PubStatus="entrez"><Year>2026</Year><Month>2</Month><Day>16</Day><Hour>23</Hour><Minute>17</Minute></PubMedPubDate><PubMedPubDate PubStatus="pmc-release"><Year>2026</Year><Month>2</Month><Day>17</Day></PubMedPubDate></History><PublicationStatus>epublish</PublicationStatus><ArticleIdList><ArticleId IdType="pubmed">41698956</ArticleId><ArticleId IdType="pmc">PMC12966401</ArticleId><ArticleId IdType="doi">10.1038/s41598-025-34905-4</ArticleId><ArticleId IdType="pii">10.1038/s41598-025-34905-4</ArticleId></ArticleIdList><ReferenceList><Reference><Citation>Lau&#x10d;&#xed;k, P. &#x13d;udia a jaskyne na Slovensku. <i>Historick&#xe1; Revue</i>. <b>10</b>, 48&#x2013;51 (2015).</Citation></Reference><Reference><Citation>B&#xe1;rta, J. Liptovsk&#xe9; jaskyne v praveku in Kras a jaskyne - v&#xfd;skum, vyu&#x17e;&#xed;vanie a ochrana. Vedeck&#xe1; konferencia k 75. narodenin&#xe1;m RNDr. A. Droppu, CSc. (ed. Lalkovi&#x10d;, M.) 31&#x2013;35 (SMOPaJ L. Mikul&#xe1;&#x161;, (1996).</Citation></Reference><Reference><Citation>&#x160;imkov&#xe1;, Z. Os&#xed;dlenie jask&#xfd;&#x148; Liptova (Hist&#xf3;ria speleoarcheologick&#xfd;ch v&#xfd;skumov a n&#xe1;lezov na Liptove). Slovensk&#xfd; Kras (Acta carsologica Slovaca), Zborn&#xed;k Slovensk&#xe9;ho m&#xfa;zea ochrany pr&#xed;rody a jaskyniarstva a Spr&#xe1;vy slovensk&#xfd;ch jask&#xfd;&#x148; v Liptovskom Mikul&#xe1;&#x161;i <b>46</b>, 119&#x2013;141 (2006).</Citation></Reference><Reference><Citation>Furman, M. et al. Nov&#xe9; objavy v &#x17d;ilinskom kraji II. Archeologick&#xe9; aktivity v rokoch 2018&#x2013;2022. (2024). (Spolok SEPTENTRIO &#x17d;ilina.</Citation></Reference><Reference><Citation>Herich, P., Exped&#xed;cia Jama.&#xa0;<i>Spravodaj SSS.</i><b>47</b>, 26&#x2013;30 (2016).</Citation></Reference><Reference><Citation>Furman, M. Opevnenia na Liptove. Ref&#xfa;gi&#xe1;, hradisk&#xe1; a hr&#xe1;dky od praveku po stredovek. (&#x17d;ilina, (2016).</Citation></Reference><Reference><Citation>Benedikov&#xe1;, L., Hajnalov&#xe1;, M., Furman, M., Lieskovsk&#xfd;, T. &amp; Zachar, J. Into the hills we go&#x2026; Understanding the function of the prehistoric extreme upland sites in the Slovakian part of the Western Carpathians. <i>Slov. Arch.</i><b>72</b>, 273&#x2013;324.&#xa0;10.31577/slovarch.2024.72.8 (2024).</Citation><ArticleIdList><ArticleId IdType="doi">10.31577/slovarch.2024.72.8</ArticleId></ArticleIdList></Reference><Reference><Citation>Barta, P., Hajnalov&#xe1;, M., Benedikov&#xe1;, L., Dreslerov&#xe1;, D. &amp; Pieta, K. Radiocarbon dated pulse and cereal crops indicate diachronic use of Iron age extreme upland sites in the Western Carpathians<i>, </i>Slovakia<i>.&#xa0;Geochronometria</i>. <b>50</b>, 1&#x2013;20. 10.2478/geochr-2023-0001 (2023).</Citation><ArticleIdList><ArticleId IdType="doi">10.2478/geochr-2023-0001</ArticleId></ArticleIdList></Reference><Reference><Citation>Kettner, R. P&#x159;edb&#x11b;&#x17e;n&#xe1; zpr&#xe1;va o dosavadn&#xed;ch geologick&#xfd;ch v&#xfd;zkumech v N&#xed;zkych Tatr&#xe1;ch. <i>Rozpravy II t&#x159;&#xed;dy &#x10c;esk&#xe9; Akademie</i>. <b>36</b>, 1&#x2013;18 (1927).</Citation></Reference><Reference><Citation>Droppa, A. <i>Dem&#xe4;novsk&#xe9; jaskyne. Krasov&#xe9; zjavy Dem&#xe4;novskej doliny</i> (Vydavate&#x13e;stvo SAV Bratislava, 1957).</Citation></Reference><Reference><Citation>Hol&#xfa;bek, P. Spr&#xe1;va zo 40. jaskyniarskeho t&#xfd;&#x17e;d&#x148;a "Dem&#xe4;novsk&#xe1; Dolina". <i>Spravodaj SSS</i>. <b>30</b>, 25 (1999).</Citation></Reference><Reference><Citation>Hol&#xfa;bek, P. Stud&#x148;a na jame v Dem&#xe4;novskej doline. <i>Spravodaj SSS</i>. <b>31</b>, 14&#x2013;15 (2000).</Citation></Reference><Reference><Citation>Furman, M. V&#xfd;skumn&#xe1; dokument&#xe1;cia z archeologick&#xe9;ho prieskumu ref&#xfa;gia &#x201e;Na Jame v k. &#xfa;. Dem&#xe4;novsk&#xe1; Dolina a Pav&#x10d;ina Lehota. (KPUZA- (2016).FUR), &#x10d;. v&#xfd;skumnej dokument&#xe1;cie 1/2016 (Research report; depon. in KP&#xda; &#x17d;ilina, (2016).</Citation></Reference><Reference><Citation>Martin, R. &amp; Saller, K. <i>Lehrbuch Der Anthropologie in Systematischer Darstellung</i> (G. Fisher, 1957).</Citation></Reference><Reference><Citation>Knussmann, R. <i>Anthropologie. Handbuch Der Vergleichenden Biologie Des Menschen. Band I: Wesen Und Methoden Der Anthropologie</i> (Spektrum Akademischer, 1988).</Citation></Reference><Reference><Citation>Acs&#xe1;di, G. &amp; Nemesk&#xe9;ri, J. <i>History of Human Life Span and Mortality</i> (Akad&#xe9;miai Kiad&#xf3; Budapest, 1970).</Citation></Reference><Reference><Citation>Bruzek, J. A method for visual determination of sex, using the human hip bone. <i>Am. J. Phys. Anthropol.</i><b>117</b>, 157&#x2013;168.&#xa0;10.1002/ajpa.10012 (2002).
</Citation><ArticleIdList><ArticleId IdType="doi">10.1002/ajpa.10012</ArticleId><ArticleId IdType="pubmed">11815949</ArticleId></ArticleIdList></Reference><Reference><Citation>Lovejoy, O. C., Meindl, R. S., Pryzbeck, T. R. &amp; Mensforth, R. P. Chronological metamorphosis of the auricular surface of the ilium: A new method for the determination of adult skeletal age at death. <i>Am. J. Phys. Anthropol.</i><b>68</b>, 15&#x2013;28. 10.1002/ajpa.1330680103&#xa0;(1985).
</Citation><ArticleIdList><ArticleId IdType="doi">10.1002/ajpa.1330680103</ArticleId><ArticleId IdType="pubmed">4061599</ArticleId></ArticleIdList></Reference><Reference><Citation>Brooks, S. &amp; Suchey, J. M. Skeletal age determination based on the os pubis: a comparison of the Acs&#xe1;di&#x2013;Nemesk&#xe9;ri and Suchey&#x2013;Brooks methods. <i>Hum. Evol.</i><b>5</b>, 227&#x2013;238.&#xa0;10.1007/BF02437238 (1990).</Citation><ArticleIdList><ArticleId IdType="doi">10.1007/BF02437238</ArticleId></ArticleIdList></Reference><Reference><Citation>Sj&#xf8;vold, T. Estimation of stature from long bones utilizing the line of organic correlation. <i>Hum. Evol.</i><b>5</b>, 431&#x2013;447.&#xa0;10.1007/BF02435593 (1990).</Citation><ArticleIdList><ArticleId IdType="doi">10.1007/BF02435593</ArticleId></ArticleIdList></Reference><Reference><Citation>Villotte, S. Connaissances m&#xe9;dicales actuelles, cotation des enth&#xe9;sopathies: Nouvelle m&#xe9;thode. <i>Bull. M&#xe9;m Soc. Anthropol.</i><b>18</b>, 65&#x2013;85.&#xa0;10.4000/bmsap.1325 (2006).</Citation><ArticleIdList><ArticleId IdType="doi">10.4000/bmsap.1325</ArticleId></ArticleIdList></Reference><Reference><Citation>Villotte, S. Enth&#xe9;sopathies et activit&#xe9;s des hommes pr&#xe9;historiques: Recherche m&#xe9;thodologique et application aux fossiles europ&#xe9;ens du Pal&#xe9;olithique sup&#xe9;rieur et du M&#xe9;solithiqueArchaeopress Oxford, (2009).</Citation></Reference><Reference><Citation>Longin, R. New method of collagen extraction for radiocarbon dating. <i>Nature</i><b>230</b>, 241&#x2013;242.&#xa0;10.1038/230241a0 (1971).
</Citation><ArticleIdList><ArticleId IdType="doi">10.1038/230241a0</ArticleId><ArticleId IdType="pubmed">4926713</ArticleId></ArticleIdList></Reference><Reference><Citation>Hatfield, R. <i>E-mail communication on bone and tooth pretreatment in the Beta Analytic, Miami, FL, USA</i>. April 4 and June 23, (2025).</Citation></Reference><Reference><Citation>Sealy, J., Johnson, M., Richards, M. &amp; Nehlich, O. Comparison of two methods of extracting bone collagen for stable carbon and nitrogen isotope analysis: comparing whole bone demineralization with gelatinization and ultrafiltration. <i>JAS</i><b>47</b>, 64&#x2013;69.&#xa0;10.1016/j.jas.2014.04.011 (2014).</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.jas.2014.04.011</ArticleId></ArticleIdList></Reference><Reference><Citation>van Klinken, G. J. Bone collagen quality indicators for palaeodietary and radiocarbon measurements. <i>J. Archaeol. Sci.</i><b>26</b>, 687&#x2013;695.&#xa0;10.1006/jasc.1998.0385 (1999).</Citation><ArticleIdList><ArticleId IdType="doi">10.1006/jasc.1998.0385</ArticleId></ArticleIdList></Reference><Reference><Citation>Bronk Ramsey, C. <i>OxCal program, v4.4.4.</i> (2024). https://c14.arch.ox.ac.uk/oxcal.html</Citation></Reference><Reference><Citation>Bronk Ramsey, C. Bayesian analysis of radiocarbon dates. <i>Radiocarbon</i><b>51</b>, 337&#x2013;360.&#xa0;10.1017/S0033822200033865 (2009).</Citation><ArticleIdList><ArticleId IdType="doi">10.1017/S0033822200033865</ArticleId></ArticleIdList></Reference><Reference><Citation>Reimer, P. et al. The IntCal20 Northern hemisphere radiocarbon age calibration curve (0&#x2013;55&#xa0;cal kBP). <i>Radiocarbon</i><b>62</b>, 725&#x2013;757.&#xa0;10.1017/RDC.2020.41 (2020).</Citation><ArticleIdList><ArticleId IdType="doi">10.1017/RDC.2020.41</ArticleId></ArticleIdList></Reference><Reference><Citation>Millard, A. Conventions for reporting radiocarbon ages. <i>Radiocarbon</i><b>56</b>, 555&#x2013;559.&#xa0;10.2458/56.17455 (2014).</Citation><ArticleIdList><ArticleId IdType="doi">10.2458/56.17455</ArticleId></ArticleIdList></Reference><Reference><Citation>Rohland, N. &amp; Hofreiter, M. Ancient DNA extraction from bones and teeth. <i>Nat. Protoc.</i><b>2</b>, 1756&#x2013;1762.&#xa0;10.1038/nprot.2007.247 (2007).
</Citation><ArticleIdList><ArticleId IdType="doi">10.1038/nprot.2007.247</ArticleId><ArticleId IdType="pubmed">17641642</ArticleId></ArticleIdList></Reference><Reference><Citation>&#x160;ebest, L. et al. Detection of mitochondrial haplogroups in a small Avar-Slavic population from the eigth-ninth century AD. <i>Am. J. Phys. Anthropol.</i><b>165</b>, 536&#x2013;553.&#xa0;10.1002/ajpa.23380&#xa0;(2018).
</Citation><ArticleIdList><ArticleId IdType="doi">10.1002/ajpa.23380</ArticleId><ArticleId IdType="pubmed">29345305</ArticleId></ArticleIdList></Reference><Reference><Citation>Weissensteiner, H. et al. mtDNA-Server: next-generation sequencing data analysis of human mitochondrial DNA in the cloud. <i>Nucleic Acids Res.</i><b>44</b> (W1). 10.1093/nar/gkw247 (2016). W64-W69.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC4987870</ArticleId><ArticleId IdType="pubmed">27084948</ArticleId></ArticleIdList></Reference><Reference><Citation>Andrews, R. M. et al. Reanalysis and revision of the Cambridge reference sequence for human mitochondrial DNA. <i>Nat. Genet.</i><b>23</b>, 147. 10.1038/13779 (1999).
</Citation><ArticleIdList><ArticleId IdType="doi">10.1038/13779</ArticleId><ArticleId IdType="pubmed">10508508</ArticleId></ArticleIdList></Reference><Reference><Citation>Van Oven, M. PhyloTree Build 17: Growing the human mitochondrial DNA tree. <i>Forensic Sci. Int. : Genet. Suppl. Ser.</i><b>e392-e394</b>10.1016/j.fsigss.2015.09.155 (2015).</Citation></Reference><Reference><Citation>Hor&#xe1;&#x10d;kov&#xe1;, L., Strouhal, E. &amp; Vargov&#xe1;, L. <i>Z&#xe1;klady paleopatologie. Panor&#xe1;ma biologick&#xe9; a sociokulturn&#xed; antropologie. Modulov&#xe9; u&#x10d;ebn&#xed; texty pro studenty antropologie a &#x201e;p&#x159;&#xed;buzn&#xfd;ch obor&#x16f;</i> (Masarykova univerzita Brno, 2004).</Citation></Reference><Reference><Citation>Genant, H. K., Wu, C. Y., van Kuijk, C. &amp; Nevitt, M. C. Vertebral fracture assessment using a semiquantitative technique. <i>J. Bone Min. Res.</i><b>8</b>, 1137&#x2013;1148.&#xa0;10.1002/jbmr.5650080915 (1993).</Citation><ArticleIdList><ArticleId IdType="doi">10.1002/jbmr.5650080915</ArticleId><ArticleId IdType="pubmed">8237484</ArticleId></ArticleIdList></Reference><Reference><Citation>Genant, H. K., Li, J., Wu, C. Y. &amp; Shepherd, J. A. Vertebral fractures in osteoporosis: a new method for clinical assessment. <i>J. Clin. Densitom</i>. <b>3</b>, 281&#x2013;290.&#xa0;10.1385/JCD:3:3:281 (2000).
</Citation><ArticleIdList><ArticleId IdType="doi">10.1385/JCD:3:3:281</ArticleId><ArticleId IdType="pubmed">11090235</ArticleId></ArticleIdList></Reference><Reference><Citation>Donnally, I. I. I., Margetis, C. J. &amp; Varacallo, M. A. K. <i>Vertebral Compression Fractures</i>. [Updated 2025 May 4]. StatPearls [Internet]. Treasure Island (FL): StatPearls Publishing; 2025 Jan-. (2025). https://www.ncbi.nlm.nih.gov/books/NBK448171/</Citation></Reference><Reference><Citation>Myers, E. R. &amp; Wilson, S. E. Biomechanics of osteoporosis and vertebral fracture. <i>Spine</i><b>22</b>, 25S&#x2013;31S.&#xa0;10.1097/00007632-199712151-00005 (1997).
</Citation><ArticleIdList><ArticleId IdType="doi">10.1097/00007632-199712151-00005</ArticleId><ArticleId IdType="pubmed">9431641</ArticleId></ArticleIdList></Reference><Reference><Citation>Brickley, M. B. Rib fractures in the archaeological record: a useful source of sociocultural information? <i>Int. J. Osteoarchaeol</i>. <b>16</b>, 61&#x2013;75.&#xa0;10.1002/oa.809 (2006).</Citation><ArticleIdList><ArticleId IdType="doi">10.1002/oa.809</ArticleId></ArticleIdList></Reference><Reference><Citation>Heary, R. F. &amp; Kumar, S. Decision-making in burst fractures of the thoracolumbar and lumbar spine. <i>Indian J. Orthop.</i><b>41</b>, 268&#x2013;276.&#xa0;10.4103/0019-5413.36986 (2007).
</Citation><ArticleIdList><ArticleId IdType="doi">10.4103/0019-5413.36986</ArticleId><ArticleId IdType="pmc">PMC2989512</ArticleId><ArticleId IdType="pubmed">21139777</ArticleId></ArticleIdList></Reference><Reference><Citation>Currarino, G., Rollins, N. &amp; Diehl, J. T. Congenital defects of the posterior arch of the atlas: a report of seven cases including an affected mother and son. <i>AJNR Am. J. Neuroradiol</i>. <b>15</b>, 249&#x2013;254 Erratum in: <i>AJNR Am. J. Neuroradiol</i>. <b>15</b>, A9 (1994). (1994).</Citation><ArticleIdList><ArticleId IdType="pmc">PMC8334620</ArticleId><ArticleId IdType="pubmed">8192068</ArticleId></ArticleIdList></Reference><Reference><Citation>Mariotti, V., Facchini, F. &amp; Belcastro, M. G. Enthesopathies&#x2013;proposal of a standardized scoring method and applications. <i>Coll. Antropol</i>. <b>28</b>, 145&#x2013;159 (2004).
</Citation><ArticleIdList><ArticleId IdType="pubmed">15636072</ArticleId></ArticleIdList></Reference><Reference><Citation>DeNiro, M. J. Postmortem preservation and alteration of in vivo bone collagen isotope ratios in relation to paleodietary reconstruction. <i>Nature</i><b>317</b>, 806&#x2013;809.&#xa0;10.1038/317806a0 (1985).</Citation><ArticleIdList><ArticleId IdType="doi">10.1038/317806a0</ArticleId></ArticleIdList></Reference><Reference><Citation>Svyatko, S. V., Reimer, P. J. &amp; Schulting, R. Modern freshwater reservoir offsets in the Eurasian steppe: implications for archaeology. <i>Radiocarbon</i><b>59</b>, 1597&#x2013;1607.&#xa0;10.1017/RDC.2017.11 (2017).</Citation><ArticleIdList><ArticleId IdType="doi">10.1017/RDC.2017.11</ArticleId></ArticleIdList></Reference><Reference><Citation>Svyatko, S. V. et al. Freshwater reservoir effects in archaeological contexts of Siberia and the Eurasian steppe. <i>Radiocarbon</i><b>64</b>, 377&#x2013;388.&#xa0;10.1017/RDC.2022.21 (2022).</Citation><ArticleIdList><ArticleId IdType="doi">10.1017/RDC.2022.21</ArticleId></ArticleIdList></Reference><Reference><Citation>van Klinken, G. J., Richards, M. P. &amp; Hedges, R. E. M. An overview of causes for stable isotopic variation in past European human populations: environmental, ecophysiological, and cultural effects in Biogeochemical Approaches to Paleodietary Analysis (eds Ambrose, S. H. &amp; Katzenberg, M. A.) 39&#x2013;63 (Kluwer Academic/Plenum New York (2000).</Citation></Reference><Reference><Citation>Blau, S. et al. Moving from the unknown to the known: a multidisciplinary approach to the identification of skeletal remains from sandy Point, Australia. <i>Forensic Sci. Res.</i><b>9</b>, owae032. 10.1093/fsr/owae032 (2024).
</Citation><ArticleIdList><ArticleId IdType="doi">10.1093/fsr/owae032</ArticleId><ArticleId IdType="pmc">PMC11409877</ArticleId><ArticleId IdType="pubmed">39296867</ArticleId></ArticleIdList></Reference><Reference><Citation>Blau, S. Routledge New York,. More than just bare bones: Ethical considerations for forensic anthropologists in <i>Handbook of forensic anthropology and archaeology</i> (eds. Blau, S. &amp; Ubelaker, D. H.) 593&#x2013;606 (2016).</Citation></Reference></ReferenceList></PubmedData></PubmedArticle></PubmedArticleSet>