<?xml version="1.0" ?>
<!DOCTYPE PubmedArticleSet PUBLIC "-//NLM//DTD PubMedArticle, 1st January 2025//EN" "https://dtd.nlm.nih.gov/ncbi/pubmed/out/pubmed_250101.dtd">
<PubmedArticleSet>
<PubmedArticle><MedlineCitation Status="MEDLINE" Owner="NLM" IndexingMethod="Automated"><PMID Version="1">41926430</PMID><DateCompleted><Year>2026</Year><Month>04</Month><Day>02</Day></DateCompleted><DateRevised><Year>2026</Year><Month>04</Month><Day>04</Day></DateRevised><Article PubModel="Electronic-eCollection"><Journal><ISSN IssnType="Electronic">1932-6203</ISSN><JournalIssue CitedMedium="Internet"><Volume>21</Volume><Issue>4</Issue><PubDate><Year>2026</Year></PubDate></JournalIssue><Title>PloS one</Title><ISOAbbreviation>PLoS One</ISOAbbreviation></Journal><ArticleTitle>Pain and sociodemographic factors as moderating roles in the relationship between postoperative nausea-vomiting and recovery quality: A process macro modeling study from a nursing perspective on laparoscopic cholecystectomy patients.</ArticleTitle><Pagination><StartPage>e0344004</StartPage><MedlinePgn>e0344004</MedlinePgn></Pagination><ELocationID EIdType="pii" ValidYN="Y">e0344004</ELocationID><ELocationID EIdType="doi" ValidYN="Y">10.1371/journal.pone.0344004</ELocationID><Abstract><AbstractText>Postoperative nausea, vomiting, and pain are common complications following laparoscopic cholecystectomy, and their impact on recovery quality remains a critical concern in surgical nursing practice. The aim of this study was to examine the relationship between postoperative nausea and vomiting and recovery quality in patients undergoing laparoscopic cholecystectomy and to evaluate the moderating roles of sociodemographic factors and pain in this relationship. A cross-sectional, multi-center, correlational design was employed using validated scales and PROCESS Macro (Model 1) moderating analysis to examine factors influencing postoperative recovery among patients undergoing laparoscopic cholecystectomy. This cross-sectional, multi-center, correlational study was conducted between December 2024 and April 2025 in the surgical units of a public training and research hospital and a foundation university hospital in Istanbul, T&#xfc;rkiye, with a sample of 200 patients who underwent laparoscopic cholecystectomy and met the inclusion criteria. Data were collected using the "Descriptive Information Form," the "Quality of Recovery-40 Scale," the "Rhodes Index of Nausea, Vomiting, and Retching," and the "Visual Analog Scale." Descriptive statistics, reliability analyses, confirmatory factor analysis, and moderating analyses were used in data analysis. The mean age of the patients was 52.26&#x2009;&#xb1;&#x2009;12.48 years, and most patients were aged 40 years or older, female, married, non-smokers, and non-alcohol users. The mean BMI was 28.89&#x2009;&#xb1;&#x2009;3.21. More than half of the patients reported no chronic disease, and most had a history of previous surgery. The mean VAS pain score was 6.49&#x2009;&#xb1;&#x2009;0.58, the mean Rhodes Index score was 15.13&#x2009;&#xb1;&#x2009;0.84, and the mean Quality of Recovery-40 score was 143.18. Among Quality of Recovery-40 subdimensions, the highest mean score was observed in the physical comfort domain (49.70&#x2009;&#xb1;&#x2009;0.53). Recovery quality was found to be negatively and strongly correlated with nausea and vomiting. The results showed that certain sociodemographic variables (gender, BMI, income level, smoking status, presence of chronic illness) and pain had significant moderating g effects in the relationship between nausea and vomiting and recovery quality, with pain having the strongest effect. Age, marital status, education level, alcohol use, and type of surgery did not show significant interaction effects. This study demonstrated that postoperative symptoms such as nausea, vomiting, and pain significantly affect recovery quality in patients undergoing laparoscopic cholecystectomy, and that this relationship is mediated by specific sociodemographic factors. These findings highlight the need for enhanced symptom management and individualized care approaches in nursing practice to improve postoperative recovery outcomes.</AbstractText><CopyrightInformation>Copyright: &#xa9; 2026 Tasc&#x131;, Kubat Bak&#x131;r. This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.</CopyrightInformation></Abstract><AuthorList CompleteYN="Y"><Author ValidYN="Y"><LastName>Tasc&#x131;</LastName><ForeName>&#x130;lknur</ForeName><Initials>&#x130;</Initials><AffiliationInfo><Affiliation>Department of Nursing, Fatih Sultan Mehmet Training and Research Hospital, &#x130;&#xe7;erenk&#xf6;y - Ata&#x15f;ehir, Istanbul.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Kubat Bak&#x131;r</LastName><ForeName>Gizem</ForeName><Initials>G</Initials><Identifier Source="ORCID">0000-0003-4294-0669</Identifier><AffiliationInfo><Affiliation>Department of Nursing, Maltepe University, Maltepe, Istanbul.</Affiliation></AffiliationInfo></Author></AuthorList><Language>eng</Language><PublicationTypeList><PublicationType UI="D016428">Journal Article</PublicationType><PublicationType UI="D016448">Multicenter Study</PublicationType></PublicationTypeList><ArticleDate DateType="Electronic"><Year>2026</Year><Month>04</Month><Day>02</Day></ArticleDate></Article><MedlineJournalInfo><Country>United States</Country><MedlineTA>PLoS One</MedlineTA><NlmUniqueID>101285081</NlmUniqueID><ISSNLinking>1932-6203</ISSNLinking></MedlineJournalInfo><CitationSubset>IM</CitationSubset><MeshHeadingList><MeshHeading><DescriptorName UI="D006801" MajorTopicYN="N">Humans</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D005260" MajorTopicYN="N">Female</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D008297" MajorTopicYN="N">Male</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D008875" MajorTopicYN="N">Middle Aged</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D017081" MajorTopicYN="Y">Cholecystectomy, Laparoscopic</DescriptorName><QualifierName UI="Q000009" MajorTopicYN="N">adverse effects</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D020250" MajorTopicYN="Y">Postoperative Nausea and Vomiting</DescriptorName><QualifierName UI="Q000453" MajorTopicYN="N">epidemiology</QualifierName><QualifierName UI="Q000209" MajorTopicYN="N">etiology</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D000328" MajorTopicYN="N">Adult</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D003430" MajorTopicYN="N">Cross-Sectional Studies</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D000368" MajorTopicYN="N">Aged</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D000091569" MajorTopicYN="N">Sociodemographic Factors</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D010149" MajorTopicYN="Y">Postoperative Pain</DescriptorName></MeshHeading></MeshHeadingList><CoiStatement>The authors have declared that no competing interests exist.</CoiStatement></MedlineCitation><PubmedData><History><PubMedPubDate PubStatus="received"><Year>2025</Year><Month>11</Month><Day>26</Day></PubMedPubDate><PubMedPubDate PubStatus="accepted"><Year>2026</Year><Month>2</Month><Day>14</Day></PubMedPubDate><PubMedPubDate PubStatus="medline"><Year>2026</Year><Month>4</Month><Day>2</Day><Hour>18</Hour><Minute>32</Minute></PubMedPubDate><PubMedPubDate PubStatus="pubmed"><Year>2026</Year><Month>4</Month><Day>2</Day><Hour>18</Hour><Minute>31</Minute></PubMedPubDate><PubMedPubDate PubStatus="entrez"><Year>2026</Year><Month>4</Month><Day>2</Day><Hour>13</Hour><Minute>43</Minute></PubMedPubDate><PubMedPubDate PubStatus="pmc-release"><Year>2026</Year><Month>4</Month><Day>2</Day></PubMedPubDate></History><PublicationStatus>epublish</PublicationStatus><ArticleIdList><ArticleId IdType="pubmed">41926430</ArticleId><ArticleId IdType="pmc">PMC13046141</ArticleId><ArticleId IdType="doi">10.1371/journal.pone.0344004</ArticleId><ArticleId IdType="pii">PONE-D-25-63021</ArticleId></ArticleIdList><ReferenceList><Reference><Citation>Amiraslanov A, Yusif-zade K, Musayev J. Histopathological profile of the gallbladder in patients undergoing laparoscopic cholecystectomy. Marmara Med J. 2015;28(1):32&#x2013;7.</Citation></Reference><Reference><Citation>Amirshahi M, Behnamfar N, Badakhsh M, Rafiemanesh H, Keikhaie KR, Sheyback M, et al. Prevalence of postoperative nausea and vomiting: A systematic review and meta-analysis. Saudi J Anaesth. 2020;14(1):48&#x2013;56. doi: 10.4103/sja.SJA_401_19</Citation><ArticleIdList><ArticleId IdType="doi">10.4103/sja.SJA_401_19</ArticleId><ArticleId IdType="pmc">PMC6970369</ArticleId><ArticleId IdType="pubmed">31998020</ArticleId></ArticleIdList></Reference><Reference><Citation>Jiang B, Ye S. Pharmacotherapeutic pain management in patients undergoing laparoscopic cholecystectomy: A review. Adv Clin Exp Med. 2022;31(11):1275&#x2013;88. doi: 10.17219/acem/151995</Citation><ArticleIdList><ArticleId IdType="doi">10.17219/acem/151995</ArticleId><ArticleId IdType="pubmed">36000879</ArticleId></ArticleIdList></Reference><Reference><Citation>Ilkaz N, Acavut G, Gen&#xe7;ba&#x15f; D, &#xdc;nal N, Bayrak Aykan E. Laparoskopik Kolesistektomi Sonras&#x131; Geli&#x15f;en Enfeksiyonlar ile &#x130;li&#x15f;kili Fakt&#xf6;rlerin ve Hem&#x15f;irelik Tan&#x131;lar&#x131;n&#x131;n Belirlenmesi. SB&#xdc;HD. 2023. doi: 10.48071/sbuhemsirelik.1203090</Citation><ArticleIdList><ArticleId IdType="doi">10.48071/sbuhemsirelik.1203090</ArticleId></ArticleIdList></Reference><Reference><Citation>D&#xfc;lgero&#x11f;lu O, G&#xf6;lboyu B, Aksun M, Girgin S, Ah&#x131;skal&#x131;o&#x11f;lu A, Baysal P, et al. Laparoskopik kolesistektomi ameliyatlar&#x131;nda %0,25 levobupivakain infiltrasyon zaman&#x131;n&#x131;n postoperatif a&#x11f;r&#x131; &#xfc;zerine etkisi. Kocaeli Med J. 2016;5(2):15&#x2013;20.</Citation></Reference><Reference><Citation>Sevik H, Karsidag T, Tatar C. A narrative review of technical developments for the laparoscopic cholecystectomy. Ann Laparosc Endosc Surg. 2024;9:14. doi: 10.21037/ales</Citation><ArticleIdList><ArticleId IdType="doi">10.21037/ales</ArticleId></ArticleIdList></Reference><Reference><Citation>Turgut HC, Arslan M. An overview of treatment options for postoperative nausea and vomiting after laparoscopic surgical procedures. Anaesth Pain Intensive Care. 2016;20:193&#x2013;200.</Citation></Reference><Reference><Citation>Toleska M, Dimitrovski A, Shosholcheva M, Kartalov A, Kuzmanovska B, Dimitrovska NT. Pain and Multimodal Analgesia in Laparoscopic Cholecystectomy. Pril (Makedon Akad Nauk Umet Odd Med Nauki). 2022;43(2):41&#x2013;9. doi: 10.2478/prilozi-2022-0017</Citation><ArticleIdList><ArticleId IdType="doi">10.2478/prilozi-2022-0017</ArticleId><ArticleId IdType="pubmed">35843915</ArticleId></ArticleIdList></Reference><Reference><Citation>Acar K, Aygin D. Laparoskopik cerrahi sonras&#x131; a&#x11f;r&#x131; ve hem&#x15f;irelik bak&#x131;m&#x131;. Online T&#xfc;rk Sa&#x11f;l&#x131;k Bilimleri Dergisi. 2016;1(2):17&#x2013;22.</Citation></Reference><Reference><Citation>Sulen N, &#x160;imurina T, Milo&#x161;evi&#x107; M, &#x17d;up&#x10d;i&#x107; M, Mraovi&#x107; B. VALIDATION OF THE QUALITY OF RECOVERY-40 QUESTIONNAIRE ADAPTED FOR CROATIAN POPULATION. Acta Clin Croat. 2023;62(3):426&#x2013;36. doi: 10.20471/acc.2023.62.03.4</Citation><ArticleIdList><ArticleId IdType="doi">10.20471/acc.2023.62.03.4</ArticleId><ArticleId IdType="pmc">PMC11414013</ArticleId><ArticleId IdType="pubmed">39310682</ArticleId></ArticleIdList></Reference><Reference><Citation>Markos Z, Amsalu H, Mequanint A, Yirga S, Simegn AE, Kassegn A. Assessment of intermediate phase post anesthesia quality of recovery and its affecting factors. BMC Anesthesiol. 2024;24(1):342. doi: 10.1186/s12871-024-02696-2</Citation><ArticleIdList><ArticleId IdType="doi">10.1186/s12871-024-02696-2</ArticleId><ArticleId IdType="pmc">PMC11437824</ArticleId><ArticleId IdType="pubmed">39342095</ArticleId></ArticleIdList></Reference><Reference><Citation>Myles PS. Measuring quality of recovery in perioperative clinical trials. Curr Opin Anaesthesiol. 2018;31(4):396&#x2013;401. doi: 10.1097/ACO.0000000000000612</Citation><ArticleIdList><ArticleId IdType="doi">10.1097/ACO.0000000000000612</ArticleId><ArticleId IdType="pubmed">29846193</ArticleId></ArticleIdList></Reference><Reference><Citation>Ishida A, Ida M, Kinugasa Y, Nakatani H, Uyama K, Kawaguchi M. Early Quality of Recovery after Elective Cardiothoracic and Aortic Surgeries in Adult Patients: A Pilot Report. Ann Card Anaesth. 2024;27(2):144&#x2013;8. doi: 10.4103/aca.aca_183_23</Citation><ArticleIdList><ArticleId IdType="doi">10.4103/aca.aca_183_23</ArticleId><ArticleId IdType="pmc">PMC11095783</ArticleId><ArticleId IdType="pubmed">38607878</ArticleId></ArticleIdList></Reference><Reference><Citation>Yayla A, Eskici &#x130;lgin V, K&#x131;l&#x131;n&#xe7; T, Karaman &#xd6;zl&#xfc; Z, Ejder Apay S. Nausea and Vomiting After Laparoscopic Cholecystectomy: Analysis of Predictive Factors. J Perianesth Nurs. 2022;37(6):834&#x2013;41. doi: 10.1016/j.jopan.2022.01.002</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.jopan.2022.01.002</ArticleId><ArticleId IdType="pubmed">35382962</ArticleId></ArticleIdList></Reference><Reference><Citation>Jamtsho P, Dorjey Y, Dorji N, Tshering S, Wangmo KP, Dorji T, et al. Factors associated with postoperative nausea and vomiting after laparoscopic cholecystectomy at the National Referral Hospital, Bhutan: a cross-sectional study. BMC Anesthesiol. 2024;24(1):248. doi: 10.1186/s12871-024-02602-w</Citation><ArticleIdList><ArticleId IdType="doi">10.1186/s12871-024-02602-w</ArticleId><ArticleId IdType="pmc">PMC11265021</ArticleId><ArticleId IdType="pubmed">39039433</ArticleId></ArticleIdList></Reference><Reference><Citation>Price DD, McGrath PA, Rafii A, Buckingham B. The validation of visual analogue scales as ratio scale measures for chronic and experimental pain. Pain. 1983;17(1):45&#x2013;56. doi: 10.1016/0304-3959(83)90126-4</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/0304-3959(83)90126-4</ArticleId><ArticleId IdType="pubmed">6226917</ArticleId></ArticleIdList></Reference><Reference><Citation>Myles PS, Weitkamp B, Jones K, Melick J, Hensen S. Validity and reliability of a postoperative quality of recovery score: the QoR-40. Br J Anaesth. 2000;84(1):11&#x2013;5. doi: 10.1093/oxfordjournals.bja.a013366</Citation><ArticleIdList><ArticleId IdType="doi">10.1093/oxfordjournals.bja.a013366</ArticleId><ArticleId IdType="pubmed">10740540</ArticleId></ArticleIdList></Reference><Reference><Citation>Karaman S, Ar&#x131;c&#x131; S, Do&#x11f;ru S, Karaman T, Tapar H, Kaya Z. Validation of the Turkish version of the Quality of Recovery-40 questionnaire. Health Qual Life Outcomes. 2014;12:8. doi: 10.1186/1477-7525-12-8</Citation><ArticleIdList><ArticleId IdType="doi">10.1186/1477-7525-12-8</ArticleId><ArticleId IdType="pmc">PMC3896711</ArticleId><ArticleId IdType="pubmed">24428925</ArticleId></ArticleIdList></Reference><Reference><Citation>Rhodes VA, McDaniel RW. The Index of Nausea, Vomiting, and Retching: a new format of the lndex of Nausea and Vomiting. Oncol Nurs Forum. 1999;26(5):889&#x2013;94.</Citation><ArticleIdList><ArticleId IdType="pubmed">10382187</ArticleId></ArticleIdList></Reference><Reference><Citation>Gen&#xe7; F, Tan M. Akupres&#xfc;r uygulamas&#x131;n&#x131;n kemoterapiye ba&#x11f;l&#x131; bulant&#x131;, kusma ve anksiyete &#xfc;zerine etkisi. Palliat Support Care. 2015;13(2):275&#x2013;84.</Citation><ArticleIdList><ArticleId IdType="pubmed">24787745</ArticleId></ArticleIdList></Reference><Reference><Citation>Hayes AF. Introduction to mediation, moderating, and conditional process analysis: a regression-based approach. 2nd ed. New York: Guilford Press. 2018.</Citation></Reference><Reference><Citation>Kazi IA, Siddiqui MA, Thimmappa ND, Abdelaziz A, Gaballah AH, Davis R, et al. Post-operative complications of cholecystectomy: what the radiologist needs to know. Abdom Radiol (NY). 2025;50(1):109&#x2013;30. doi: 10.1007/s00261-024-04387-5</Citation><ArticleIdList><ArticleId IdType="doi">10.1007/s00261-024-04387-5</ArticleId><ArticleId IdType="pmc">PMC11711778</ArticleId><ArticleId IdType="pubmed">38940909</ArticleId></ArticleIdList></Reference><Reference><Citation>Yurdda&#x15f; B, Ak ES. Laparoskopik kolesistektomi ameliyat&#x131; &#xf6;ncesi hastalar&#x131;n anksiyete d&#xfc;zeylerinin ameliyat sonras&#x131; a&#x11f;r&#x131; ve uyku &#xfc;zerine etkisi: tan&#x131;mlay&#x131;c&#x131; ara&#x15f;t&#x131;rma. Turk Klin Hem Ars. 2022;14(4):1000&#x2013;8. doi: 10.5336/nurses.2022-91112</Citation><ArticleIdList><ArticleId IdType="doi">10.5336/nurses.2022-91112</ArticleId></ArticleIdList></Reference><Reference><Citation>Kora&#x15f; S. Laparoskopik kolesistektomi olacak hastalar&#x131;n &#xf6;l&#xfc;m kayg&#x131;s&#x131;n&#x131;n belirlenmesi. Ankara Univ Hem&#x15f;irelik Fak Derg. 2021;12(2):439&#x2013;44. doi: 10.31067/acusaglik.852098</Citation><ArticleIdList><ArticleId IdType="doi">10.31067/acusaglik.852098</ArticleId></ArticleIdList></Reference><Reference><Citation>Ate&#x15f; B, &#xdc;nal &#x130;. Kolesistit, safra ta&#x15f;lar&#x131;, risk fakt&#xf6;rleri ve beslenme ile ili&#x15f;kisi. Gastroenteroloji. 2016;20(3):317&#x2013;21.</Citation></Reference><Reference><Citation>G&#xf6;ral V. Safra ta&#x15f;&#x131; etyopatogenezi, LITH ve MUCIN genleri ve tedavi. G&#xfc;ncel Gastroenteroloji. 2015;19(4):283&#x2013;94.</Citation></Reference><Reference><Citation>Rodriguez Gatta D, Huidobro L, Petermann-Rocha F, Van de Wyngard V, Godoy F, Cid V, et al. Sex disparities in gallstone disease: insights from the MAUCO prospective population-based cohort study. BMJ Open Gastroenterol. 2024;11(1):e001457. doi: 10.1136/bmjgast-2024-001457</Citation><ArticleIdList><ArticleId IdType="doi">10.1136/bmjgast-2024-001457</ArticleId><ArticleId IdType="pmc">PMC11440185</ArticleId><ArticleId IdType="pubmed">39343441</ArticleId></ArticleIdList></Reference><Reference><Citation>Hjaltadottir K, Haraldsdottir KH, Moller PH. Older patients&#x2019; experience of care during hospitalization: a qualitative study. Laeknabladid. 2020;106(10):464&#x2013;72. doi: 10.17992/lbl.2020.10.602</Citation><ArticleIdList><ArticleId IdType="doi">10.17992/lbl.2020.10.602</ArticleId><ArticleId IdType="pubmed">32991309</ArticleId></ArticleIdList></Reference><Reference><Citation>Zahra N. Link of obesity and gallstones formation risk. AOWMC. 2019;9(5):118&#x2013;20. doi: 10.15406/aowmc.2019.09.00285</Citation><ArticleIdList><ArticleId IdType="doi">10.15406/aowmc.2019.09.00285</ArticleId></ArticleIdList></Reference><Reference><Citation>Cruz-Centeno N, Jovet-Toledo G, Ramirez-Tanchez C. What happens after percutaneous cholecystostomy tube for acute calculous cholecystitis?. Surg Pract Sci. 2022;10:100121. doi: 10.1016/j.sipas.2022.100121</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.sipas.2022.100121</ArticleId><ArticleId IdType="pmc">PMC11749936</ArticleId><ArticleId IdType="pubmed">39845608</ArticleId></ArticleIdList></Reference><Reference><Citation>T&#xfc;rkiye &#x130;statistik Kurumu (T&#xdc;&#x130;K). T&#xfc;rkiye sa&#x11f;l&#x131;k ara&#x15f;t&#x131;rmas&#x131; 2022. 49747. 2023. https://data.tuik.gov.tr/Bulten/Index?p=Turkiye-Saglik-Arastirmasi-2022-49747</Citation></Reference><Reference><Citation>Turan A, Ku&#x15f;o&#x11f;lu &#x130;, Can A. Laparoskopik Kolesistektomi Olan Hastalar&#x131;n Ameliyat &#xd6;ncesi Psikolojik &#x130;yi Olu&#x15f;lar&#x131; ile Cerrahi Korku D&#xfc;zeyleri Aras&#x131;ndaki &#x130;li&#x15f;ki. Hem&#x15f;irelik Bilimi Dergisi. 2024;7(3):362&#x2013;72. doi: 10.54189/hbd.1468842</Citation><ArticleIdList><ArticleId IdType="doi">10.54189/hbd.1468842</ArticleId></ArticleIdList></Reference><Reference><Citation>Schwartz J, Gan TJ. Management of postoperative nausea and vomiting in the context of an Enhanced Recovery after Surgery program. Best Pract Res Clin Anaesthesiol. 2020;34(4):687&#x2013;700. doi: 10.1016/j.bpa.2020.07.011</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.bpa.2020.07.011</ArticleId><ArticleId IdType="pubmed">33288119</ArticleId></ArticleIdList></Reference><Reference><Citation>Spaniolas K, Nie L, Moller D, Tatarian T, Hesketh A, Yang J, et al. A Comprehensive Approach for the Prevention of Nausea and Vomiting Following Sleeve Gastrectomy: a Randomized Controlled Trial. Obes Surg. 2020;30(11):4250&#x2013;7. doi: 10.1007/s11695-020-04795-8</Citation><ArticleIdList><ArticleId IdType="doi">10.1007/s11695-020-04795-8</ArticleId><ArticleId IdType="pubmed">32583300</ArticleId></ArticleIdList></Reference><Reference><Citation>Salamah HM, Elsayed E, Brakat AM, Abualkhair KA, Hussein MA, Saber SM, et al. The effects of acupressure on postoperative nausea and vomiting among patients undergoing laparoscopic surgery: A meta-analysis of randomized controlled trials. Explore (NY). 2023;19(3):300&#x2013;9. doi: 10.1016/j.explore.2022.10.015</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.explore.2022.10.015</ArticleId><ArticleId IdType="pubmed">36319586</ArticleId></ArticleIdList></Reference><Reference><Citation>Arslan HN, &#x15e;enol &#xc7;elik S. Nonpharmacological nursing interventions in postoperative nausea and vomiting: a systematic review. J Perianesth Nurs. 2024. doi: 10.1016/j.jopan.2023.06.096</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.jopan.2023.06.096</ArticleId><ArticleId IdType="pubmed">37865902</ArticleId></ArticleIdList></Reference><Reference><Citation>Rahman AARA, Mahdy NE, Kamaly AM. Predictive Factors Affecting Postoperative Quality of Recovery for Patients Undergoing Surgery. IOSR JNHS. 2017;06(03):50&#x2013;60. doi: 10.9790/1959-0603085060</Citation><ArticleIdList><ArticleId IdType="doi">10.9790/1959-0603085060</ArticleId></ArticleIdList></Reference><Reference><Citation>Thapa C, Bajracharya GR, Acharya S, Shrestha N. Postoperative Nausea and Vomiting in Patients Undergoing Laparoscopic Cholecystectomy under General Anaesthesia in a Tertiary Care Centre: A Descriptive Cross-sectional Study. JNMA J Nepal Med Assoc. 2022;60(253):789&#x2013;92. doi: 10.31729/jnma.7670</Citation><ArticleIdList><ArticleId IdType="doi">10.31729/jnma.7670</ArticleId><ArticleId IdType="pmc">PMC9794927</ArticleId><ArticleId IdType="pubmed">36705128</ArticleId></ArticleIdList></Reference><Reference><Citation>Akta&#x15f; YY, G&#xfc;r&#xe7;ay&#x131;r D, Atalay C. Ameliyat Sonras&#x131; Bulant&#x131; Kusma Y&#xf6;netiminde Kan&#x131;ta Dayal&#x131; Uygulamalar. Dicle T&#x131;p Dergisi. 2018;:341&#x2013;51. doi: 10.5798/dicletip.457268</Citation><ArticleIdList><ArticleId IdType="doi">10.5798/dicletip.457268</ArticleId></ArticleIdList></Reference><Reference><Citation>Jasem BAA, Dawood HA. Laparoskopik kolesistektomi hastas&#x131;nda bileklik ile akupres&#xfc;r tekni&#x11f;inin postoperatif bulant&#x131; ve kusma &#xfc;zerine etkisi. K&#xfb;fe Hem&#x15f;irelik Bilimleri Dergisi. 2024;14(1):191&#x2013;9. doi: 10.36321/kjns.vi202401.15904</Citation><ArticleIdList><ArticleId IdType="doi">10.36321/kjns.vi202401.15904</ArticleId></ArticleIdList></Reference><Reference><Citation>Mahajan S, Shankar M, Garg VK, Gupta V, Sorout J. Intraoperative safety of low pressure pneumoperitoneum cholecystectomy: a comparative study. Int Surg J. 2017;4(11):3679&#x2013;84. doi: 10.18203/2349-2902.isj2017488</Citation><ArticleIdList><ArticleId IdType="doi">10.18203/2349-2902.isj2017488</ArticleId></ArticleIdList></Reference><Reference><Citation>Azim MT, Hussain SM, Saleem MM, Mansoor E, Pervaiz M. Comparison of pre-operative ondansetron versus combination of dexamethasone and ondansetron for postoperative nausea and vomiting in elective laparoscopic cholecystectomy. Pak Armed Forces Med J. 2018;68(6):1711&#x2013;5.</Citation></Reference><Reference><Citation>Qian Y, Zhu J-K, Hou B-L, Sun Y-E, Gu X-P, Ma Z-L. Risk factors of postoperative nausea and vomiting following ambulatory surgery: A retrospective case-control study. Heliyon. 2022;8(12):e12430. doi: 10.1016/j.heliyon.2022.e12430</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.heliyon.2022.e12430</ArticleId><ArticleId IdType="pmc">PMC9801111</ArticleId><ArticleId IdType="pubmed">36590502</ArticleId></ArticleIdList></Reference><Reference><Citation>Salazar-Parra M, Guzman-Ramirez BG, Pintor-Belmontes KJ, Barbosa-Camacho FJ, Bernal-Hern&#xe1;ndez A, Cruz-Neri RU, et al. Gender Differences in Postoperative Pain, Nausea and Vomiting After Elective Laparoscopic Cholecystectomy. World J Surg. 2020;44(12):4070&#x2013;6. doi: 10.1007/s00268-020-05744-3</Citation><ArticleIdList><ArticleId IdType="doi">10.1007/s00268-020-05744-3</ArticleId><ArticleId IdType="pubmed">32812138</ArticleId></ArticleIdList></Reference><Reference><Citation>Confessor de Sousa RK, Ara&#xfa;jo HW, Freire JM, De Almeida Ribeiro MH, Arrais RF. Quality of Postoperative Recovery in Patients Undergoing Video Laparoscopy Cholecystectomy in a University Hospital. Cureus. 2025;17(3):e80234. doi: 10.7759/cureus.80234</Citation><ArticleIdList><ArticleId IdType="doi">10.7759/cureus.80234</ArticleId><ArticleId IdType="pmc">PMC11972832</ArticleId><ArticleId IdType="pubmed">40190938</ArticleId></ArticleIdList></Reference><Reference><Citation>D&#x131;&#x11f;&#x131;n F, K&#x131;z&#x131;lc&#x131;k &#xd6;zkan Z. Ya&#x15f;l&#x131; hastalar&#x131;n ameliyat sonras&#x131; iyile&#x15f;me durumlar&#x131;n&#x131;n belirlenmesi. OTSBD. 2021;6(3):413&#x2013;8. doi: 10.26453/otjhs.907564</Citation><ArticleIdList><ArticleId IdType="doi">10.26453/otjhs.907564</ArticleId></ArticleIdList></Reference><Reference><Citation>H&#xfc;ppe M, Kemter A, Schmidtke C, Klotz KF. Postoperative complaints: gender differences in expectations, prevalence and appraisal. Anaesthesist. 2013;62(7):528&#x2013;36. doi: 10.1007/s00101-013-2182-x</Citation><ArticleIdList><ArticleId IdType="doi">10.1007/s00101-013-2182-x</ArticleId><ArticleId IdType="pubmed">23754481</ArticleId></ArticleIdList></Reference><Reference><Citation>Chatterjee S, Rudra A, Sengupta S. Current concepts in the management of postoperative nausea and vomiting. Anesthesiol Res Pract. 2011;2011:748031. doi: 10.1155/2011/748031</Citation><ArticleIdList><ArticleId IdType="doi">10.1155/2011/748031</ArticleId><ArticleId IdType="pmc">PMC3216269</ArticleId><ArticleId IdType="pubmed">22110499</ArticleId></ArticleIdList></Reference><Reference><Citation>Lee DC, Vetter TR, Dobyns JB, Crump SJ, Benz DL, Short RT, et al. Sociodemographic Disparities in Postoperative Nausea and Vomiting. Anesth Analg. 2023;137(3):665&#x2013;75. doi: 10.1213/ANE.0000000000006509</Citation><ArticleIdList><ArticleId IdType="doi">10.1213/ANE.0000000000006509</ArticleId><ArticleId IdType="pubmed">37205607</ArticleId></ArticleIdList></Reference><Reference><Citation>Beswick DM, Mace JC, Soler ZM, Rudmik L, Alt JA, Smith KA, et al. Socioeconomic status impacts postoperative productivity loss and health utility changes in refractory chronic rhinosinusitis. Int Forum Allergy Rhinol. 2019;9(9):1000&#x2013;9. doi: 10.1002/alr.22374</Citation><ArticleIdList><ArticleId IdType="doi">10.1002/alr.22374</ArticleId><ArticleId IdType="pmc">PMC6718304</ArticleId><ArticleId IdType="pubmed">31246360</ArticleId></ArticleIdList></Reference><Reference><Citation>de Jager E, Gunnarsson R, Ho Y-H. Disparities in surgical outcomes for low socioeconomic status patients in Australia. ANZ J Surg. 2022;92(5):1026&#x2013;32. doi: 10.1111/ans.17675</Citation><ArticleIdList><ArticleId IdType="doi">10.1111/ans.17675</ArticleId><ArticleId IdType="pmc">PMC9322460</ArticleId><ArticleId IdType="pubmed">35388595</ArticleId></ArticleIdList></Reference><Reference><Citation>Farhat K, Waheed A, Pasha AK, Iqbal J, Mansoor Q. Effect of smoking on nausea, vomiting and pain in the post-operative period. J Postgrad Med Inst. 2014;28(3).</Citation></Reference><Reference><Citation>Seyedsadeghi M, Arabzadeh A, Entezariasl M, Shahbazzadegan B, Dindar S, Isazadehfar K. The Effect of Nicotine Patch on Reducing Nausea, Vomiting, and Pain Following Laparoscopic Cholecystectomy: A Randomized Clinical Trial. Addict Health. 2023;15(1):39&#x2013;44. doi: 10.34172/ahj.2023.1364</Citation><ArticleIdList><ArticleId IdType="doi">10.34172/ahj.2023.1364</ArticleId><ArticleId IdType="pmc">PMC10408744</ArticleId><ArticleId IdType="pubmed">37560080</ArticleId></ArticleIdList></Reference><Reference><Citation>Yoshikawa R, Katada J. Effects of active smoking on postoperative outcomes in hospitalised patients undergoing elective surgery: a retrospective analysis of an administrative claims database in Japan. BMJ Open. 2019;9(10):e029913. doi: 10.1136/bmjopen-2019-029913</Citation><ArticleIdList><ArticleId IdType="doi">10.1136/bmjopen-2019-029913</ArticleId><ArticleId IdType="pmc">PMC6797353</ArticleId><ArticleId IdType="pubmed">31575535</ArticleId></ArticleIdList></Reference><Reference><Citation>Saro G, Johne S, Latino DARS, Moine F, van der Toorn M, Mathis C, et al. Monoamine Oxidase Inhibitors Present in Tobacco Modulate Dopamine Balance Via the Dopamine Transporter. ACS Chem Neurosci. 2025;16(6):1117&#x2013;31. doi: 10.1021/acschemneuro.4c00789</Citation><ArticleIdList><ArticleId IdType="doi">10.1021/acschemneuro.4c00789</ArticleId><ArticleId IdType="pmc">PMC11926787</ArticleId><ArticleId IdType="pubmed">40033845</ArticleId></ArticleIdList></Reference><Reference><Citation>Ionescu D, B&#x103;descu C, Maican D, Acalovschi I. Does smoking have an influence on postoperative nausea and vomiting?. Clin Drug Investig. 2007;27(8):559&#x2013;64. doi: 10.2165/00044011-200727080-00004</Citation><ArticleIdList><ArticleId IdType="doi">10.2165/00044011-200727080-00004</ArticleId><ArticleId IdType="pubmed">17638396</ArticleId></ArticleIdList></Reference><Reference><Citation>Woudneh AF. Understanding the dynamics of post-surgical recovery and its predictors in resource-limited settings: a prospective cohort study. BMC Surg. 2025;25(1):44. doi: 10.1186/s12893-025-02786-z</Citation><ArticleIdList><ArticleId IdType="doi">10.1186/s12893-025-02786-z</ArticleId><ArticleId IdType="pmc">PMC11771025</ArticleId><ArticleId IdType="pubmed">39871256</ArticleId></ArticleIdList></Reference><Reference><Citation>Fowler AJ, Wahedally MAH, Abbott TEF, Smuk M, Prowle JR, Pearse RM, et al. Death after surgery among patients with chronic disease: prospective study of routinely collected data in the English NHS. Br J Anaesth. 2022;128(2):333&#x2013;42. doi: 10.1016/j.bja.2021.11.011</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.bja.2021.11.011</ArticleId><ArticleId IdType="pubmed">34949439</ArticleId></ArticleIdList></Reference><Reference><Citation>Sarin P, Urman RD, Ohno-Machado L. An improved model for predicting postoperative nausea and vomiting in ambulatory surgery patients using physician-modifiable risk factors. J Am Med Inform Assoc. 2012;19(6):995&#x2013;1002. doi: 10.1136/amiajnl-2012-000872</Citation><ArticleIdList><ArticleId IdType="doi">10.1136/amiajnl-2012-000872</ArticleId><ArticleId IdType="pmc">PMC3534465</ArticleId><ArticleId IdType="pubmed">22582204</ArticleId></ArticleIdList></Reference></ReferenceList></PubmedData></PubmedArticle></PubmedArticleSet>