<?xml version="1.0" ?>
<!DOCTYPE PubmedArticleSet PUBLIC "-//NLM//DTD PubMedArticle, 1st January 2025//EN" "https://dtd.nlm.nih.gov/ncbi/pubmed/out/pubmed_250101.dtd">
<PubmedArticleSet>
<PubmedArticle><MedlineCitation Status="MEDLINE" Owner="NLM" IndexingMethod="Automated"><PMID Version="1">41717743</PMID><DateCompleted><Year>2026</Year><Month>02</Month><Day>20</Day></DateCompleted><DateRevised><Year>2026</Year><Month>02</Month><Day>20</Day></DateRevised><Article PubModel="Print"><Journal><ISSN IssnType="Print">0023-1207</ISSN><JournalIssue CitedMedium="Print"><Issue>2</Issue><PubDate><Year>2026</Year></PubDate></JournalIssue><Title>Khirurgiia</Title><ISOAbbreviation>Khirurgiia (Mosk)</ISOAbbreviation></Journal><ArticleTitle>[Surgery for recurrent benign tracheoesophageal fistula].</ArticleTitle><Pagination><StartPage>36</StartPage><EndPage>42</EndPage><MedlinePgn>36-42</MedlinePgn></Pagination><ELocationID EIdType="doi" ValidYN="Y">10.17116/hirurgia202602136</ELocationID><Abstract><AbstractText Label="OBJECTIVE" NlmCategory="OBJECTIVE">To optimize diagnosis and treatment methods for recurrent TEF based on analysis of extensive clinical experience; to propose preventive strategies reducing postoperative complications.</AbstractText><AbstractText Label="MATERIAL AND METHODS" NlmCategory="METHODS">Treatment outcomes were analyzed in 115 patients with TEF between 2004 and 2023. Of these, 40 (34.8%) ones underwent redo surgeries after previous failed fistula closure. There were 69 surgical interventions including third-time surgeries in 7 patients with repeated recurrences. TEF associated with tracheal cicatricial stenosis (TCS) in 29 (48.3%) cases necessitated concomitant surgical approaches. Treatment method was determined by characteristics of previous interventions and clinical situation.</AbstractText><AbstractText Label="RESULTS" NlmCategory="RESULTS">No mortality was recorded. The most common postoperative complications were purulent-inflammatory processes. Key risk factors for recurrence were TEF associated with TCS and persistent tracheostomy after tracheoplasty with T-tube. Redo surgical interventions, 3-fold attempts of fistula closure, led to complete recovery in some cases.</AbstractText><AbstractText Label="CONCLUSION" NlmCategory="CONCLUSIONS">The study confirms feasibility of radical treatment for recurrent TEF, even in case of significant anatomical and functional alterations. Original strategies for prevention of recurrence and refined surgical indications enhance treatment efficacy. These data can be used to improve clinical guidelines aimed at reducing recurrence rates and achieving better long-term outcomes.</AbstractText></Abstract><AuthorList CompleteYN="Y"><Author ValidYN="Y"><LastName>Parshin</LastName><ForeName>V D</ForeName><Initials>VD</Initials><Identifier Source="ORCID">0000-0002-0104-481X</Identifier><AffiliationInfo><Affiliation>National Medical Research Center of Phthisiopulmonology and Infectious Diseases, Moscow, Russia.</Affiliation></AffiliationInfo><AffiliationInfo><Affiliation>Russian Medical Academy of Postgraduate Education, Moscow, Russia.</Affiliation></AffiliationInfo><AffiliationInfo><Affiliation>Federal Medical Biological Agency, Moscow, Russia.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Rusakov</LastName><ForeName>M A</ForeName><Initials>MA</Initials><Identifier Source="ORCID">0000-0002-0796-2232</Identifier><AffiliationInfo><Affiliation>National Medical Research Center of Phthisiopulmonology and Infectious Diseases, Moscow, Russia.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Gasanov</LastName><ForeName>M A</ForeName><Initials>MA</Initials><Identifier Source="ORCID">0000-0001-9514-9446</Identifier><AffiliationInfo><Affiliation>National Medical Research Center of Phthisiopulmonology and Infectious Diseases, Moscow, Russia.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Parshin</LastName><ForeName>A V</ForeName><Initials>AV</Initials><Identifier Source="ORCID">0000-0003-1804-3386</Identifier><AffiliationInfo><Affiliation>National Medical Research Center of Phthisiopulmonology and Infectious Diseases, Moscow, Russia.</Affiliation></AffiliationInfo><AffiliationInfo><Affiliation>Federal Medical Biological Agency, Moscow, Russia.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Ursov</LastName><ForeName>M A</ForeName><Initials>MA</Initials><Identifier Source="ORCID">0000-0003-1501-6374</Identifier><AffiliationInfo><Affiliation>National Medical Research Center of Phthisiopulmonology and Infectious Diseases, Moscow, Russia.</Affiliation></AffiliationInfo><AffiliationInfo><Affiliation>Federal Medical Biological Agency, Moscow, Russia.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Serpukhin</LastName><ForeName>D D</ForeName><Initials>DD</Initials><Identifier Source="ORCID">0000-0002-1847-2300</Identifier><AffiliationInfo><Affiliation>National Medical Research Center of Phthisiopulmonology and Infectious Diseases, Moscow, Russia.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Parshin</LastName><ForeName>V V</ForeName><Initials>VV</Initials><Identifier Source="ORCID">0000-0002-6897-5715</Identifier><AffiliationInfo><Affiliation>Sechenov First Moscow State Medical University (Sechenov University), Moscow, Russia.</Affiliation></AffiliationInfo></Author></AuthorList><Language>rus</Language><PublicationTypeList><PublicationType UI="D004740">English Abstract</PublicationType><PublicationType UI="D016428">Journal Article</PublicationType></PublicationTypeList><VernacularTitle>Khirurgiya retsidivnogo trakheopishchevodnogo svishcha neopukholevogo geneza.</VernacularTitle></Article><MedlineJournalInfo><Country>Russia (Federation)</Country><MedlineTA>Khirurgiia (Mosk)</MedlineTA><NlmUniqueID>0412765</NlmUniqueID><ISSNLinking>0023-1207</ISSNLinking></MedlineJournalInfo><CitationSubset>IM</CitationSubset><MeshHeadingList><MeshHeading><DescriptorName UI="D006801" MajorTopicYN="N">Humans</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D014138" MajorTopicYN="Y">Tracheoesophageal Fistula</DescriptorName><QualifierName UI="Q000601" MajorTopicYN="N">surgery</QualifierName><QualifierName UI="Q000175" MajorTopicYN="N">diagnosis</QualifierName><QualifierName UI="Q000209" MajorTopicYN="N">etiology</QualifierName><QualifierName UI="Q000503" MajorTopicYN="N">physiopathology</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D008297" MajorTopicYN="N">Male</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D005260" MajorTopicYN="N">Female</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D012008" MajorTopicYN="N">Recurrence</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D000328" MajorTopicYN="N">Adult</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D012086" MajorTopicYN="N">Reoperation</DescriptorName><QualifierName UI="Q000379" MajorTopicYN="N">methods</QualifierName><QualifierName UI="Q000009" MajorTopicYN="N">adverse effects</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D008875" MajorTopicYN="N">Middle Aged</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D011183" MajorTopicYN="Y">Postoperative Complications</DescriptorName><QualifierName UI="Q000175" MajorTopicYN="N">diagnosis</QualifierName><QualifierName UI="Q000209" MajorTopicYN="N">etiology</QualifierName><QualifierName UI="Q000517" MajorTopicYN="N">prevention &amp; control</QualifierName><QualifierName UI="Q000601" MajorTopicYN="N">surgery</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D016896" MajorTopicYN="N">Treatment Outcome</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D014139" MajorTopicYN="N">Tracheostomy</DescriptorName><QualifierName UI="Q000009" MajorTopicYN="N">adverse effects</QualifierName><QualifierName UI="Q000379" MajorTopicYN="N">methods</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D010043" MajorTopicYN="N">Outcome and Process Assessment, Health Care</DescriptorName></MeshHeading></MeshHeadingList><OtherAbstract Type="Publisher" Language="rus"><AbstractText Label="&#x426;&#x415;&#x41b;&#x42c;" NlmCategory="UNASSIGNED">&#x41e;&#x43f;&#x442;&#x438;&#x43c;&#x438;&#x437;&#x430;&#x446;&#x438;&#x44f; &#x434;&#x438;&#x430;&#x433;&#x43d;&#x43e;&#x441;&#x442;&#x438;&#x43a;&#x438; &#x438; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43e;&#x442;&#x43a;&#x430; &#x44d;&#x444;&#x444;&#x435;&#x43a;&#x442;&#x438;&#x432;&#x43d;&#x44b;&#x445; &#x43c;&#x435;&#x442;&#x43e;&#x434;&#x43e;&#x432; &#x43b;&#x435;&#x447;&#x435;&#x43d;&#x438;&#x44f; &#x431;&#x43e;&#x43b;&#x44c;&#x43d;&#x44b;&#x445; &#x441; &#x440;&#x435;&#x446;&#x438;&#x434;&#x438;&#x432;&#x43d;&#x44b;&#x43c; &#x442;&#x440;&#x430;&#x445;&#x435;&#x43e;&#x43f;&#x438;&#x449;&#x435;&#x432;&#x43e;&#x434;&#x43d;&#x44b;&#x43c; &#x441;&#x432;&#x438;&#x449;&#x43e;&#x43c; (&#x422;&#x41f;&#x421;) &#x43d;&#x430; &#x43e;&#x441;&#x43d;&#x43e;&#x432;&#x435; &#x430;&#x43d;&#x430;&#x43b;&#x438;&#x437;&#x430; &#x43e;&#x431;&#x448;&#x438;&#x440;&#x43d;&#x43e;&#x433;&#x43e; &#x43a;&#x43b;&#x438;&#x43d;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x43e;&#x433;&#x43e; &#x43e;&#x43f;&#x44b;&#x442;&#x430;. &#x41f;&#x440;&#x435;&#x434;&#x43b;&#x43e;&#x436;&#x435;&#x43d;&#x438;&#x435; &#x441;&#x442;&#x440;&#x430;&#x442;&#x435;&#x433;&#x438;&#x439; &#x43f;&#x440;&#x43e;&#x444;&#x438;&#x43b;&#x430;&#x43a;&#x442;&#x438;&#x43a;&#x438; &#x440;&#x435;&#x446;&#x438;&#x434;&#x438;&#x432;&#x430;, &#x43d;&#x430;&#x43f;&#x440;&#x430;&#x432;&#x43b;&#x435;&#x43d;&#x43d;&#x44b;&#x445; &#x43d;&#x430; &#x441;&#x43d;&#x438;&#x436;&#x435;&#x43d;&#x438;&#x435; &#x447;&#x430;&#x441;&#x442;&#x43e;&#x442;&#x44b; &#x440;&#x430;&#x437;&#x432;&#x438;&#x442;&#x438;&#x44f; &#x43f;&#x43e;&#x441;&#x43b;&#x435;&#x43e;&#x43f;&#x435;&#x440;&#x430;&#x446;&#x438;&#x43e;&#x43d;&#x43d;&#x44b;&#x445; &#x43e;&#x441;&#x43b;&#x43e;&#x436;&#x43d;&#x435;&#x43d;&#x438;&#x439;.</AbstractText><AbstractText Label="&#x41c;&#x410;&#x422;&#x415;&#x420;&#x418;&#x410;&#x41b; &#x418; &#x41c;&#x415;&#x422;&#x41e;&#x414;&#x42b;" NlmCategory="UNASSIGNED">&#x412; &#x43f;&#x435;&#x440;&#x438;&#x43e;&#x434; 2004&#x2014;2023 &#x433;&#x433;. &#x43f;&#x440;&#x43e;&#x430;&#x43d;&#x430;&#x43b;&#x438;&#x437;&#x438;&#x440;&#x43e;&#x432;&#x430;&#x43d;&#x44b; &#x440;&#x435;&#x437;&#x443;&#x43b;&#x44c;&#x442;&#x430;&#x442;&#x44b; &#x43b;&#x435;&#x447;&#x435;&#x43d;&#x438;&#x44f; 115 &#x43f;&#x430;&#x446;&#x438;&#x435;&#x43d;&#x442;&#x43e;&#x432; &#x441; &#x422;&#x41f;&#x421;, &#x438;&#x437; &#x43a;&#x43e;&#x442;&#x43e;&#x440;&#x44b;&#x445; 40 (34,8%) &#x43f;&#x435;&#x440;&#x435;&#x43d;&#x435;&#x441;&#x43b;&#x438; &#x43f;&#x43e;&#x432;&#x442;&#x43e;&#x440;&#x43d;&#x44b;&#x435; &#x43e;&#x43f;&#x435;&#x440;&#x430;&#x446;&#x438;&#x438; &#x43f;&#x43e;&#x441;&#x43b;&#x435; &#x43d;&#x435;&#x443;&#x434;&#x430;&#x447;&#x43d;&#x44b;&#x445; &#x43f;&#x43e;&#x43f;&#x44b;&#x442;&#x43e;&#x43a; &#x440;&#x430;&#x437;&#x43e;&#x431;&#x449;&#x435;&#x43d;&#x438;&#x44f; &#x441;&#x432;&#x438;&#x449;&#x430;. &#x412; &#x43e;&#x431;&#x449;&#x435;&#x439; &#x441;&#x43b;&#x43e;&#x436;&#x43d;&#x43e;&#x441;&#x442;&#x438; &#x432;&#x44b;&#x43f;&#x43e;&#x43b;&#x43d;&#x435;&#x43d;&#x43e; 69 &#x445;&#x438;&#x440;&#x443;&#x440;&#x433;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x438;&#x445; &#x432;&#x43c;&#x435;&#x448;&#x430;&#x442;&#x435;&#x43b;&#x44c;&#x441;&#x442;&#x432;, &#x432;&#x43a;&#x43b;&#x44e;&#x447;&#x430;&#x44f; &#x442;&#x440;&#x435;&#x442;&#x44c;&#x44e; &#x43e;&#x43f;&#x435;&#x440;&#x430;&#x446;&#x438;&#x44e; &#x443; 7 &#x43f;&#x430;&#x446;&#x438;&#x435;&#x43d;&#x442;&#x43e;&#x432; &#x43f;&#x440;&#x438; &#x43f;&#x43e;&#x432;&#x442;&#x43e;&#x440;&#x43d;&#x43e;&#x43c; &#x440;&#x435;&#x446;&#x438;&#x434;&#x438;&#x432;&#x435;. &#x423; 29 (48,3%) &#x431;&#x43e;&#x43b;&#x44c;&#x43d;&#x44b;&#x445; &#x422;&#x41f;&#x421; &#x441;&#x43e;&#x447;&#x435;&#x442;&#x430;&#x43b;&#x441;&#x44f; &#x441; &#x440;&#x443;&#x431;&#x446;&#x43e;&#x432;&#x44b;&#x43c; &#x441;&#x442;&#x435;&#x43d;&#x43e;&#x437;&#x43e;&#x43c; &#x442;&#x440;&#x430;&#x445;&#x435;&#x438; (&#x420;&#x421;&#x422;), &#x447;&#x442;&#x43e; &#x43f;&#x43e;&#x442;&#x440;&#x435;&#x431;&#x43e;&#x432;&#x430;&#x43b;&#x43e; &#x43a;&#x43e;&#x43c;&#x431;&#x438;&#x43d;&#x438;&#x440;&#x43e;&#x432;&#x430;&#x43d;&#x43d;&#x44b;&#x445; &#x43e;&#x43f;&#x435;&#x440;&#x430;&#x442;&#x438;&#x432;&#x43d;&#x44b;&#x445; &#x43f;&#x43e;&#x434;&#x445;&#x43e;&#x434;&#x43e;&#x432;. &#x412;&#x44b;&#x431;&#x43e;&#x440; &#x43c;&#x435;&#x442;&#x43e;&#x434;&#x430; &#x43b;&#x435;&#x447;&#x435;&#x43d;&#x438;&#x44f; &#x43e;&#x43f;&#x440;&#x435;&#x434;&#x435;&#x43b;&#x44f;&#x43b;&#x441;&#x44f; &#x438;&#x43d;&#x434;&#x438;&#x432;&#x438;&#x434;&#x443;&#x430;&#x43b;&#x44c;&#x43d;&#x44b;&#x43c;&#x438; &#x43e;&#x441;&#x43e;&#x431;&#x435;&#x43d;&#x43d;&#x43e;&#x441;&#x442;&#x44f;&#x43c;&#x438; &#x43f;&#x440;&#x435;&#x434;&#x448;&#x435;&#x441;&#x442;&#x432;&#x443;&#x44e;&#x449;&#x438;&#x445; &#x432;&#x43c;&#x435;&#x448;&#x430;&#x442;&#x435;&#x43b;&#x44c;&#x441;&#x442;&#x432; &#x438; &#x43a;&#x43b;&#x438;&#x43d;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x43e;&#x439; &#x441;&#x438;&#x442;&#x443;&#x430;&#x446;&#x438;&#x435;&#x439;.</AbstractText><AbstractText Label="&#x420;&#x415;&#x417;&#x423;&#x41b;&#x42c;&#x422;&#x410;&#x422;&#x42b;" NlmCategory="UNASSIGNED">&#x41b;&#x435;&#x442;&#x430;&#x43b;&#x44c;&#x43d;&#x44b;&#x445; &#x438;&#x441;&#x445;&#x43e;&#x434;&#x43e;&#x432; &#x43d;&#x435; &#x437;&#x430;&#x440;&#x435;&#x433;&#x438;&#x441;&#x442;&#x440;&#x438;&#x440;&#x43e;&#x432;&#x430;&#x43d;&#x43e;. &#x41e;&#x441;&#x43d;&#x43e;&#x432;&#x43d;&#x44b;&#x43c;&#x438; &#x43f;&#x43e;&#x441;&#x43b;&#x435;&#x43e;&#x43f;&#x435;&#x440;&#x430;&#x446;&#x438;&#x43e;&#x43d;&#x43d;&#x44b;&#x43c;&#x438; &#x43e;&#x441;&#x43b;&#x43e;&#x436;&#x43d;&#x435;&#x43d;&#x438;&#x44f;&#x43c;&#x438; &#x441;&#x442;&#x430;&#x43b;&#x438; &#x433;&#x43d;&#x43e;&#x439;&#x43d;&#x43e;-&#x432;&#x43e;&#x441;&#x43f;&#x430;&#x43b;&#x438;&#x442;&#x435;&#x43b;&#x44c;&#x43d;&#x44b;&#x435; &#x43f;&#x440;&#x43e;&#x446;&#x435;&#x441;&#x441;&#x44b;. &#x423;&#x441;&#x442;&#x430;&#x43d;&#x43e;&#x432;&#x43b;&#x435;&#x43d;&#x44b; &#x43a;&#x43b;&#x44e;&#x447;&#x435;&#x432;&#x44b;&#x435; &#x444;&#x430;&#x43a;&#x442;&#x43e;&#x440;&#x44b; &#x440;&#x438;&#x441;&#x43a;&#x430; &#x440;&#x435;&#x446;&#x438;&#x434;&#x438;&#x432;&#x430;: &#x441;&#x43e;&#x447;&#x435;&#x442;&#x430;&#x43d;&#x438;&#x435; &#x422;&#x41f;&#x421; &#x441; &#x420;&#x421;&#x422; &#x438; &#x441;&#x43e;&#x445;&#x440;&#x430;&#x43d;&#x435;&#x43d;&#x438;&#x435; &#x442;&#x440;&#x430;&#x445;&#x435;&#x43e;&#x441;&#x442;&#x43e;&#x43c;&#x44b; &#x43f;&#x43e;&#x441;&#x43b;&#x435; &#x442;&#x440;&#x430;&#x445;&#x435;&#x43e;&#x43f;&#x43b;&#x430;&#x441;&#x442;&#x438;&#x43a;&#x438; &#x441; &#x422;-&#x442;&#x440;&#x443;&#x431;&#x43a;&#x43e;&#x439;. &#x41f;&#x43e;&#x432;&#x442;&#x43e;&#x440;&#x43d;&#x44b;&#x435; &#x445;&#x438;&#x440;&#x443;&#x440;&#x433;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x438;&#x435; &#x432;&#x43c;&#x435;&#x448;&#x430;&#x442;&#x435;&#x43b;&#x44c;&#x441;&#x442;&#x432;&#x430;, &#x432;&#x43a;&#x43b;&#x44e;&#x447;&#x430;&#x44f; &#x442;&#x440;&#x435;&#x445;&#x43a;&#x440;&#x430;&#x442;&#x43d;&#x44b;&#x435; &#x43f;&#x43e;&#x43f;&#x44b;&#x442;&#x43a;&#x438; &#x440;&#x430;&#x437;&#x43e;&#x431;&#x449;&#x435;&#x43d;&#x438;&#x44f; &#x441;&#x432;&#x438;&#x449;&#x430;, &#x432; &#x440;&#x44f;&#x434;&#x435; &#x441;&#x43b;&#x443;&#x447;&#x430;&#x435;&#x432; &#x43f;&#x440;&#x438;&#x432;&#x43e;&#x434;&#x44f;&#x442; &#x43a; &#x43f;&#x43e;&#x43b;&#x43d;&#x43e;&#x43c;&#x443; &#x432;&#x44b;&#x437;&#x434;&#x43e;&#x440;&#x43e;&#x432;&#x43b;&#x435;&#x43d;&#x438;&#x44e;.</AbstractText><AbstractText Label="&#x417;&#x410;&#x41a;&#x41b;&#x42e;&#x427;&#x415;&#x41d;&#x418;&#x415;" NlmCategory="UNASSIGNED">&#x418;&#x441;&#x441;&#x43b;&#x435;&#x434;&#x43e;&#x432;&#x430;&#x43d;&#x438;&#x435; &#x43f;&#x43e;&#x434;&#x442;&#x432;&#x435;&#x440;&#x436;&#x434;&#x430;&#x435;&#x442; &#x432;&#x43e;&#x437;&#x43c;&#x43e;&#x436;&#x43d;&#x43e;&#x441;&#x442;&#x44c; &#x440;&#x430;&#x434;&#x438;&#x43a;&#x430;&#x43b;&#x44c;&#x43d;&#x43e;&#x433;&#x43e; &#x43b;&#x435;&#x447;&#x435;&#x43d;&#x438;&#x44f; &#x43f;&#x430;&#x446;&#x438;&#x435;&#x43d;&#x442;&#x43e;&#x432; &#x441; &#x440;&#x435;&#x446;&#x438;&#x434;&#x438;&#x432;&#x43d;&#x44b;&#x43c; &#x422;&#x41f;&#x421; &#x434;&#x430;&#x436;&#x435; &#x43f;&#x440;&#x438; &#x43d;&#x430;&#x43b;&#x438;&#x447;&#x438;&#x438; &#x432;&#x44b;&#x440;&#x430;&#x436;&#x435;&#x43d;&#x43d;&#x44b;&#x445; &#x430;&#x43d;&#x430;&#x442;&#x43e;&#x43c;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x438;&#x445; &#x438; &#x444;&#x443;&#x43d;&#x43a;&#x446;&#x438;&#x43e;&#x43d;&#x430;&#x43b;&#x44c;&#x43d;&#x44b;&#x445; &#x438;&#x437;&#x43c;&#x435;&#x43d;&#x435;&#x43d;&#x438;&#x439;. &#x420;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43e;&#x442;&#x430;&#x43d;&#x43d;&#x44b;&#x435; &#x43c;&#x435;&#x442;&#x43e;&#x434;&#x44b; &#x43f;&#x440;&#x43e;&#x444;&#x438;&#x43b;&#x430;&#x43a;&#x442;&#x438;&#x43a;&#x438; &#x440;&#x435;&#x446;&#x438;&#x434;&#x438;&#x432;&#x430; &#x438; &#x443;&#x442;&#x43e;&#x447;&#x43d;&#x435;&#x43d;&#x43d;&#x44b;&#x435; &#x43f;&#x43e;&#x43a;&#x430;&#x437;&#x430;&#x43d;&#x438;&#x44f; &#x43a; &#x445;&#x438;&#x440;&#x443;&#x440;&#x433;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x43e;&#x43c;&#x443; &#x432;&#x43c;&#x435;&#x448;&#x430;&#x442;&#x435;&#x43b;&#x44c;&#x441;&#x442;&#x432;&#x443; &#x43f;&#x43e;&#x437;&#x432;&#x43e;&#x43b;&#x44f;&#x44e;&#x442; &#x43f;&#x43e;&#x432;&#x44b;&#x441;&#x438;&#x442;&#x44c; &#x44d;&#x444;&#x444;&#x435;&#x43a;&#x442;&#x438;&#x432;&#x43d;&#x43e;&#x441;&#x442;&#x44c; &#x43b;&#x435;&#x447;&#x435;&#x43d;&#x438;&#x44f;. &#x41f;&#x43e;&#x43b;&#x443;&#x447;&#x435;&#x43d;&#x43d;&#x44b;&#x435; &#x434;&#x430;&#x43d;&#x43d;&#x44b;&#x435; &#x43c;&#x43e;&#x433;&#x443;&#x442; &#x431;&#x44b;&#x442;&#x44c; &#x438;&#x441;&#x43f;&#x43e;&#x43b;&#x44c;&#x437;&#x43e;&#x432;&#x430;&#x43d;&#x44b; &#x434;&#x43b;&#x44f; &#x441;&#x43e;&#x432;&#x435;&#x440;&#x448;&#x435;&#x43d;&#x441;&#x442;&#x432;&#x43e;&#x432;&#x430;&#x43d;&#x438;&#x44f; &#x43a;&#x43b;&#x438;&#x43d;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x438;&#x445; &#x440;&#x435;&#x43a;&#x43e;&#x43c;&#x435;&#x43d;&#x434;&#x430;&#x446;&#x438;&#x439;, &#x43d;&#x430;&#x43f;&#x440;&#x430;&#x432;&#x43b;&#x435;&#x43d;&#x43d;&#x44b;&#x445; &#x43d;&#x430; &#x441;&#x43d;&#x438;&#x436;&#x435;&#x43d;&#x438;&#x435; &#x447;&#x430;&#x441;&#x442;&#x43e;&#x442;&#x44b; &#x440;&#x435;&#x446;&#x438;&#x434;&#x438;&#x432;&#x43e;&#x432; &#x438; &#x443;&#x43b;&#x443;&#x447;&#x448;&#x435;&#x43d;&#x438;&#x435; &#x434;&#x43e;&#x43b;&#x433;&#x43e;&#x441;&#x440;&#x43e;&#x447;&#x43d;&#x44b;&#x445; &#x440;&#x435;&#x437;&#x443;&#x43b;&#x44c;&#x442;&#x430;&#x442;&#x43e;&#x432;.</AbstractText></OtherAbstract><KeywordList Owner="NOTNLM"><Keyword MajorTopicYN="N">Tracheoesophageal fistula</Keyword><Keyword MajorTopicYN="N">aspiration pneumonia</Keyword><Keyword MajorTopicYN="N">complications of mechanical ventilation</Keyword><Keyword MajorTopicYN="N">recurrent tracheoesophageal fistula surgery</Keyword><Keyword MajorTopicYN="N">tracheal stenosis</Keyword><Keyword MajorTopicYN="N">tracheal stenting</Keyword></KeywordList></MedlineCitation><PubmedData><History><PubMedPubDate PubStatus="medline"><Year>2026</Year><Month>2</Month><Day>20</Day><Hour>7</Hour><Minute>5</Minute></PubMedPubDate><PubMedPubDate PubStatus="pubmed"><Year>2026</Year><Month>2</Month><Day>20</Day><Hour>7</Hour><Minute>4</Minute></PubMedPubDate><PubMedPubDate PubStatus="entrez"><Year>2026</Year><Month>2</Month><Day>20</Day><Hour>5</Hour><Minute>27</Minute></PubMedPubDate></History><PublicationStatus>ppublish</PublicationStatus><ArticleIdList><ArticleId IdType="pubmed">41717743</ArticleId><ArticleId IdType="doi">10.17116/hirurgia202602136</ArticleId></ArticleIdList></PubmedData></PubmedArticle></PubmedArticleSet>