<?xml version="1.0" ?>
<!DOCTYPE PubmedArticleSet PUBLIC "-//NLM//DTD PubMedArticle, 1st January 2025//EN" "https://dtd.nlm.nih.gov/ncbi/pubmed/out/pubmed_250101.dtd">
<PubmedArticleSet>
<PubmedArticle><MedlineCitation Status="MEDLINE" Owner="NLM" IndexingMethod="Automated"><PMID Version="1">41856639</PMID><DateCompleted><Year>2026</Year><Month>03</Month><Day>19</Day></DateCompleted><DateRevised><Year>2026</Year><Month>03</Month><Day>19</Day></DateRevised><Article PubModel="Print"><Journal><ISSN IssnType="Print">1671-0274</ISSN><JournalIssue CitedMedium="Print"><Volume>29</Volume><Issue>3</Issue><PubDate><Year>2026</Year><Month>Mar</Month><Day>25</Day></PubDate></JournalIssue><Title>Zhonghua wei chang wai ke za zhi = Chinese journal of gastrointestinal surgery</Title><ISOAbbreviation>Zhonghua Wei Chang Wai Ke Za Zhi</ISOAbbreviation></Journal><ArticleTitle>[Application value and implementation strategies of prehabilitation for perioperative gastrointestinal surgery patients].</ArticleTitle><Pagination><StartPage>301</StartPage><EndPage>304</EndPage><MedlinePgn>301-304</MedlinePgn></Pagination><ELocationID EIdType="doi" ValidYN="Y">10.3760/cma.j.cn441530-20260105-00016</ELocationID><Abstract><AbstractText>Surgical patients-particularly the elderly and those with gastrointestinal diseases, malignancies, or complex comorbidities-often present with multiple perioperative risk factors, such as malnutrition, diminished cardiopulmonary reserve, and psychological stress. These factors significantly compromise surgical tolerance and postoperative recovery. Prehabilitation, a preoperative optimization strategy grounded in the Enhanced Recovery After Surgery (ERAS) paradigm, aims to enhance patients' physiological and psychological reserves during the preoperative window through multimodal interventions. This approach is designed to improve surgical tolerance, minimize postoperative complications, and accelerate recovery. Prehabilitation typically integrates three core pillars: nutritional support to correct malnutrition and optimize metabolic status; individualized physical exercise to bolster cardiopulmonary function and muscle strength; and psychological intervention to alleviate anxiety, build confidence, and improve treatment adherence. Synthesizing recent domestic and international evidence with the authors' clinical experience, this article explores the value and implementation strategies of prehabilitation, with the aim of promoting its standardized application in surgical practice.</AbstractText></Abstract><AuthorList CompleteYN="Y"><Author ValidYN="Y"><LastName>Wu</LastName><ForeName>G H</ForeName><Initials>GH</Initials><AffiliationInfo><Affiliation>Department of General Surgery, Gastrointestinal Surgery/Shanghai Clinical Nutrition Research Center, Zhongshan Hospital, Fudan University, Shanghai 200032, China.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Tan</LastName><ForeName>S J</ForeName><Initials>SJ</Initials><AffiliationInfo><Affiliation>Department of General Surgery, Gastrointestinal Surgery/Shanghai Clinical Nutrition Research Center, Zhongshan Hospital, Fudan University, Shanghai 200032, China.</Affiliation></AffiliationInfo></Author></AuthorList><Language>chi</Language><GrantList CompleteYN="Y"><Grant><GrantID>82373412</GrantID><Agency>National Natural Science Foundation of China</Agency><Country/></Grant></GrantList><PublicationTypeList><PublicationType UI="D004740">English Abstract</PublicationType><PublicationType UI="D016428">Journal Article</PublicationType></PublicationTypeList></Article><MedlineJournalInfo><Country>China</Country><MedlineTA>Zhonghua Wei Chang Wai Ke Za Zhi</MedlineTA><NlmUniqueID>101177990</NlmUniqueID><ISSNLinking>1671-0274</ISSNLinking></MedlineJournalInfo><CitationSubset>IM</CitationSubset><MeshHeadingList><MeshHeading><DescriptorName UI="D006801" MajorTopicYN="N">Humans</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D011300" MajorTopicYN="Y">Preoperative Care</DescriptorName><QualifierName UI="Q000379" MajorTopicYN="N">methods</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D013505" MajorTopicYN="Y">Digestive System Surgical Procedures</DescriptorName><QualifierName UI="Q000534" MajorTopicYN="N">rehabilitation</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D000082622" MajorTopicYN="N">Preoperative Exercise</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D019990" MajorTopicYN="Y">Perioperative Care</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D011183" MajorTopicYN="N">Postoperative Complications</DescriptorName><QualifierName UI="Q000517" MajorTopicYN="N">prevention &amp; control</QualifierName></MeshHeading></MeshHeadingList><OtherAbstract Type="Publisher" Language="chi"><AbstractText>&#x9700;&#x8981;&#x5916;&#x79d1;&#x6cbb;&#x7597;&#x7684;&#x80c3;&#x80a0;&#x75be;&#x75c5;&#x3001;&#x8001;&#x5e74;&#x3001;&#x80bf;&#x7624;&#x53ca;&#x590d;&#x6742;&#x6162;&#x6027;&#x75c5;&#x60a3;&#x8005;&#xff0c;&#x5e38;&#x5e76;&#x5b58;&#x8425;&#x517b;&#x4e0d;&#x826f;&#x3001;&#x5fc3;&#x80ba;&#x529f;&#x80fd;&#x4e0b;&#x964d;&#x53ca;&#x5fc3;&#x7406;&#x5e94;&#x6fc0;&#x7b49;&#x591a;&#x91cd;&#x56f4;&#x624b;&#x672f;&#x671f;&#x98ce;&#x9669;&#xff0c;&#x4e25;&#x91cd;&#x5f71;&#x54cd;&#x624b;&#x672f;&#x8010;&#x53d7;&#x6027;&#x53ca;&#x672f;&#x540e;&#x5eb7;&#x590d;&#x3002;&#x9884;&#x5eb7;&#x590d;&#x4f5c;&#x4e3a;&#x4e00;&#x79cd;&#x57fa;&#x4e8e;&#x52a0;&#x901f;&#x5eb7;&#x590d;&#x5916;&#x79d1;&#x7406;&#x5ff5;&#x7684;&#x672f;&#x524d;&#x4f18;&#x5316;&#x7b56;&#x7565;&#xff0c;&#x65e8;&#x5728;&#x901a;&#x8fc7;&#x624b;&#x672f;&#x524d;&#x7a97;&#x53e3;&#x671f;&#x5b9e;&#x65bd;&#x591a;&#x6a21;&#x5f0f;&#x5e72;&#x9884;&#xff0c;&#x63d0;&#x5347;&#x60a3;&#x8005;&#x751f;&#x7406;&#x4e0e;&#x5fc3;&#x7406;&#x50a8;&#x5907;&#xff0c;&#x589e;&#x5f3a;&#x624b;&#x672f;&#x8010;&#x53d7;&#x529b;&#xff0c;&#x51cf;&#x5c11;&#x672f;&#x540e;&#x5e76;&#x53d1;&#x75c7;&#x3001;&#x52a0;&#x901f;&#x672f;&#x540e;&#x5eb7;&#x590d;&#x3002;&#x9884;&#x5eb7;&#x590d;&#x901a;&#x5e38;&#x6574;&#x5408;&#x4e09;&#x5927;&#x652f;&#x67f1;&#xff1a;&#x79d1;&#x5b66;&#x7684;&#x8425;&#x517b;&#x652f;&#x6301;&#x6cbb;&#x7597;&#x4ee5;&#x7ea0;&#x6b63;&#x8425;&#x517b;&#x4e0d;&#x826f;&#x3001;&#x4f18;&#x5316;&#x4ee3;&#x8c22;&#xff1b;&#x4e2a;&#x4f53;&#x5316;&#x7684;&#x4f53;&#x80fd;&#x953b;&#x70bc;&#x4ee5;&#x589e;&#x5f3a;&#x5fc3;&#x80ba;&#x529f;&#x80fd;&#x4e0e;&#x808c;&#x8089;&#x529b;&#x91cf;&#xff1b;&#x79ef;&#x6781;&#x7684;&#x5fc3;&#x7406;&#x5e72;&#x9884;&#x4ee5;&#x7f13;&#x89e3;&#x7126;&#x8651;&#x3001;&#x589e;&#x5f3a;&#x4fe1;&#x5fc3;&#x3001;&#x63d0;&#x9ad8;&#x6cbb;&#x7597;&#x4f9d;&#x4ece;&#x6027;&#x3002;&#x672c;&#x6587;&#x603b;&#x7ed3;&#x56fd;&#x5185;&#x5916;&#x6700;&#x65b0;&#x7814;&#x7a76;&#x7ed3;&#x679c;&#xff0c;&#x5e76;&#x7ed3;&#x5408;&#x7b14;&#x8005;&#x53ca;&#x5176;&#x56e2;&#x961f;&#x7684;&#x5b9e;&#x8df5;&#x7ecf;&#x9a8c;&#xff0c;&#x63a2;&#x8ba8;&#x80c3;&#x80a0;&#x5916;&#x79d1;&#x60a3;&#x8005;&#x9884;&#x5eb7;&#x590d;&#x7684;&#x4ef7;&#x503c;&#x53ca;&#x5b9e;&#x65bd;&#x7b56;&#x7565;&#xff0c;&#x4ee5;&#x671f;&#x4fc3;&#x8fdb;&#x9884;&#x5eb7;&#x590d;&#x5728;&#x5916;&#x79d1;&#x4e2d;&#x7684;&#x8fdb;&#x4e00;&#x6b65;&#x5f00;&#x5c55;&#x3002;.</AbstractText></OtherAbstract></MedlineCitation><PubmedData><History><PubMedPubDate PubStatus="medline"><Year>2026</Year><Month>3</Month><Day>20</Day><Hour>1</Hour><Minute>0</Minute></PubMedPubDate><PubMedPubDate PubStatus="pubmed"><Year>2026</Year><Month>3</Month><Day>20</Day><Hour>0</Hour><Minute>59</Minute></PubMedPubDate><PubMedPubDate PubStatus="entrez"><Year>2026</Year><Month>3</Month><Day>19</Day><Hour>21</Hour><Minute>24</Minute></PubMedPubDate></History><PublicationStatus>ppublish</PublicationStatus><ArticleIdList><ArticleId IdType="pubmed">41856639</ArticleId><ArticleId IdType="doi">10.3760/cma.j.cn441530-20260105-00016</ArticleId></ArticleIdList></PubmedData></PubmedArticle></PubmedArticleSet>