<?xml version="1.0" ?>
<!DOCTYPE PubmedArticleSet PUBLIC "-//NLM//DTD PubMedArticle, 1st January 2025//EN" "https://dtd.nlm.nih.gov/ncbi/pubmed/out/pubmed_250101.dtd">
<PubmedArticleSet>
<PubmedArticle><MedlineCitation Status="MEDLINE" Owner="NLM" IndexingMethod="Automated"><PMID Version="1">41876420</PMID><DateCompleted><Year>2026</Year><Month>03</Month><Day>25</Day></DateCompleted><DateRevised><Year>2026</Year><Month>03</Month><Day>25</Day></DateRevised><Article PubModel="Print"><Journal><ISSN IssnType="Print">0047-262X</ISSN><JournalIssue CitedMedium="Print"><Volume>73</Volume><Issue>2</Issue><PubDate><Year>2026</Year><Month>Apr</Month></PubDate></JournalIssue><Title>Hu li za zhi The journal of nursing</Title><ISOAbbreviation>Hu Li Za Zhi</ISOAbbreviation></Journal><ArticleTitle>[Application of Evidence-Based Healthcare in Clinical Translation: An Interdisciplinary Collaboration Experience].</ArticleTitle><Pagination><StartPage>e26205</StartPage><MedlinePgn>e26205</MedlinePgn></Pagination><ELocationID EIdType="doi" ValidYN="Y">10.6224/JN.26205</ELocationID><ELocationID EIdType="pii" ValidYN="Y">JN.26205</ELocationID><Abstract><AbstractText>This article was written to describe the authors' interprofessional collaboration experience with regard to the clinical translation of evidence-based healthcare. Building upon the spirit of evidence-based medicine invoked at the founding of the Cochrane Centre at Oxford University under the United Kingdom's National Health Service in 1992, our institution recognizes nursing as the core driving force supporting the translation of evidence-based healthcare in clinical settings. Using interdisciplinary collaboration mechanisms, systematic education and training, and knowledge translation strategies, the best research evidence is integrated into clinical decision-making and improving care quality, thus deepening the application of evidence-based clinical healthcare. In clinical care, nursing teams have led multiple evidence-based initiatives targeting patient safety and care quality improvement. Issues addressed have included fall prevention, infection control, nasogastric tube dislodgement prevention, hypothermia interventions to improve neurological outcomes in patients with traumatic brain injury, post-operative positioning adjustments, acute-phase COVID-19 pulmonary rehabilitation, and family-centered interventions in intensive care units to reduce the incidence of delirium. These initiatives have been significantly grounded in the findings of systematic literature reviews and outcome evaluations, with results demonstrating a notable reduction in adverse event rates and significant improvements in functional recovery and quality of life in patients. Nursing personnel play an integrative and leading role in assessment-tool development, care process design, outcome monitoring, and the continuous provision of quality feedback, reflecting their professional autonomy in the clinical application of evidence-based practice. In terms of guideline development, the nursing department has taken the lead in constructing guidelines for cancer symptom management and post-curative follow-up care for patients with liver cancer, advocating for an integrated model centered on holistic care, and collaborating with physicians, pharmacists, and dietitians to jointly establish interdisciplinary care standards. Also, the department has actively mentored advanced practice nurses in writing evidence-based clinical care guidelines at an advanced level, strengthening advanced nursing practice competencies and academic output. With regard to shared decision-making and Choosing Wisely initiatives, nursing staff participate in the development of decision support tools and the application of structured communication models to facilitate patient value clarification and engagement in decision-making, while concurrently enhancing healthcare resource-utilization appropriateness and safety. Overall, within the evidence-based clinical system, the nursing profession fulfills multiple functions in the realms of care practice, research participation, education promotion, and knowledge translation, laying a strong foundation for the sustainable development of evidence-based clinical care.</AbstractText></Abstract><AuthorList CompleteYN="Y"><Author ValidYN="Y"><LastName>Lin</LastName><ForeName>Shirling</ForeName><Initials>S</Initials><AffiliationInfo><Affiliation>Department of Nursing, Taipei Veterans General Hospital, Taiwan, ROC.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Cheng</LastName><ForeName>Hao-Min</ForeName><Initials>HM</Initials><AffiliationInfo><Affiliation>Department of Medical Education, Taipei Veterans General Hospital, Taiwan, ROC.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Liang</LastName><ForeName>Jen-Feng</ForeName><Initials>JF</Initials><AffiliationInfo><Affiliation>Department of Medical Education, Taipei Veterans General Hospital, Taiwan, ROC.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Hsu</LastName><ForeName>Teh-Fu</ForeName><Initials>TF</Initials><AffiliationInfo><Affiliation>Kinmen Hospital, Ministry of Health and Welfare, Taiwan, ROC.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Tsao</LastName><ForeName>Yen-Po</ForeName><Initials>YP</Initials><AffiliationInfo><Affiliation>Department of Medicine, Holistic and Multidisciplinary Medicine, Taipei Veterans General Hospital, Taiwan, ROC.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Chen</LastName><ForeName>Wei-Chih</ForeName><Initials>WC</Initials><AffiliationInfo><Affiliation>Department of Chest Medicine, Division of Respiratory Therapy, Taipei Veterans General Hospital, Taiwan, ROC.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Chow</LastName><ForeName>Lok-Hi</ForeName><Initials>LH</Initials><AffiliationInfo><Affiliation>Department of Anesthesiology, Taipei Veterans General Hospital, Taiwan, ROC.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Lin</LastName><ForeName>Jin-Wei</ForeName><Initials>JW</Initials><AffiliationInfo><Affiliation>Department of Emergency, Taipei Veterans General Hospital, Taiwan, ROC.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Shen</LastName><ForeName>Hsiao-Chin</ForeName><Initials>HC</Initials><AffiliationInfo><Affiliation>Department of Medical Education, Taipei Veterans General Hospital, Taiwan, ROC.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Sheng</LastName><ForeName>Ching-Ching</ForeName><Initials>CC</Initials><AffiliationInfo><Affiliation>Department of Nursing, Taipei Veterans General Hospital, Taiwan, ROC. ccsheng@vghtpe.gov.tw.</Affiliation></AffiliationInfo></Author></AuthorList><Language>chi</Language><PublicationTypeList><PublicationType UI="D004740">English Abstract</PublicationType><PublicationType UI="D016428">Journal Article</PublicationType></PublicationTypeList></Article><MedlineJournalInfo><Country>China (Republic : 1949- )</Country><MedlineTA>Hu Li Za Zhi</MedlineTA><NlmUniqueID>0073267</NlmUniqueID></MedlineJournalInfo><CitationSubset>IM</CitationSubset><MeshHeadingList><MeshHeading><DescriptorName UI="D006801" MajorTopicYN="N">Humans</DescriptorName></MeshHeading></MeshHeadingList><OtherAbstract Type="Publisher" Language="chi"><AbstractText Label="TITLE" NlmCategory="BACKGROUND">&#x5be6;&#x8b49;&#x5065;&#x5eb7;&#x7167;&#x8b77;&#x65bc;&#x81e8;&#x5e8a;&#x8f49;&#x8b6f;&#x4e4b;&#x61c9;&#x7528;&#x2014;&#x4ee5;&#x8de8;&#x5c08;&#x696d;&#x5408;&#x4f5c;&#x7d93;&#x9a57;&#x70ba;&#x4f8b;.</AbstractText><AbstractText Label="UNLABELLED">&#x672c;&#x6587;&#x65e8;&#x5728;&#x95e1;&#x8ff0;&#x5be6;&#x8b49;&#x5065;&#x5eb7;&#x7167;&#x8b77;&#x65bc;&#x81e8;&#x5e8a;&#x8f49;&#x8b6f;&#x4e4b;&#x8de8;&#x5c08;&#x696d;&#x5408;&#x4f5c;&#x7d93;&#x9a57;&#x3002;&#x627f;&#x8972;1992&#x5e74;&#x82f1;&#x570b;&#x570b;&#x5bb6;&#x885b;&#x751f;&#x670d;&#x52d9;&#x90e8;&#x65bc;&#x725b;&#x6d25;&#x5927;&#x5b78;&#x6210;&#x7acb;Cochrane Center&#x6240;&#x63ed;&#x793a;&#x4e4b;&#x5be6;&#x8b49;&#x91ab;&#x5b78;&#x7cbe;&#x795e;&#xff0c;&#x672c;&#x6a5f;&#x69cb;&#x4ee5;&#x8b77;&#x7406;&#x5c08;&#x696d;&#x70ba;&#x6838;&#x5fc3;&#x9a45;&#x52d5;&#x529b;&#x91cf;&#xff0c;&#x900f;&#x904e;&#x8de8;&#x9818;&#x57df;&#x5354;&#x4f5c;&#x6a5f;&#x5236;&#x3001;&#x7cfb;&#x7d71;&#x5316;&#x6559;&#x80b2;&#x8a13;&#x7df4;&#x8207;&#x77e5;&#x8b58;&#x8f49;&#x8b6f;&#x7b56;&#x7565;&#xff0c;&#x5c07;&#x6700;&#x4f73;&#x7814;&#x7a76;&#x8b49;&#x64da;&#x6574;&#x5408;&#x81f3;&#x81e8;&#x5e8a;&#x6c7a;&#x7b56;&#x8207;&#x54c1;&#x8cea;&#x6539;&#x9032;&#x6d41;&#x7a0b;&#x4e2d;&#xff0c;&#x6df1;&#x5316;&#x5be6;&#x8b49;&#x5c0e;&#x5411;&#x4e4b;&#x81e8;&#x5e8a;&#x5065;&#x5eb7;&#x7167;&#x8b77;&#x61c9;&#x7528;&#x3002;&#x65bc;&#x81e8;&#x5e8a;&#x7167;&#x8b77;&#x5c64;&#x9762;&#xff0c;&#x8b77;&#x7406;&#x5718;&#x968a;&#x4e3b;&#x5c0e;&#x591a;&#x9805;&#x4ee5;&#x75c5;&#x4eba;&#x5b89;&#x5168;&#x8207;&#x7167;&#x8b77;&#x54c1;&#x8cea;&#x63d0;&#x5347;&#x70ba;&#x76ee;&#x6a19;&#x4e4b;&#x5be6;&#x8b49;&#x5c08;&#x6848;&#xff0c;&#x5305;&#x62ec;&#x8dcc;&#x5012;&#x9810;&#x9632;&#x3001;&#x611f;&#x67d3;&#x63a7;&#x5236;&#x3001;&#x9f3b;&#x80c3;&#x7ba1;&#x6ed1;&#x812b;&#x9810;&#x9632;&#x3001;&#x4f4e;&#x9ad4;&#x6eab;&#x63aa;&#x65bd;&#x6539;&#x5584;&#x5275;&#x50b7;&#x6027;&#x8166;&#x640d;&#x50b7;&#x75c5;&#x4eba;&#x795e;&#x7d93;&#x529f;&#x80fd;&#x3001;&#x8853;&#x5f8c;&#x59ff;&#x52e2;&#x8abf;&#x6574;&#x3001;&#x6025;&#x6027;&#x671f;COVID-19&#x80ba;&#x90e8;&#x5fa9;&#x5065;&#xff0c;&#x4ee5;&#x53ca;&#x52a0;&#x8b77;&#x75c5;&#x623f;&#x5bb6;&#x5c6c;&#x4ecb;&#x5165;&#x4ee5;&#x964d;&#x4f4e;&#x8b6b;&#x5984;&#x767c;&#x751f;&#x7387;&#x7b49;&#x3002;&#x76f8;&#x95dc;&#x63aa;&#x65bd;&#x591a;&#x4ee5;&#x7cfb;&#x7d71;&#x6027;&#x6587;&#x737b;&#x56de;&#x9867;&#x8207;&#x6210;&#x6548;&#x8a55;&#x4f30;&#x70ba;&#x57fa;&#x790e;&#xff0c;&#x7d50;&#x679c;&#x986f;&#x793a;&#x4e0d;&#x826f;&#x4e8b;&#x4ef6;&#x767c;&#x751f;&#x7387;&#x660e;&#x986f;&#x4e0b;&#x964d;&#xff0c;&#x75c5;&#x4eba;&#x529f;&#x80fd;&#x6062;&#x5fa9;&#x8207;&#x751f;&#x6d3b;&#x54c1;&#x8cea;&#x986f;&#x8457;&#x6539;&#x5584;&#x3002;&#x8b77;&#x7406;&#x4eba;&#x54e1;&#x65bc;&#x8a55;&#x4f30;&#x5de5;&#x5177;&#x5efa;&#x69cb;&#x3001;&#x7167;&#x8b77;&#x6d41;&#x7a0b;&#x8a2d;&#x8a08;&#x3001;&#x6210;&#x6548;&#x76e3;&#x6e2c;&#x8207;&#x6301;&#x7e8c;&#x54c1;&#x8cea;&#x56de;&#x994b;&#x4e2d;&#x767c;&#x63ee;&#x6574;&#x5408;&#x8207;&#x4e3b;&#x5c0e;&#x89d2;&#x8272;&#xff0c;&#x5f70;&#x986f;&#x5176;&#x65bc;&#x81e8;&#x5e8a;&#x5be6;&#x8b49;&#x61c9;&#x7528;&#x4e4b;&#x5c08;&#x696d;&#x81ea;&#x4e3b;&#x6027;&#x3002;&#x5728;&#x6307;&#x5f15;&#x767c;&#x5c55;&#x65b9;&#x9762;&#xff0c;&#x8b77;&#x7406;&#x90e8;&#x9580;&#x4e3b;&#x5c0e;&#x764c;&#x75c7;&#x75c7;&#x72c0;&#x7167;&#x8b77;&#x53ca;&#x809d;&#x764c;&#x6cbb;&#x7652;&#x5f8c;&#x7e8c;&#x8ffd;&#x8e64;&#x6307;&#x5f15;&#x4e4b;&#x5efa;&#x69cb;&#xff0c;&#x5021;&#x8b70;&#x4ee5;&#x5168;&#x4eba;&#x7167;&#x8b77;&#x70ba;&#x6838;&#x5fc3;&#x4e4b;&#x6574;&#x5408;&#x6a21;&#x5f0f;&#xff0c;&#x4e26;&#x5354;&#x540c;&#x91ab;&#x5e2b;&#x3001;&#x85e5;&#x5e2b;&#x8207;&#x71df;&#x990a;&#x5e2b;&#x7b49;&#x5c08;&#x696d;&#x5171;&#x540c;&#x5236;&#x5b9a;&#x8de8;&#x9818;&#x57df;&#x7167;&#x8b77;&#x6a19;&#x6e96;&#xff1b;&#x540c;&#x6642;&#x7a4d;&#x6975;&#x8f14;&#x5c0e;&#x5c08;&#x79d1;&#x8b77;&#x7406;&#x5e2b;&#x64b0;&#x5beb;&#x9032;&#x968e;&#x5be6;&#x8b49;&#x81e8;&#x5e8a;&#x7167;&#x8b77;&#x6307;&#x5f15;&#xff0c;&#x5f37;&#x5316;&#x9ad8;&#x968e;&#x8b77;&#x7406;&#x5be6;&#x52d9;&#x80fd;&#x529b;&#x8207;&#x5b78;&#x8853;&#x7522;&#x51fa;&#x3002;&#x65bc;&#x91ab;&#x75c5;&#x5171;&#x4eab;&#x6c7a;&#x7b56;&#x8207;&#x8070;&#x660e;&#x6289;&#x64c7;&#x63a8;&#x52d5;&#x65b9;&#x9762;&#xff0c;&#x8b77;&#x7406;&#x4eba;&#x54e1;&#x53c3;&#x8207;&#x6c7a;&#x7b56;&#x8f14;&#x52a9;&#x5de5;&#x5177;&#x958b;&#x767c;&#x8207;&#x7d50;&#x69cb;&#x5316;&#x6e9d;&#x901a;&#x6a21;&#x5f0f;&#x4e4b;&#x61c9;&#x7528;&#xff0c;&#x4fc3;&#x9032;&#x75c5;&#x4eba;&#x50f9;&#x503c;&#x6f84;&#x6e05;&#x8207;&#x53c3;&#x8207;&#x6c7a;&#x7b56;&#xff0c;&#x4e26;&#x63d0;&#x5347;&#x91ab;&#x7642;&#x8cc7;&#x6e90;&#x904b;&#x7528;&#x4e4b;&#x5408;&#x7406;&#x6027;&#x8207;&#x5b89;&#x5168;&#x6027;&#x3002;&#x6574;&#x9ad4;&#x800c;&#x8a00;&#xff0c;&#x8b77;&#x7406;&#x5c08;&#x696d;&#x65bc;&#x5be6;&#x8b49;&#x81e8;&#x5e8a;&#x9ad4;&#x7cfb;&#x4e2d;&#x517c;&#x5177;&#x7167;&#x8b77;&#x5be6;&#x8e10;&#x3001;&#x7814;&#x7a76;&#x53c3;&#x8207;&#x3001;&#x6559;&#x80b2;&#x63a8;&#x52d5;&#x8207;&#x77e5;&#x8b58;&#x8f49;&#x8b6f;&#x4e4b;&#x591a;&#x91cd;&#x529f;&#x80fd;&#xff0c;&#x70ba;&#x5be6;&#x8b49;&#x5c0e;&#x5411;&#x81e8;&#x5e8a;&#x7167;&#x8b77;&#x4e4b;&#x6c38;&#x7e8c;&#x767c;&#x5c55;&#x5960;&#x5b9a;&#x91cd;&#x8981;&#x57fa;&#x790e;&#x3002;.</AbstractText></OtherAbstract><KeywordList Owner="NOTNLM"><Keyword MajorTopicYN="N">evidence-based healthcare</Keyword><Keyword MajorTopicYN="N">interdisciplinary collaboration</Keyword><Keyword MajorTopicYN="N">knowledge translation and application</Keyword></KeywordList></MedlineCitation><PubmedData><History><PubMedPubDate PubStatus="medline"><Year>2026</Year><Month>3</Month><Day>25</Day><Hour>7</Hour><Minute>10</Minute></PubMedPubDate><PubMedPubDate PubStatus="pubmed"><Year>2026</Year><Month>3</Month><Day>25</Day><Hour>7</Hour><Minute>9</Minute></PubMedPubDate><PubMedPubDate PubStatus="entrez"><Year>2026</Year><Month>3</Month><Day>25</Day><Hour>0</Hour><Minute>4</Minute></PubMedPubDate></History><PublicationStatus>ppublish</PublicationStatus><ArticleIdList><ArticleId IdType="pubmed">41876420</ArticleId><ArticleId IdType="doi">10.6224/JN.26205</ArticleId><ArticleId IdType="pii">JN.26205</ArticleId></ArticleIdList></PubmedData></PubmedArticle></PubmedArticleSet>