<?xml version="1.0" ?>
<!DOCTYPE PubmedArticleSet PUBLIC "-//NLM//DTD PubMedArticle, 1st January 2025//EN" "https://dtd.nlm.nih.gov/ncbi/pubmed/out/pubmed_250101.dtd">
<PubmedArticleSet>
<PubmedArticle><MedlineCitation Status="PubMed-not-MEDLINE" Owner="NLM"><PMID Version="1">41809947</PMID><DateCompleted><Year>2026</Year><Month>03</Month><Day>11</Day></DateCompleted><DateRevised><Year>2026</Year><Month>03</Month><Day>11</Day></DateRevised><Article PubModel="Electronic-eCollection"><Journal><ISSN IssnType="Electronic">2471-1411</ISSN><JournalIssue CitedMedium="Internet"><Volume>10</Volume><Issue>4</Issue><PubDate><Year>2025</Year><Month>Dec</Month></PubDate></JournalIssue><Title>Forensic sciences research</Title><ISOAbbreviation>Forensic Sci Res</ISOAbbreviation></Journal><ArticleTitle>The first identified skeletal collection of the Azores archipelago, Portugal.</ArticleTitle><Pagination><StartPage>owaf046</StartPage><MedlinePgn>owaf046</MedlinePgn></Pagination><ELocationID EIdType="pii" ValidYN="Y">owaf046</ELocationID><ELocationID EIdType="doi" ValidYN="Y">10.1093/fsr/owaf046</ELocationID><Abstract><AbstractText>Identified skeletal collections play a crucial role in anthropology, as the biographic information they contain enables the development and adaptation of population-specific identification methods, namely for biological profile (sex, age-at-death, stature, and ancestry). In Portugal, aside from academic systematic research, these collections also permit the training of new professionals while also providing an ethical destination for unclaimed skeletal remains. As of now, mainland Portugal has nine identified skeletal collections representing populations of a great part of its territory. Nevertheless, the population from the Portuguese insular territories, with its unique migration history and distinctive cultural and environmental contexts, has remained unrepresented until now. This paper presents the first identified skeletal collection from the Azores archipelago (CEI/A&#xe7;ores) that results from a pioneering effort between the two Terceira island municipalities (Angra do Hero&#xed;smo and Praia da Vit&#xf3;ria) and academic researchers in anthropology. A protocol, established in March of 2023 and still ongoing, enabled the integration of unclaimed human skeletal remains from municipal cemeteries in the CEI/A&#xe7;ores. This collection was assembled not only for scientific research purposes but also with the aim of preventing their cremation or deposition in mass graves, which could lead to the loss of identity and hinder future recovery. Currently, the CEI/A&#xe7;ores is housed and legally possessed by Praia da Vit&#xf3;ria municipality and includes 75 identified skeletons of individuals who were born on Terceira island, where they also died between 1978 and 2013. The majority of them (87%) are almost complete or relatively complete. Females (56%, <i>n</i>&#x2009;=&#x2009;40) are slightly more represented than males (44%, <i>n</i>&#x2009;=&#x2009;35). The overall age-at-death ranges between 26 and 97&#xa0;years (mean&#x2009;=&#x2009;71.47&#x2009;&#xb1;&#x2009;15.09). Specifically, the ages range for males is 26-89&#xa0;years (mean&#x2009;=&#x2009;65.42&#x2009;&#xb1;&#x2009;16.45), and for females, it is 39-97&#xa0;years (mean&#x2009;=&#x2009;76.83&#x2009;&#xb1;&#x2009;11.55). Various bone lesions, spanning traumatic, neoplastic, degenerative, and potentially infectious origins, were observed, alongside the presence of prosthetics, pacemakers, and other medical devices. Although the CEI/A&#xe7;ores is still in its early stages and is currently undergoing expansion, it already presents significant research potential, not only at the local level but also on a global scale.</AbstractText><CopyrightInformation>&#xa9; The Author(s) 2025. Published by OUP on behalf of the Academy of Forensic Science.</CopyrightInformation></Abstract><AuthorList CompleteYN="Y"><Author ValidYN="Y"><LastName>Rodrigues</LastName><ForeName>F&#xe9;lix</ForeName><Initials>F</Initials><Identifier Source="ORCID">0000-0003-0202-5802</Identifier><AffiliationInfo><Affiliation>Laboratory of Forensic Anthropology, Centre for Functional Ecology, Department of Life Sciences, University of Coimbra, Coimbra, Portugal.</Affiliation></AffiliationInfo><AffiliationInfo><Affiliation>Research Centre for Anthropology and Health, Department of Life Sciences, University of Coimbra, Coimbra, Portugal.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Rodrigues</LastName><ForeName>Ant&#xf3;nio F&#xe9;lix</ForeName><Initials>AF</Initials><Identifier Source="ORCID">0000-0001-8281-7935</Identifier><AffiliationInfo><Affiliation>Investigation Institute for Agrarian Technologies and Environment, University of the Azores, Angra do Hero&#xed;smo, Portugal.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Matos</LastName><ForeName>V&#xed;tor</ForeName><Initials>V</Initials><Identifier Source="ORCID">0000-0003-2620-7352</Identifier><AffiliationInfo><Affiliation>Research Centre for Anthropology and Health, Department of Life Sciences, University of Coimbra, Coimbra, Portugal.</Affiliation></AffiliationInfo><AffiliationInfo><Affiliation>Laboratory of Biological Anthropology, Department of Biology, School of Science and Technology, University of &#xc9;vora, &#xc9;vora Portugal.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Mendes</LastName><ForeName>Armando</ForeName><Initials>A</Initials><AffiliationInfo><Affiliation>Centre for Humanistic Studies, University of the Azores, Ponta Delgada, Portugal.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Cunha</LastName><ForeName>Eug&#xe9;nia</ForeName><Initials>E</Initials><Identifier Source="ORCID">0000-0003-2998-371X</Identifier><AffiliationInfo><Affiliation>Laboratory of Forensic Anthropology, Centre for Functional Ecology, Department of Life Sciences, University of Coimbra, Coimbra, Portugal.</Affiliation></AffiliationInfo><AffiliationInfo><Affiliation>South Branch, National Institute of Legal Medicine and Forensic Sciences (INMLCF), Lisboa, Portugal.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Ferreira</LastName><ForeName>Maria Teresa</ForeName><Initials>MT</Initials><Identifier Source="ORCID">0000-0002-2437-7780</Identifier><AffiliationInfo><Affiliation>Laboratory of Forensic Anthropology, Centre for Functional Ecology, Department of Life Sciences, University of Coimbra, Coimbra, Portugal.</Affiliation></AffiliationInfo></Author></AuthorList><Language>eng</Language><PublicationTypeList><PublicationType UI="D016428">Journal Article</PublicationType></PublicationTypeList><ArticleDate DateType="Electronic"><Year>2025</Year><Month>11</Month><Day>14</Day></ArticleDate></Article><MedlineJournalInfo><Country>England</Country><MedlineTA>Forensic Sci Res</MedlineTA><NlmUniqueID>101724928</NlmUniqueID><ISSNLinking>2471-1411</ISSNLinking></MedlineJournalInfo><KeywordList Owner="NOTNLM"><Keyword MajorTopicYN="N">Atlantic islands</Keyword><Keyword MajorTopicYN="N">forensic anthropology</Keyword><Keyword MajorTopicYN="N">forensic sciences</Keyword><Keyword MajorTopicYN="N">human remains</Keyword></KeywordList></MedlineCitation><PubmedData><History><PubMedPubDate PubStatus="received"><Year>2024</Year><Month>2</Month><Day>16</Day></PubMedPubDate><PubMedPubDate PubStatus="accepted"><Year>2025</Year><Month>3</Month><Day>14</Day></PubMedPubDate><PubMedPubDate PubStatus="medline"><Year>2026</Year><Month>3</Month><Day>11</Day><Hour>6</Hour><Minute>56</Minute></PubMedPubDate><PubMedPubDate PubStatus="pubmed"><Year>2026</Year><Month>3</Month><Day>11</Day><Hour>6</Hour><Minute>55</Minute></PubMedPubDate><PubMedPubDate PubStatus="entrez"><Year>2026</Year><Month>3</Month><Day>11</Day><Hour>5</Hour><Minute>25</Minute></PubMedPubDate><PubMedPubDate PubStatus="pmc-release"><Year>2025</Year><Month>11</Month><Day>14</Day></PubMedPubDate></History><PublicationStatus>epublish</PublicationStatus><ArticleIdList><ArticleId IdType="pubmed">41809947</ArticleId><ArticleId IdType="pmc">PMC12885094</ArticleId><ArticleId IdType="doi">10.1093/fsr/owaf046</ArticleId><ArticleId IdType="pii">owaf046</ArticleId></ArticleIdList><ReferenceList><Reference><Citation>Henderson &#xa0;CY, Cardoso &#xa0;FA, editors. Identified skeletal collections: the testing ground of anthropology? &#xa0;Oxford (UK): Archaeopress; 2018.</Citation></Reference><Reference><Citation>Curate &#xa0;F. The estimation of sex of human skeletal remains in the Portuguese identified collections: history and prospects. Forensic Sci. 2022;2:272&#x2013;286.</Citation></Reference><Reference><Citation>Spradley &#xa0;MK. Metric methods for the biological profile in forensic anthropology: sex, ancestry, and stature. Acad Forensic Pathol. 2016;6:391&#x2013;399.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC6474557</ArticleId><ArticleId IdType="pubmed">31239914</ArticleId></ArticleIdList></Reference><Reference><Citation>Lopes &#xa0;C, Fernandes &#xa0;T. The identified skeleton collection of &#xc9;vora: importance for forensic science and bioarchaeology in the southern inland of Portugal. Int J Leg Med. 2022;136:955&#x2013;962.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC8532105</ArticleId><ArticleId IdType="pubmed">34677683</ArticleId></ArticleIdList></Reference><Reference><Citation>Petaros &#xa0;A, Caplova &#xa0;Z, Verna &#xa0;E, et al. &#xa0;Technical note: the Forensic Anthropology Society of Europe (FASE) map of identified osteological collections. Forensic Sci Int. 2021;328:110995.</Citation><ArticleIdList><ArticleId IdType="pubmed">34583243</ArticleId></ArticleIdList></Reference><Reference><Citation>Caldas &#xa0;IM, Dinis-Oliveira &#xa0;RJ, Azevedo &#xa0;RMS, et al. &#xa0;The assembly of a new human osteological collection: the XXI CEIC as a forensic pedagogical tool. Forensic Sci. 2023;3:521&#x2013;532.</Citation></Reference><Reference><Citation>Ferreira &#xa0;MT, Coelho &#xa0;C, Makhoul &#xa0;C, et al. &#xa0;New data about the 21st Century Identified Skeletal Collection (University of Coimbra, Portugal). Int J Leg Med. 2021;135:1087&#x2013;1094.</Citation><ArticleIdList><ArticleId IdType="pubmed">32857278</ArticleId></ArticleIdList></Reference><Reference><Citation>Cardoso &#xa0;HF. Brief communication: the collection of identified human skeletons housed at the Bocage Museum (National Museum of Natural History), Lisbon, Portugal. Am J Phys Anthropol. 2006;129:173&#x2013;176.</Citation><ArticleIdList><ArticleId IdType="pubmed">16323180</ArticleId></ArticleIdList></Reference><Reference><Citation>Cardoso &#xa0;HF, Marinho &#xa0;L, Caldas &#xa0;IM, et al. &#xa0;Historical, demographic, curatorial and legal aspects of the BoneMedLeg human skeletal reference collection (Porto, Portugal). Anthropol Anz. 2020;77:57&#x2013;73.</Citation><ArticleIdList><ArticleId IdType="pubmed">31845958</ArticleId></ArticleIdList></Reference><Reference><Citation>Ministry of Health . Decreto-lei n.&#xb0; 411/98, de 30 de Dezembro [DECREE LAW No. 411/98]. Di&#xe1;rio da Rep&#xfa;blica, 1998. Dec 30, IS&#xc9;RIE-A:7251-7257. Portuguese.</Citation></Reference><Reference><Citation>Munic&#xed;pio de Angra do Hero&#xed;smo . Regulamento dos cemit&#xe9;rios Municipais, Regulamento n.&#xb0;8/2019 de 12 de mar&#xe7;o de 2019, II s&#xe9;rie, no 50. Angra do Hero&#xed;smo, 2019. Portuguese.</Citation></Reference><Reference><Citation>Ferreira &#xa0;MT, Vicente &#xa0;R, Navega &#xa0;D, et al. &#xa0;A new forensic collection housed at the University of Coimbra, Portugal: the 21st Century Identified Skeletal Collection. Forensic Sci Int. 2014;245:202.e1&#x2013;e5.</Citation><ArticleIdList><ArticleId IdType="pubmed">25450309</ArticleId></ArticleIdList></Reference><Reference><Citation>Ferreira &#xa0;MT, Cunha &#xa0;E. A decomposi&#xe7;&#xe3;o cadav&#xe9;rica e as dificuldades de gest&#xe3;o dos espa&#xe7;os funer&#xe1;rios. Antropol Port. 2016;30/31:77&#x2013;97. Portuguese.</Citation></Reference><Reference><Citation>Ferreira &#xa0;MT, Cunha &#xa0;E. Can we infer post mortem interval on the basis of decomposition rate? A case from a Portuguese cemetery. Forensic Sci Int. 2013;226:298.e1&#x2013;e6.</Citation><ArticleIdList><ArticleId IdType="pubmed">23357229</ArticleId></ArticleIdList></Reference><Reference><Citation>Silva-Bessa &#xa0;A, Madureira-Carvalho &#xa0;A, Azevedo &#xa0;RM, et al. &#xa0;A soil-based approach on human taphonomy from five Portuguese public cemeteries. Aust J Forensic Sci. 2023;57:102&#x2013;121.</Citation></Reference><Reference><Citation>Cardoso &#xa0;H. An ethical, cultural and historical background for cemetery-based human skeletal reference collections. J Contemp Archa. 2021;8:21&#x2013;52.</Citation></Reference><Reference><Citation>Belcastro &#xa0;MG, Pietrobelli &#xa0;A, Nicolosi &#xa0;T, et al. &#xa0;Scientific and ethical aspects of identified skeletal series: the case of the documented human osteological collections of the University of Bologna (Northern Italy). Forensic Sci. 2022;2:349&#x2013;361.</Citation></Reference><Reference><Citation>Silva-Bessa &#xa0;A, Dinis-Oliveira &#xa0;RJ, Forbes &#xa0;S, et al. &#xa0;Double standards: ethics of anatomical donation before and after death [Podim presentation]. In: 29th European Association of Archaeologists; 2023 August 30&#x2013;September 2; Queen's University Belfast, Belfast, Ireland.</Citation></Reference><Reference><Citation>Fernando &#xa0;O, Mota &#xa0;P, Lima &#xa0;M, et al. &#xa0;Peopling of the Azores Islands (Portugal): data from the Y chromosome. Hum Biol. 2005;77:189&#x2013;199.</Citation><ArticleIdList><ArticleId IdType="pubmed">16201136</ArticleId></ArticleIdList></Reference><Reference><Citation>Silva &#xa0;F, Pereira &#xa0;R, Gusm&#xe3;o &#xa0;L, et al. &#xa0;Genetic profiling of the Azores Islands (Portugal): data from 10 X-chromosome STRs. Am J Hum Biol. 2010;22:221&#x2013;223.</Citation><ArticleIdList><ArticleId IdType="pubmed">19593741</ArticleId></ArticleIdList></Reference><Reference><Citation>Pereira dos Santos C . Estudio gen&#xe9;tico y biodemogr&#xe1;fico del archipi&#xe9;lago de Las Azores (Portugal) [Dissertation]. Bellaterra (Spain): Universitat Aut&#xf3;noma de Barcelona; 2005. Spanish.</Citation></Reference><Reference><Citation>Branco &#xa0;CC, S&#xe3;o Bento &#xa0;M, Gomes &#xa0;CT, et al. &#xa0;Study of the genetic relationship and diversity patterns in the Azores based on 15 STR markers. Forensic Sci Int Genet Suppl Ser. 2008;1:312&#x2013;314.</Citation></Reference><Reference><Citation>Cunha &#xa0;E. Consanguinity in the Azores Islands 1979&#x2212;85. Antropol Port. 1987;4:67&#x2013;79.</Citation></Reference><Reference><Citation>Castro &#xa0;P. Caracteriza&#xe7;&#xe3;o gen&#xe9;tica e fenot&#xed;pica das fam&#xed;lias Com Doen&#xe7;a de Machado Joseph na regi&#xe3;o Centro [master&#x2019;s thesis]. Coimbra (Portugal): University of Coimbra, 2018. Portuguese.</Citation></Reference><Reference><Citation>Neto &#xa0;JL, Camacho &#xa0;J, Parreira &#xa0;P. A Antropologia Biol&#xf3;gica nos A&#xe7;ores: gest&#xe3;o e estudo das suas cole&#xe7;&#xf5;es osteol&#xf3;gicas. Scientia Antiquitatis. 2017;3:209&#x2013;232. Portuguese.</Citation></Reference><Reference><Citation>Jordana &#xa0;X, Garc&#xed;a &#xa0;C, Armentano &#xa0;N, et al. &#xa0;Estudio paleodemogr&#xe1;fico de la necr&#xf3;polis del convento de S&#xe3;o Gon&#xe7;alo (Angra do Hero&#xed;smo, Terceira, A&#xe7;ores). Rev Demogr Hist. 2010;28:109&#x2013;127. Spanish.</Citation></Reference><Reference><Citation>Nikita &#xa0;E. Documented skeletal collections in Greece: composition, research, and future prospects. Am J Biol Anthropol. 2021;174:140&#x2013;143.</Citation></Reference><Reference><Citation>PORDATA. Taxa de Mortalidade Infantil. Lisboa: Funda&#xe7;&#xe3;o Francisco Manuel dos Santos; 2023. Available from: https://www.pordata.pt/pt/estatisticas/populacao/esperanca-de-vida-e-obitos/taxa-bruta-de-mortalidade-0. Portuguese.</Citation></Reference><Reference><Citation>
PORDATA . Popula&#xe7;&#xe3;o Residente Segundo os Censos: Total e Por Grandes Grupos et&#xe1;rios; 2024. Available from: https://www.pordata.pt/portugal/populacao+residente+segundo+os+censos+total+e+por+grandes+grupos+etarios-512-2541. Portuguese.</Citation></Reference><Reference><Citation>Tavares &#xa0;D. A sa&#xfa;de na Regi&#xe3;o Aut&#xf3;noma dos A&#xe7;ores: Um Novo Percurso Baseado na evid&#xea;ncia Populacional [Dissertation]. Faro (Portugal): Universidade do Algarve; 2019. Portuguese.</Citation></Reference><Reference><Citation>Cabral &#xa0;LCF. Risco de contamina&#xe7;&#xe3;o radiol&#xf3;gica da &#xe1;gua Considerando a presen&#xe7;a de radionucl&#xed;deos Nos Solos da Ilha Terceira [master&#x2019;s thesis]. Angra do Hero&#xed;smo (Portugal): Universidade dos A&#xe7;ores; 2020. Portuguese.</Citation></Reference></ReferenceList></PubmedData></PubmedArticle></PubmedArticleSet>