<?xml version="1.0" ?>
<!DOCTYPE PubmedArticleSet PUBLIC "-//NLM//DTD PubMedArticle, 1st January 2025//EN" "https://dtd.nlm.nih.gov/ncbi/pubmed/out/pubmed_250101.dtd">
<PubmedArticleSet>
<PubmedArticle><MedlineCitation Status="MEDLINE" Owner="NLM" IndexingMethod="Automated"><PMID Version="1">41847484</PMID><DateCompleted><Year>2026</Year><Month>03</Month><Day>18</Day></DateCompleted><DateRevised><Year>2026</Year><Month>03</Month><Day>18</Day></DateRevised><Article PubModel="Electronic-eCollection"><Journal><ISSN IssnType="Electronic">2819-4403</ISSN><JournalIssue CitedMedium="Internet"><Volume>67</Volume><Issue>3</Issue><PubDate><Year>2026</Year><Month>Mar</Month></PubDate></JournalIssue><Title>The Canadian veterinary journal = La revue veterinaire canadienne</Title><ISOAbbreviation>Can Vet J</ISOAbbreviation></Journal><ArticleTitle>Bradycardia-induced transient myocardial dysfunction in 3 dogs.</ArticleTitle><Pagination><StartPage>275</StartPage><EndPage>284</EndPage><MedlinePgn>275-284</MedlinePgn></Pagination><Abstract><AbstractText>Bradycardia-induced cardiomyopathy is a reversible form of myocardial dysfunction caused by prolonged bradyarrhythmia, most commonly due to high-grade atrioventricular block or sinus node dysfunction. Although bradycardia-induced cardiomyopathy is well recognized in human medicine, it remains underreported in veterinary literature. This case series describes 3 dogs diagnosed with 3rd-degree atrioventricular block that presented with clinical signs including exercise intolerance, syncope, and cardiomegaly. Each dog underwent comprehensive diagnostic evaluation, including physical examination, thoracic radiography, echocardiography, and electrocardiography. Bradycardia-induced transient myocardial dysfunction was suspected, based on the presence of bradyarrhythmia in conjunction with cardiac enlargement and preserved systolic function. All dogs were treated with permanent pacemaker implantation. Postoperative follow-ups documented marked clinical improvement, with resolution of exercise intolerance or syncope. Radiographic and echocardiographic reassessments demonstrated reductions in atrial and ventricular internal dimensions, supporting the reversibility of myocardial remodeling once normal heart rate was restored. No major complications were observed during follow-up periods that ranged from several months to &gt; 4 y. Key clinical message: These findings supported the presence of bradycardia-induced transient myocardial dysfunction in dogs and underscored the importance of recognizing bradyarrhythmia as a potentially reversible cause of cardiomyopathy. Early diagnosis and timely pacemaker implantation can result in substantial clinical and structural cardiac recovery.</AbstractText><CopyrightInformation>Copyright and/or publishing rights held by the Canadian Veterinary Medical Association.</CopyrightInformation></Abstract><AuthorList CompleteYN="Y"><Author ValidYN="Y"><LastName>Park</LastName><ForeName>Jiyoung</ForeName><Initials>J</Initials><AffiliationInfo><Affiliation>VIP Animal Medical Center (Cheongdam), Seoul, Korea 06068.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Lee</LastName><ForeName>Jiyoon</ForeName><Initials>J</Initials><AffiliationInfo><Affiliation>VIP Animal Medical Center (Cheongdam), Seoul, Korea 06068.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Sohn</LastName><ForeName>Ji-Heui</ForeName><Initials>JH</Initials><AffiliationInfo><Affiliation>VIP Animal Medical Center (Cheongdam), Seoul, Korea 06068.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Kim</LastName><ForeName>Jong-In</ForeName><Initials>JI</Initials><AffiliationInfo><Affiliation>VIP Animal Medical Center (Cheongdam), Seoul, Korea 06068.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Hyun</LastName><ForeName>Changbaig</ForeName><Initials>C</Initials><AffiliationInfo><Affiliation>VIP Animal Medical Center (Cheongdam), Seoul, Korea 06068.</Affiliation></AffiliationInfo></Author></AuthorList><Language>eng</Language><PublicationTypeList><PublicationType UI="D002363">Case Reports</PublicationType><PublicationType UI="D016428">Journal Article</PublicationType></PublicationTypeList><ArticleDate DateType="Electronic"><Year>2026</Year><Month>03</Month><Day>01</Day></ArticleDate></Article><MedlineJournalInfo><Country>Canada</Country><MedlineTA>Can Vet J</MedlineTA><NlmUniqueID>0004653</NlmUniqueID><ISSNLinking>0008-5286</ISSNLinking></MedlineJournalInfo><CitationSubset>IM</CitationSubset><MeshHeadingList><MeshHeading><DescriptorName UI="D000818" MajorTopicYN="N">Animals</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D004285" MajorTopicYN="N">Dogs</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D001919" MajorTopicYN="Y">Bradycardia</DescriptorName><QualifierName UI="Q000662" MajorTopicYN="N">veterinary</QualifierName><QualifierName UI="Q000150" MajorTopicYN="N">complications</QualifierName><QualifierName UI="Q000175" MajorTopicYN="N">diagnosis</QualifierName><QualifierName UI="Q000628" MajorTopicYN="N">therapy</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D004283" MajorTopicYN="Y">Dog Diseases</DescriptorName><QualifierName UI="Q000209" MajorTopicYN="N">etiology</QualifierName><QualifierName UI="Q000175" MajorTopicYN="N">diagnosis</QualifierName><QualifierName UI="Q000628" MajorTopicYN="N">therapy</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D005260" MajorTopicYN="N">Female</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D008297" MajorTopicYN="N">Male</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D010138" MajorTopicYN="N">Pacemaker, Artificial</DescriptorName><QualifierName UI="Q000662" MajorTopicYN="N">veterinary</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D009202" MajorTopicYN="Y">Cardiomyopathies</DescriptorName><QualifierName UI="Q000662" MajorTopicYN="N">veterinary</QualifierName><QualifierName UI="Q000209" MajorTopicYN="N">etiology</QualifierName><QualifierName UI="Q000175" MajorTopicYN="N">diagnosis</QualifierName><QualifierName UI="Q000628" MajorTopicYN="N">therapy</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D004562" MajorTopicYN="N">Electrocardiography</DescriptorName><QualifierName UI="Q000662" MajorTopicYN="N">veterinary</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D054537" MajorTopicYN="N">Atrioventricular Block</DescriptorName><QualifierName UI="Q000662" MajorTopicYN="N">veterinary</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D004452" MajorTopicYN="N">Echocardiography</DescriptorName><QualifierName UI="Q000662" MajorTopicYN="N">veterinary</QualifierName></MeshHeading></MeshHeadingList><OtherAbstract Type="Publisher" Language="fre"><AbstractText>Dysfonction myocardique transitoire induite par la bradycardie chez 3 chiensLa cardiomyopathie induite par la bradycardie est une forme r&#xe9;versible de dysfonction myocardique caus&#xe9;e par une bradyarythmie prolong&#xe9;e, le plus souvent due &#xe0; un bloc auriculo-ventriculaire de haut degr&#xe9; ou &#xe0; un dysfonctionnement sinusal. Bien que cette cardiomyopathie soit bien connue en m&#xe9;decine humaine, elle reste peu d&#xe9;crite dans la litt&#xe9;rature v&#xe9;t&#xe9;rinaire. Cette s&#xe9;rie de cas d&#xe9;crit 3 chiens chez lesquels un bloc auriculo-ventriculaire du 3<sup>e</sup> degr&#xe9; a &#xe9;t&#xe9; diagnostiqu&#xe9; et qui pr&#xe9;sentaient des signes cliniques tels qu&#x2019;une intol&#xe9;rance &#xe0; l&#x2019;effort, des syncopes et une cardiom&#xe9;galie. Chaque chien a b&#xe9;n&#xe9;fici&#xe9; d&#x2019;un bilan diagnostique complet, incluant un examen clinique, une radiographie thoracique, une &#xe9;chocardiographie et un &#xe9;lectrocardiogramme. Une dysfonction myocardique transitoire induite par la bradycardie a &#xe9;t&#xe9; suspect&#xe9;e &#xe9;tant donn&#xe9; la pr&#xe9;sence d&#x2019;une bradyarythmie associ&#xe9;e &#xe0; une cardiom&#xe9;galie et &#xe0; une fonction systolique pr&#xe9;serv&#xe9;e. Tous les chiens ont &#xe9;t&#xe9; trait&#xe9;s par implantation d&#x2019;un stimulateur cardiaque permanent. Le suivi postop&#xe9;ratoire a mis en &#xe9;vidence une nette am&#xe9;lioration clinique, avec disparition de l&#x2019;intol&#xe9;rance &#xe0; l&#x2019;effort et des syncopes. Les r&#xe9;&#xe9;valuations radiographiques et &#xe9;chocardiographiques ont d&#xe9;montr&#xe9; une r&#xe9;duction des dimensions internes des oreillettes et des ventricules, confirmant la r&#xe9;versibilit&#xe9; du remodelage myocardique apr&#xe8;s le r&#xe9;tablissement d&#x2019;une fr&#xe9;quence cardiaque normale. Aucune complication majeure n&#x2019;a &#xe9;t&#xe9; observ&#xe9;e au cours des p&#xe9;riodes de suivi, qui se sont &#xe9;tendues de plusieurs mois &#xe0; plus de 4 ans.Message clinique cl&#xe9; :Ces r&#xe9;sultats confirment l&#x2019;existence d&#x2019;un dysfonctionnement myocardique transitoire induit par la bradycardie chez le chien et soulignent l&#x2019;importance de reconna&#xee;tre la bradyarythmie comme une cause potentiellement r&#xe9;versible de cardiomyopathie. Un diagnostic pr&#xe9;coce et l&#x2019;implantation rapide d&#x2019;un stimulateur cardiaque peuvent permettre une r&#xe9;cup&#xe9;ration cardiaque clinique et structurelle significative.(Traduit par D<sup>r</sup> Serge Messier).</AbstractText><CopyrightInformation>Copyright and/or publishing rights held by the Canadian Veterinary Medical Association.</CopyrightInformation></OtherAbstract></MedlineCitation><PubmedData><History><PubMedPubDate PubStatus="pmc-release"><Year>2026</Year><Month>6</Month><Day>1</Day></PubMedPubDate><PubMedPubDate PubStatus="medline"><Year>2026</Year><Month>3</Month><Day>18</Day><Hour>7</Hour><Minute>26</Minute></PubMedPubDate><PubMedPubDate PubStatus="pubmed"><Year>2026</Year><Month>3</Month><Day>18</Day><Hour>7</Hour><Minute>25</Minute></PubMedPubDate><PubMedPubDate PubStatus="entrez"><Year>2026</Year><Month>3</Month><Day>18</Day><Hour>4</Hour><Minute>42</Minute></PubMedPubDate></History><PublicationStatus>epublish</PublicationStatus><ArticleIdList><ArticleId IdType="pubmed">41847484</ArticleId><ArticleId IdType="pmc">PMC12990004</ArticleId><ArticleId IdType="pii">cvj_03_275</ArticleId></ArticleIdList><ReferenceList><Reference><Citation>Alboni P, Brignole M, Menozzi C, Scarfo S. Is sinus bradycardia a factor facilitating overt heart failure? Eur Heart J. 1999;20:252&#x2013;255.</Citation><ArticleIdList><ArticleId IdType="pubmed">10099918</ArticleId></ArticleIdList></Reference><Reference><Citation>Caliskan K, Balk AH, Jordaens L, Szili-torok T. Bradycardiomyopathy: The case for a causative relationship between severe sinus bradycardia and heart failure. J Cardiovasc Electrophysiol. 2010;21:822&#x2013;824.</Citation><ArticleIdList><ArticleId IdType="pubmed">20132390</ArticleId></ArticleIdList></Reference><Reference><Citation>Fabritz L, Kirchhof P, Fortmuller L, et al. Gene dose-dependent atrial arrhythmias, heart block, and bradycardiomyopathy in mice overexpressing A3 adenosine receptors. Cardiovasc Res. 2004;62:500&#x2013;508.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC3910327</ArticleId><ArticleId IdType="pubmed">15158142</ArticleId></ArticleIdList></Reference><Reference><Citation>Gao DK, Ye XL, Duan Z, et al. Cardiac remodeling in patients with atrial fibrillation reversing bradycardia-induced cardiomyopathy: A case report. World J Clin Cases. 2024;12:1339.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC10955547</ArticleId><ArticleId IdType="pubmed">38524509</ArticleId></ArticleIdList></Reference><Reference><Citation>Hein L, Stevens ME, Barsh GS, et al. Overexpression of angiotensin AT1 receptor transgene in the mouse myocardium produces a lethal phenotype associated with myocyte hyperplasia and heart block. Proc Natl Acad Sci USA. 1997;94:6391&#x2013;6396.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC21060</ArticleId><ArticleId IdType="pubmed">9177228</ArticleId></ArticleIdList></Reference><Reference><Citation>Volders PG, Sipido KR, Vos MA, et al. Cellular basis of biventricular hypertrophy and arrhythmogenesis in dogs with chronic complete atrioventricular block and acquired torsade de pointes. Circulation. 1998;98:1136&#x2013;1147.</Citation><ArticleIdList><ArticleId IdType="pubmed">9736601</ArticleId></ArticleIdList></Reference><Reference><Citation>Miric D, Juric Paic M, Borovac JA. Bradycardia-induced heart failure with preserved ejection fraction successfully treated with empagliflozin and theophylline: A case report. Eur Heart J Case Rep. 2024;8:481.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC11404508</ArticleId><ArticleId IdType="pubmed">39286730</ArticleId></ArticleIdList></Reference><Reference><Citation>Xiang H, Zhan H, Wang F. Bradycardia-induced cardiomyopathy. Shiyong Xindianxue Zazhi. 2015;24:16&#x2013;17.</Citation></Reference><Reference><Citation>Santilli R, Giacomazzi F, Vazquez DP, et al. Indications for permanent pacing in dogs and cats. J Vet Cardiol. 2019;22:20&#x2013;39.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC7185536</ArticleId><ArticleId IdType="pubmed">30709617</ArticleId></ArticleIdList></Reference><Reference><Citation>Schrope DP, Kelch WJ. Signalment, clinical signs, and prognostic indicators associated with high-grade second-or third-degree atrioventricular block in dogs: 124 cases (1997) J Am Vet Med Assoc. 2006;228:1710&#x2013;1717.</Citation><ArticleIdList><ArticleId IdType="pubmed">16740072</ArticleId></ArticleIdList></Reference><Reference><Citation>Bomassi E, Rousselot J, Libermann S, et al. Atrial cardiomyopathy in an adult Labrador retriever dog. Schweiz Arch Tierheilkd. 2017;159:594&#x2013;599.</Citation><ArticleIdList><ArticleId IdType="pubmed">29128861</ArticleId></ArticleIdList></Reference><Reference><Citation>Slatter DH. Textbook of Small Animal Surgery. 2nd ed. Toronto, Ontario: Elsevier, Canada; 2003.</Citation></Reference><Reference><Citation>Cal&#xf2; L, De Ruvo E, Sette A, et al. Tachycardia-induced cardiomyopathy: Mechanisms of heart failure and clinical implications. J Cardiovasc Med. 2007;8:138&#x2013;143.</Citation><ArticleIdList><ArticleId IdType="pubmed">17312430</ArticleId></ArticleIdList></Reference><Reference><Citation>Ettinger SJ, Feldman EC, Cote E. Ettinger&#x2019;s Textbook of Veterinary Internal Medicine. 9th ed. Toronto, Ontario: Elsevier, Canada; 2024.</Citation></Reference><Reference><Citation>Medi C, Kalman JM, Haqqani H, et al. Tachycardia-mediated cardiomyopathy secondary to focal atrial tachycardia: Long-term outcome after catheter ablation. J Am Coll Cardiol. 2009;53:1791&#x2013;1797.</Citation><ArticleIdList><ArticleId IdType="pubmed">19422986</ArticleId></ArticleIdList></Reference><Reference><Citation>Wright KN, Connor CE, Irvin HM, et al. Atrioventricular accessory pathways in 89 dogs: Clinical features and outcome after radiofrequency catheter ablation. J Vet Intern Med. 2018;32:1517&#x2013;1529.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC6189389</ArticleId><ArticleId IdType="pubmed">30216552</ArticleId></ArticleIdList></Reference><Reference><Citation>Deshmukh PM, Krishnamani R, Romanyshyn M, et al. Association of angiotensin converting enzyme gene polymorphism with tachycardia cardiomyopathy. Int J Mol Med. 2004;13:455&#x2013;458.</Citation><ArticleIdList><ArticleId IdType="pubmed">14767579</ArticleId></ArticleIdList></Reference><Reference><Citation>Hamlin RL, Smetzer DL, Breznock EM. Sinoatrial syncope in miniature schnauzers. J Am Vet Med Assoc. 1972;161:1022&#x2013;1028.</Citation><ArticleIdList><ArticleId IdType="pubmed">5083111</ArticleId></ArticleIdList></Reference><Reference><Citation>Kavanagh K. Sick sinus syndrome in a bull terrier. Can Vet J. 2002;43:46&#x2013;48.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC339092</ArticleId><ArticleId IdType="pubmed">11802670</ArticleId></ArticleIdList></Reference><Reference><Citation>Moneva-Jordan A, Corcoran B, French A, et al. Sick sinus syndrome in nine West Highland white terriers. Vet Rec. 2001;148:142&#x2013;147.</Citation><ArticleIdList><ArticleId IdType="pubmed">11271916</ArticleId></ArticleIdList></Reference><Reference><Citation>Ward J, DeFrancesco T, Tou S, et al. Outcome and survival in canine sick sinus syndrome and sinus node dysfunction: 93 cases (2002&#x2013;2014) J Vet Cardiol. 2016;18:199&#x2013;212.</Citation><ArticleIdList><ArticleId IdType="pubmed">27286907</ArticleId></ArticleIdList></Reference><Reference><Citation>Santilli R, Pariaut R, Perego M. Cardiac Arrhythmias in Dogs and Cats: Mechanisms, Diagnosis and Management. Madrid, Spain: Edra Publishing; 2024.</Citation></Reference><Reference><Citation>Santilli R, Saponaro V, Carlucci L, et al. Heart rhythm characterization during sudden cardiac death in dogs. J Vet Cardiol. 2021;38:18&#x2013;30.</Citation><ArticleIdList><ArticleId IdType="pubmed">34710652</ArticleId></ArticleIdList></Reference><Reference><Citation>Kim JY. The role of mechanical dyssynchrony on functional mitral regurgitation in patients with dilated cardiomyopathy. J Cardiovasc Ultrasound. 2011;19:67&#x2013;68.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC3150698</ArticleId><ArticleId IdType="pubmed">21860719</ArticleId></ArticleIdList></Reference><Reference><Citation>Pierard LA, Lancellotti P. Left ventricular dyssynchrony and dynamic functional mitral regurgitation: Relationship or association? Eur Heart J. 2006;27:638&#x2013;640.</Citation><ArticleIdList><ArticleId IdType="pubmed">16431872</ArticleId></ArticleIdList></Reference><Reference><Citation>Presume J, Paiva MS, Guerreiro S, et al. Parameters of the mitral apparatus in patients with ischemic and non-ischemic dilated cardiomyopathy. J Int Med Res. 2023;51:3000605231218645.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC10754024</ArticleId><ArticleId IdType="pubmed">38150557</ArticleId></ArticleIdList></Reference><Reference><Citation>Anzouan-Kacou J, Ncho-Mottoh M, Konin C, et al. Prevalence of cardiac dyssynchrony and correlation with atrioventricular block and QRS width in dilated cardiomyopathy: An echocardiographic study. Cardiovasc J Afr. 2012;23:385&#x2013;388.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC3721890</ArticleId><ArticleId IdType="pubmed">22914996</ArticleId></ArticleIdList></Reference><Reference><Citation>Chehab O, Roberts-Thomson R, Ling CNY, et al. Secondary mitral regurgitation: Pathophysiology, proportionality and prognosis. Heart. 2020;106:716&#x2013;723.</Citation><ArticleIdList><ArticleId IdType="pubmed">32054671</ArticleId></ArticleIdList></Reference><Reference><Citation>Kanzaki H, Bazaz R, Schwartzman D, et al. A mechanism for immediate reduction in mitral regurgitation after cardiac resynchronization therapy: Insights from mechanical activation strain mapping. J Am Coll Cardiol. 2004;44:1619&#x2013;1625.</Citation><ArticleIdList><ArticleId IdType="pubmed">15489094</ArticleId></ArticleIdList></Reference><Reference><Citation>Ray S. The echocardiographic assessment of functional mitral regurgitation. Eur J Echocardiogr. 2010;11:i11&#x2013;i17.</Citation><ArticleIdList><ArticleId IdType="pubmed">21078834</ArticleId></ArticleIdList></Reference><Reference><Citation>Aranda JM, Jr, Schofield RS, Leach D, et al. Ventricular dyssynchrony in dilated cardiomyopathy: The role of biventricular pacing in the treatment of congestive heart failure. Clin Cardiol. 2002;25:357&#x2013;362.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC6654713</ArticleId><ArticleId IdType="pubmed">12173901</ArticleId></ArticleIdList></Reference><Reference><Citation>Clark D, Plumb V, Kay G. The hemodynamics of atrial fibrillation-the independent effect of an irregular RR interval. Circulation. 1995;92:666.</Citation></Reference><Reference><Citation>Daoud EG, Weiss R, Bahu M, et al. Effect of an irregular ventricular rhythm on cardiac output. Am J Cardiol. 1996;78:1433&#x2013;1436.</Citation><ArticleIdList><ArticleId IdType="pubmed">8970422</ArticleId></ArticleIdList></Reference><Reference><Citation>Hellyer J, Akingba AG, Rhee KS, et al. Autonomic nerve activity and blood pressure in ambulatory dogs. Heart Rhythm. 2014;11:307&#x2013;313.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC3918428</ArticleId><ArticleId IdType="pubmed">24275433</ArticleId></ArticleIdList></Reference><Reference><Citation>Naito M, David D, Michelson EL, et al. The hemodynamic consequences of cardiac arrhythmias: Evaluation of the relative roles of abnormal atrioventricular sequencing, irregularity of ventricular rhythm and atrial fibrillation in a canine model. Am Heart J. 1983;106:284&#x2013;291.</Citation><ArticleIdList><ArticleId IdType="pubmed">6869209</ArticleId></ArticleIdList></Reference><Reference><Citation>Ware W, Lund D, Subieta A, et al. Sympathetic activation in dogs with congestive heart failure caused by chronic mitral valve disease and dilated cardiomyopathy. J Am Vet Med Assoc. 1990;197:1475&#x2013;1481.</Citation><ArticleIdList><ArticleId IdType="pubmed">2272879</ArticleId></ArticleIdList></Reference></ReferenceList></PubmedData></PubmedArticle></PubmedArticleSet>