<?xml version="1.0" ?>
<!DOCTYPE PubmedArticleSet PUBLIC "-//NLM//DTD PubMedArticle, 1st January 2025//EN" "https://dtd.nlm.nih.gov/ncbi/pubmed/out/pubmed_250101.dtd">
<PubmedArticleSet>
<PubmedArticle><MedlineCitation Status="MEDLINE" Owner="NLM" IndexingMethod="Automated"><PMID Version="1">41717747</PMID><DateCompleted><Year>2026</Year><Month>02</Month><Day>20</Day></DateCompleted><DateRevised><Year>2026</Year><Month>02</Month><Day>20</Day></DateRevised><Article PubModel="Print"><Journal><ISSN IssnType="Print">0023-1207</ISSN><JournalIssue CitedMedium="Print"><Issue>2</Issue><PubDate><Year>2026</Year></PubDate></JournalIssue><Title>Khirurgiia</Title><ISOAbbreviation>Khirurgiia (Mosk)</ISOAbbreviation></Journal><ArticleTitle>[Effectiveness of autologous cells of stromal-vascular fraction of adipose tissue depending on transplantation method for skin grafting in patients with extensive deep burns].</ArticleTitle><Pagination><StartPage>63</StartPage><EndPage>72</EndPage><MedlinePgn>63-72</MedlinePgn></Pagination><ELocationID EIdType="doi" ValidYN="Y">10.17116/hirurgia202602163</ELocationID><Abstract><AbstractText Label="OBJECTIVE" NlmCategory="OBJECTIVE">To analyze different methods for autologous transplantation of stromal-vascular fraction of adipose tissue combined with skin grafting with split-thickness skin graft 1:6 in patients with extensive deep burns.</AbstractText><AbstractText Label="MATERIAL AND METHODS" NlmCategory="METHODS">Open comparative controlled prospective study was devoted to results of autologous skin grafting with split-thickness skin graft 1:6 and autologous cells of stromal-vascular fraction of adipose tissue. Patients were divided into 4 groups depending on transplantation method: injection, aerosol, combined (aerosol+injection) and comparison group (standard skin grafting with split-thickness perforated transplants).</AbstractText><AbstractText Label="UNLABELLED">There were 43 cases. Inclusion criteria: age 18-65 years, total area of skin burn 10-60% of body surface area, deep burn 10-45% of body surface area. Autologous skin grafting was performed on 10-15% of body surface area. Clinical, laboratory, cytological and histological methods were used to evaluate postoperative outcomes.</AbstractText><AbstractText Label="RESULTS" NlmCategory="RESULTS">Combined (injection+aerosol) transplantation method was followed by significantly earlier engraftment (by 5 days, 9.9 &#xb1;0.7 days in the main group and 14.5&#xb1;0.88 days in the control group, Student's t test 3.518) and reduction of postoperative complications to 6% (in the control group 27%).</AbstractText><AbstractText Label="CONCLUSION" NlmCategory="CONCLUSIONS">Analysis of biotechnological methods for surgical treatment of patients with extensive deep burns showed the effectiveness of combined (aerosol+injection) transplantation and skin grafting with split-thickness skin graft. This approach reduced skin recovery time and incidence of postoperative complications.</AbstractText></Abstract><AuthorList CompleteYN="Y"><Author ValidYN="Y"><LastName>Alekseev</LastName><ForeName>A A</ForeName><Initials>AA</Initials><Identifier Source="ORCID">0000-0001-6675-4794</Identifier><AffiliationInfo><Affiliation>Vishnevskiy National Research Centre of Surgery, Moscow, Russia.</Affiliation></AffiliationInfo><AffiliationInfo><Affiliation>Russian Medical Academy of Continuous Professional Education, Moscow, Russia.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Filimonov</LastName><ForeName>K A</ForeName><Initials>KA</Initials><Identifier Source="ORCID">0000-0002-6019-341X</Identifier><AffiliationInfo><Affiliation>Vishnevskiy National Research Centre of Surgery, Moscow, Russia.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Astrelina</LastName><ForeName>T A</ForeName><Initials>TA</Initials><Identifier Source="ORCID">0000-0003-3629-0372</Identifier><AffiliationInfo><Affiliation>Burnasyan Federal Medical Biophysical Center, Moscow, Russia.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Kobzeva</LastName><ForeName>I V</ForeName><Initials>IV</Initials><Identifier Source="ORCID">0000-0002-1499-8954</Identifier><AffiliationInfo><Affiliation>Burnasyan Federal Medical Biophysical Center, Moscow, Russia.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Bobrovnikov</LastName><ForeName>A E</ForeName><Initials>AE</Initials><Identifier Source="ORCID">0000-0003-0926-6115</Identifier><AffiliationInfo><Affiliation>Vishnevskiy National Research Centre of Surgery, Moscow, Russia.</Affiliation></AffiliationInfo><AffiliationInfo><Affiliation>Russian Medical Academy of Continuous Professional Education, Moscow, Russia.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Khromina</LastName><ForeName>S S</ForeName><Initials>SS</Initials><Identifier Source="ORCID">0000-0002-9717-1118</Identifier><AffiliationInfo><Affiliation>Vishnevskiy National Research Centre of Surgery, Moscow, Russia.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Chekmareva</LastName><ForeName>I A</ForeName><Initials>IA</Initials><Identifier Source="ORCID">0000-0003-0126-4473</Identifier><AffiliationInfo><Affiliation>Vishnevskiy National Research Centre of Surgery, Moscow, Russia.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Demidova</LastName><ForeName>V S</ForeName><Initials>VS</Initials><Identifier Source="ORCID">0000-0003-3187-4408</Identifier><AffiliationInfo><Affiliation>Vishnevskiy National Research Centre of Surgery, Moscow, Russia.</Affiliation></AffiliationInfo></Author></AuthorList><Language>rus</Language><PublicationTypeList><PublicationType UI="D004740">English Abstract</PublicationType><PublicationType UI="D016428">Journal Article</PublicationType></PublicationTypeList><VernacularTitle>Sravnitel'nyi analiz effektivnosti primeneniya autologichnykh kletok stromal'no-vaskulyarnoi fraktsii zhirovoi tkani v zavisimosti ot metoda ikh transplantatsii pri autodermoplastike u bol'nykh s obshirnymi glubokimi ozhogami.</VernacularTitle></Article><MedlineJournalInfo><Country>Russia (Federation)</Country><MedlineTA>Khirurgiia (Mosk)</MedlineTA><NlmUniqueID>0412765</NlmUniqueID><ISSNLinking>0023-1207</ISSNLinking></MedlineJournalInfo><CitationSubset>IM</CitationSubset><MeshHeadingList><MeshHeading><DescriptorName UI="D006801" MajorTopicYN="N">Humans</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D002056" MajorTopicYN="Y">Burns</DescriptorName><QualifierName UI="Q000601" MajorTopicYN="N">surgery</QualifierName><QualifierName UI="Q000175" MajorTopicYN="N">diagnosis</QualifierName><QualifierName UI="Q000628" MajorTopicYN="N">therapy</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D008297" MajorTopicYN="N">Male</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D016038" MajorTopicYN="Y">Skin Transplantation</DescriptorName><QualifierName UI="Q000379" MajorTopicYN="N">methods</QualifierName><QualifierName UI="Q000009" MajorTopicYN="N">adverse effects</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D005260" MajorTopicYN="N">Female</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D000328" MajorTopicYN="N">Adult</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D008875" MajorTopicYN="N">Middle Aged</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D014182" MajorTopicYN="N">Transplantation, Autologous</DescriptorName><QualifierName UI="Q000379" MajorTopicYN="N">methods</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D000273" MajorTopicYN="Y">Adipose Tissue</DescriptorName><QualifierName UI="Q000166" MajorTopicYN="N">cytology</QualifierName><QualifierName UI="Q000637" MajorTopicYN="N">transplantation</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D016896" MajorTopicYN="N">Treatment Outcome</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D011446" MajorTopicYN="N">Prospective Studies</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D000293" MajorTopicYN="N">Adolescent</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D011183" MajorTopicYN="Y">Postoperative Complications</DescriptorName><QualifierName UI="Q000517" MajorTopicYN="N">prevention &amp; control</QualifierName><QualifierName UI="Q000209" MajorTopicYN="N">etiology</QualifierName><QualifierName UI="Q000175" MajorTopicYN="N">diagnosis</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D045164" MajorTopicYN="Y">Mesenchymal Stem Cell Transplantation</DescriptorName><QualifierName UI="Q000379" MajorTopicYN="N">methods</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D006085" MajorTopicYN="N">Graft Survival</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D014945" MajorTopicYN="N">Wound Healing</DescriptorName></MeshHeading></MeshHeadingList><OtherAbstract Type="Publisher" Language="rus"><AbstractText Label="&#x426;&#x415;&#x41b;&#x42c;" NlmCategory="UNASSIGNED">&#x410;&#x43d;&#x430;&#x43b;&#x438;&#x437; &#x44d;&#x444;&#x444;&#x435;&#x43a;&#x442;&#x438;&#x432;&#x43d;&#x43e;&#x441;&#x442;&#x438; &#x43f;&#x440;&#x438;&#x43c;&#x435;&#x43d;&#x435;&#x43d;&#x438;&#x44f; &#x440;&#x430;&#x437;&#x43b;&#x438;&#x447;&#x43d;&#x44b;&#x445; &#x43c;&#x435;&#x442;&#x43e;&#x434;&#x43e;&#x432; &#x442;&#x440;&#x430;&#x43d;&#x441;&#x43f;&#x43b;&#x430;&#x43d;&#x442;&#x430;&#x446;&#x438;&#x438; &#x430;&#x443;&#x442;&#x43e;&#x43b;&#x43e;&#x433;&#x438;&#x447;&#x43d;&#x44b;&#x445; &#x43a;&#x43b;&#x435;&#x442;&#x43e;&#x43a; &#x441;&#x442;&#x440;&#x43e;&#x43c;&#x430;&#x43b;&#x44c;&#x43d;&#x43e;-&#x432;&#x430;&#x441;&#x43a;&#x443;&#x43b;&#x44f;&#x440;&#x43d;&#x43e;&#x439; &#x444;&#x440;&#x430;&#x43a;&#x446;&#x438;&#x438; &#x436;&#x438;&#x440;&#x43e;&#x432;&#x43e;&#x439; &#x442;&#x43a;&#x430;&#x43d;&#x438; (&#x421;&#x412;&#x424; &#x416;&#x422;) &#x432; &#x43a;&#x43e;&#x43c;&#x431;&#x438;&#x43d;&#x430;&#x446;&#x438;&#x438; &#x441; &#x430;&#x443;&#x442;&#x43e;&#x434;&#x435;&#x440;&#x43c;&#x43e;&#x43f;&#x43b;&#x430;&#x441;&#x442;&#x438;&#x43a;&#x43e;&#x439; &#x440;&#x430;&#x441;&#x449;&#x435;&#x43f;&#x43b;&#x435;&#x43d;&#x43d;&#x44b;&#x43c; &#x448;&#x438;&#x440;&#x43e;&#x43a;&#x43e;&#x43f;&#x435;&#x440;&#x444;&#x43e;&#x440;&#x438;&#x440;&#x43e;&#x432;&#x430;&#x43d;&#x43d;&#x44b;&#x43c; &#x442;&#x440;&#x430;&#x43d;&#x441;&#x43f;&#x43b;&#x430;&#x43d;&#x442;&#x430;&#x442;&#x43e;&#x43c; 1:6 &#x443; &#x431;&#x43e;&#x43b;&#x44c;&#x43d;&#x44b;&#x445; &#x441; &#x43e;&#x431;&#x448;&#x438;&#x440;&#x43d;&#x44b;&#x43c;&#x438; &#x433;&#x43b;&#x443;&#x431;&#x43e;&#x43a;&#x438;&#x43c;&#x438; &#x43e;&#x436;&#x43e;&#x433;&#x430;&#x43c;&#x438;.</AbstractText><AbstractText Label="&#x41c;&#x410;&#x422;&#x415;&#x420;&#x418;&#x410;&#x41b; &#x418; &#x41c;&#x415;&#x422;&#x41e;&#x414;&#x42b;" NlmCategory="UNASSIGNED">&#x41f;&#x440;&#x43e;&#x432;&#x435;&#x434;&#x435;&#x43d;&#x43e; &#x43e;&#x442;&#x43a;&#x440;&#x44b;&#x442;&#x43e;&#x435;, &#x441;&#x440;&#x430;&#x432;&#x43d;&#x438;&#x442;&#x435;&#x43b;&#x44c;&#x43d;&#x43e;&#x435;, &#x43a;&#x43e;&#x43d;&#x442;&#x440;&#x43e;&#x43b;&#x438;&#x440;&#x443;&#x435;&#x43c;&#x43e;&#x435;, &#x43f;&#x440;&#x43e;&#x441;&#x43f;&#x435;&#x43a;&#x442;&#x438;&#x432;&#x43d;&#x43e;&#x435; &#x438;&#x441;&#x441;&#x43b;&#x435;&#x434;&#x43e;&#x432;&#x430;&#x43d;&#x438;&#x435; &#x441; &#x430;&#x43d;&#x430;&#x43b;&#x438;&#x437;&#x43e;&#x43c; &#x440;&#x435;&#x437;&#x443;&#x43b;&#x44c;&#x442;&#x430;&#x442;&#x43e;&#x432; &#x432;&#x44b;&#x43f;&#x43e;&#x43b;&#x43d;&#x435;&#x43d;&#x438;&#x44f; &#x430;&#x443;&#x442;&#x43e;&#x434;&#x435;&#x440;&#x43c;&#x43e;&#x43f;&#x43b;&#x430;&#x441;&#x442;&#x438;&#x43a;&#x438; &#x43a;&#x43e;&#x436;&#x43d;&#x44b;&#x43c;&#x438; &#x442;&#x440;&#x430;&#x43d;&#x441;&#x43f;&#x43b;&#x430;&#x43d;&#x442;&#x430;&#x442;&#x430;&#x43c;&#x438; &#x441; &#x43a;&#x43e;&#x44d;&#x444;&#x444;&#x438;&#x446;&#x438;&#x435;&#x43d;&#x442;&#x43e;&#x43c; &#x43f;&#x435;&#x440;&#x444;&#x43e;&#x440;&#x430;&#x446;&#x438;&#x438; 1:6 &#x432; &#x43a;&#x43e;&#x43c;&#x431;&#x438;&#x43d;&#x430;&#x446;&#x438;&#x438; &#x441; &#x430;&#x443;&#x442;&#x43e;&#x43b;&#x43e;&#x433;&#x438;&#x447;&#x43d;&#x44b;&#x43c;&#x438; &#x43a;&#x43b;&#x435;&#x442;&#x43a;&#x430;&#x43c;&#x438; &#x421;&#x412;&#x424; &#x416;&#x422;. &#x411;&#x43e;&#x43b;&#x44c;&#x43d;&#x44b;&#x435; &#x431;&#x44b;&#x43b;&#x438; &#x440;&#x430;&#x437;&#x434;&#x435;&#x43b;&#x435;&#x43d;&#x44b; &#x43d;&#x430; 4 &#x433;&#x440;&#x443;&#x43f;&#x43f;&#x44b; &#x432; &#x437;&#x430;&#x432;&#x438;&#x441;&#x438;&#x43c;&#x43e;&#x441;&#x442;&#x438; &#x43e;&#x442; &#x441;&#x43f;&#x43e;&#x441;&#x43e;&#x431;&#x430; &#x438;&#x445; &#x442;&#x440;&#x430;&#x43d;&#x441;&#x43f;&#x43b;&#x430;&#x43d;&#x442;&#x430;&#x446;&#x438;&#x438;: &#x438;&#x43d;&#x44a;&#x435;&#x43a;&#x446;&#x438;&#x43e;&#x43d;&#x43d;&#x44b;&#x439;, &#x430;&#x44d;&#x440;&#x43e;&#x437;&#x43e;&#x43b;&#x44c;&#x43d;&#x44b;&#x439;, &#x43a;&#x43e;&#x43c;&#x431;&#x438;&#x43d;&#x438;&#x440;&#x43e;&#x432;&#x430;&#x43d;&#x43d;&#x44b;&#x439; (&#x430;&#x44d;&#x440;&#x43e;&#x437;&#x43e;&#x43b;&#x44c;&#x43d;&#x43e;&#x439;+&#x438;&#x43d;&#x44a;&#x435;&#x43a;&#x446;&#x438;&#x43e;&#x43d;&#x43d;&#x43e;&#x439;) &#x438; &#x433;&#x440;&#x443;&#x43f;&#x43f;&#x430; &#x441;&#x440;&#x430;&#x432;&#x43d;&#x435;&#x43d;&#x438;&#x44f; &#x2014; &#x441;&#x442;&#x430;&#x43d;&#x434;&#x430;&#x440;&#x442;&#x43d;&#x430;&#x44f; &#x430;&#x443;&#x442;&#x43e;&#x434;&#x435;&#x440;&#x43c;&#x43e;&#x43f;&#x43b;&#x430;&#x441;&#x442;&#x438;&#x43a;&#x430; &#x440;&#x430;&#x441;&#x449;&#x435;&#x43f;&#x43b;&#x435;&#x43d;&#x43d;&#x44b;&#x43c;&#x438; &#x43f;&#x435;&#x440;&#x444;&#x43e;&#x440;&#x438;&#x440;&#x43e;&#x432;&#x430;&#x43d;&#x43d;&#x44b;&#x43c;&#x438; &#x442;&#x440;&#x430;&#x43d;&#x441;&#x43f;&#x43b;&#x430;&#x43d;&#x442;&#x430;&#x442;&#x430;&#x43c;&#x438;.</AbstractText><AbstractText Label="UNLABELLED">&#x41f;&#x440;&#x43e;&#x432;&#x435;&#x434;&#x435;&#x43d;&#x43e; 43 &#x43a;&#x43b;&#x438;&#x43d;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x438;&#x445; &#x43d;&#x430;&#x431;&#x43b;&#x44e;&#x434;&#x435;&#x43d;&#x438;&#x439;. &#x41a;&#x440;&#x438;&#x442;&#x435;&#x440;&#x438;&#x44f;&#x43c;&#x438; &#x432;&#x43a;&#x43b;&#x44e;&#x447;&#x435;&#x43d;&#x438;&#x44f; &#x441;&#x43b;&#x443;&#x436;&#x438;&#x43b;&#x438; &#x432;&#x43e;&#x437;&#x440;&#x430;&#x441;&#x442; &#x43e;&#x442; 18 &#x434;&#x43e; 65 &#x43b;&#x435;&#x442;, &#x43e;&#x431;&#x449;&#x430;&#x44f; &#x43f;&#x43b;&#x43e;&#x449;&#x430;&#x434;&#x44c; &#x43e;&#x436;&#x43e;&#x433;&#x430; &#x43a;&#x43e;&#x436;&#x438; &#x43e;&#x442; 10 &#x434;&#x43e; 60% &#x43f;&#x43e;&#x432;&#x435;&#x440;&#x445;&#x43d;&#x43e;&#x441;&#x442;&#x438; &#x442;&#x435;&#x43b;&#x430;, &#x43f;&#x43b;&#x43e;&#x449;&#x430;&#x434;&#x44c; &#x433;&#x43b;&#x443;&#x431;&#x43e;&#x43a;&#x43e;&#x433;&#x43e; &#x43e;&#x436;&#x43e;&#x433;&#x430; &#x43e;&#x442; 10 &#x434;&#x43e; 45% &#x43f;&#x43e;&#x432;&#x435;&#x440;&#x445;&#x43d;&#x43e;&#x441;&#x442;&#x438; &#x442;&#x435;&#x43b;&#x430;. &#x410;&#x443;&#x442;&#x43e;&#x434;&#x435;&#x440;&#x43c;&#x43e;&#x43f;&#x43b;&#x430;&#x441;&#x442;&#x438;&#x43a;&#x430; &#x43e;&#x434;&#x43d;&#x43e;&#x43c;&#x43e;&#x43c;&#x435;&#x43d;&#x442;&#x43d;&#x43e; &#x432;&#x44b;&#x43f;&#x43e;&#x43b;&#x43d;&#x44f;&#x43b;&#x430;&#x441;&#x44c; &#x43d;&#x430; &#x43f;&#x43b;&#x43e;&#x449;&#x430;&#x434;&#x438; &#x43e;&#x442; 10 &#x434;&#x43e; 15% &#x43f;&#x43e;&#x432;&#x435;&#x440;&#x445;&#x43d;&#x43e;&#x441;&#x442;&#x438; &#x442;&#x435;&#x43b;&#x430;. &#x414;&#x43b;&#x44f; &#x43e;&#x446;&#x435;&#x43d;&#x43a;&#x438; &#x440;&#x435;&#x437;&#x443;&#x43b;&#x44c;&#x442;&#x430;&#x442;&#x43e;&#x432; &#x445;&#x438;&#x440;&#x443;&#x440;&#x433;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x43e;&#x433;&#x43e; &#x43b;&#x435;&#x447;&#x435;&#x43d;&#x438;&#x44f; &#x43f;&#x440;&#x438;&#x43c;&#x435;&#x43d;&#x44f;&#x43b;&#x438;&#x441;&#x44c; &#x43a;&#x43b;&#x438;&#x43d;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x438;&#x435;, &#x43b;&#x430;&#x431;&#x43e;&#x440;&#x430;&#x442;&#x43e;&#x440;&#x43d;&#x44b;&#x435;, &#x446;&#x438;&#x442;&#x43e;&#x43b;&#x43e;&#x433;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x438;&#x435; &#x438; &#x433;&#x438;&#x441;&#x442;&#x43e;&#x43b;&#x43e;&#x433;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x438;&#x435; &#x43c;&#x435;&#x442;&#x43e;&#x434;&#x44b; &#x438;&#x441;&#x441;&#x43b;&#x435;&#x434;&#x43e;&#x432;&#x430;&#x43d;&#x438;&#x44f;.</AbstractText><AbstractText Label="&#x420;&#x415;&#x417;&#x423;&#x41b;&#x42c;&#x422;&#x410;&#x422;&#x42b;" NlmCategory="UNASSIGNED">&#x41f;&#x440;&#x43e;&#x432;&#x435;&#x434;&#x435;&#x43d;&#x43d;&#x44b;&#x439; &#x430;&#x43d;&#x430;&#x43b;&#x438;&#x437; &#x43f;&#x43e;&#x43a;&#x430;&#x437;&#x430;&#x43b;, &#x447;&#x442;&#x43e; &#x432; &#x433;&#x440;&#x443;&#x43f;&#x43f;&#x435; &#x441; &#x43a;&#x43e;&#x43c;&#x431;&#x438;&#x43d;&#x438;&#x440;&#x43e;&#x432;&#x430;&#x43d;&#x43d;&#x44b;&#x43c; (&#x438;&#x43d;&#x44a;&#x435;&#x43a;&#x446;&#x438;&#x43e;&#x43d;&#x43d;&#x44b;&#x439;+&#x430;&#x44d;&#x440;&#x43e;&#x437;&#x43e;&#x43b;&#x44c;&#x43d;&#x44b;&#x439;) &#x43c;&#x435;&#x442;&#x43e;&#x434;&#x43e;&#x43c; &#x442;&#x440;&#x430;&#x43d;&#x441;&#x43f;&#x43b;&#x430;&#x43d;&#x442;&#x430;&#x446;&#x438;&#x438; &#x43a;&#x43b;&#x435;&#x442;&#x43e;&#x43a; &#x421;&#x412;&#x424; &#x416;&#x422; &#x43e;&#x442;&#x43c;&#x435;&#x447;&#x430;&#x435;&#x442;&#x441;&#x44f; &#x441;&#x442;&#x430;&#x442;&#x438;&#x441;&#x442;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x438; &#x437;&#x43d;&#x430;&#x447;&#x438;&#x43c;&#x43e;&#x435; &#x441;&#x43e;&#x43a;&#x440;&#x430;&#x449;&#x435;&#x43d;&#x438;&#x435; &#x441;&#x440;&#x43e;&#x43a;&#x43e;&#x432; &#x43f;&#x440;&#x438;&#x436;&#x438;&#x432;&#x43b;&#x435;&#x43d;&#x438;&#x44f; &#x43f;&#x435;&#x440;&#x435;&#x441;&#x430;&#x436;&#x435;&#x43d;&#x43d;&#x44b;&#x445; &#x442;&#x440;&#x430;&#x43d;&#x441;&#x43f;&#x43b;&#x430;&#x43d;&#x442;&#x430;&#x442;&#x43e;&#x432; &#x432; &#x441;&#x440;&#x435;&#x434;&#x43d;&#x435;&#x43c; &#x43d;&#x430; 5 &#x441;&#x443;&#x442; (9,9&#xb1;0,7 &#x441;&#x443;&#x442; &#x432; &#x43e;&#x441;&#x43d;&#x43e;&#x432;&#x43d;&#x43e;&#x439; &#x433;&#x440;&#x443;&#x43f;&#x43f;&#x435; &#x438; &#x43d;&#x430; 14,5&#xb1;0,88 &#x441;&#x443;&#x442; &#x432; &#x433;&#x440;&#x443;&#x43f;&#x43f;&#x435; &#x441;&#x440;&#x430;&#x432;&#x43d;&#x435;&#x43d;&#x438;&#x44f; (<i>t</i> &#x421;&#x442;&#x44c;&#x44e;&#x434;&#x435;&#x43d;&#x442;&#x430; 3,518) &#x438; &#x441;&#x43d;&#x438;&#x436;&#x435;&#x43d;&#x438;&#x44f; &#x447;&#x430;&#x441;&#x442;&#x43e;&#x442;&#x44b; &#x440;&#x430;&#x437;&#x432;&#x438;&#x442;&#x438;&#x44f; &#x43f;&#x43e;&#x441;&#x43b;&#x435;&#x43e;&#x43f;&#x435;&#x440;&#x430;&#x446;&#x438;&#x43e;&#x43d;&#x43d;&#x44b;&#x445; &#x43e;&#x441;&#x43b;&#x43e;&#x436;&#x43d;&#x435;&#x43d;&#x438;&#x439; &#x434;&#x43e; 6% (&#x432; &#x433;&#x440;&#x443;&#x43f;&#x43f;&#x435; &#x441;&#x440;&#x430;&#x432;&#x43d;&#x435;&#x43d;&#x438;&#x44f; 27%) &#x43e;&#x434;&#x43d;&#x43e;&#x43c;&#x43e;&#x43c;&#x435;&#x43d;&#x442;&#x43d;&#x43e; &#x43d;&#x430; &#x43f;&#x43b;&#x43e;&#x449;&#x430;&#x434;&#x438; 15% &#x43f;&#x43e;&#x432;&#x435;&#x440;&#x445;&#x43d;&#x43e;&#x441;&#x442;&#x438; &#x442;&#x435;&#x43b;&#x430;.</AbstractText><AbstractText Label="&#x417;&#x410;&#x41a;&#x41b;&#x42e;&#x427;&#x415;&#x41d;&#x418;&#x415;" NlmCategory="UNASSIGNED">&#x421;&#x440;&#x430;&#x432;&#x43d;&#x438;&#x442;&#x435;&#x43b;&#x44c;&#x43d;&#x44b;&#x439; &#x430;&#x43d;&#x430;&#x43b;&#x438;&#x437; &#x440;&#x435;&#x437;&#x443;&#x43b;&#x44c;&#x442;&#x430;&#x442;&#x43e;&#x432; &#x43f;&#x440;&#x438;&#x43c;&#x435;&#x43d;&#x435;&#x43d;&#x438;&#x44f; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43e;&#x442;&#x430;&#x43d;&#x43d;&#x44b;&#x445; &#x431;&#x438;&#x43e;&#x442;&#x435;&#x445;&#x43d;&#x43e;&#x43b;&#x43e;&#x433;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x438;&#x445; &#x43c;&#x435;&#x442;&#x43e;&#x434;&#x43e;&#x432; &#x445;&#x438;&#x440;&#x443;&#x440;&#x433;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x43e;&#x433;&#x43e; &#x43b;&#x435;&#x447;&#x435;&#x43d;&#x438;&#x44f; &#x431;&#x43e;&#x43b;&#x44c;&#x43d;&#x44b;&#x445; &#x441; &#x43e;&#x431;&#x448;&#x438;&#x440;&#x43d;&#x44b;&#x43c;&#x438; &#x433;&#x43b;&#x443;&#x431;&#x43e;&#x43a;&#x438;&#x43c;&#x438; &#x43e;&#x436;&#x43e;&#x433;&#x430;&#x43c;&#x438; &#x43f;&#x43e;&#x43a;&#x430;&#x437;&#x430;&#x43b; &#x44d;&#x444;&#x444;&#x435;&#x43a;&#x442;&#x438;&#x432;&#x43d;&#x43e;&#x441;&#x442;&#x44c; &#x43a;&#x43e;&#x43c;&#x431;&#x438;&#x43d;&#x438;&#x440;&#x43e;&#x432;&#x430;&#x43d;&#x43d;&#x43e;&#x439; (&#x430;&#x44d;&#x440;&#x43e;&#x437;&#x43e;&#x43b;&#x44c;&#x43d;&#x43e;&#x439;+&#x438;&#x43d;&#x44a;&#x435;&#x43a;&#x446;&#x438;&#x43e;&#x43d;&#x43d;&#x43e;&#x439;) &#x442;&#x440;&#x430;&#x43d;&#x441;&#x43f;&#x43b;&#x430;&#x43d;&#x442;&#x430;&#x446;&#x438;&#x438; &#x430;&#x443;&#x442;&#x43e;&#x43b;&#x43e;&#x433;&#x438;&#x447;&#x43d;&#x44b;&#x445; &#x43a;&#x43b;&#x435;&#x442;&#x43e;&#x43a; &#x421;&#x412;&#x424; &#x416;&#x422; &#x432; &#x441;&#x43e;&#x447;&#x435;&#x442;&#x430;&#x43d;&#x438;&#x438; &#x441; &#x43f;&#x43b;&#x430;&#x441;&#x442;&#x438;&#x43a;&#x43e;&#x439; &#x441;&#x435;&#x442;&#x447;&#x430;&#x442;&#x44b;&#x43c; &#x43f;&#x435;&#x440;&#x444;&#x43e;&#x440;&#x438;&#x440;&#x43e;&#x432;&#x430;&#x43d;&#x43d;&#x44b;&#x43c; 1:6 &#x43a;&#x43e;&#x436;&#x43d;&#x44b;&#x43c; &#x442;&#x440;&#x430;&#x43d;&#x441;&#x43f;&#x43b;&#x430;&#x43d;&#x442;&#x430;&#x442;&#x43e;&#x43c;, &#x43f;&#x43e;&#x437;&#x432;&#x43e;&#x43b;&#x44f;&#x44e;&#x449;&#x435;&#x439; &#x434;&#x43e;&#x431;&#x438;&#x442;&#x44c;&#x441;&#x44f; &#x443;&#x43c;&#x435;&#x43d;&#x44c;&#x448;&#x435;&#x43d;&#x438;&#x44f; &#x441;&#x440;&#x43e;&#x43a;&#x43e;&#x432; &#x432;&#x43e;&#x441;&#x441;&#x442;&#x430;&#x43d;&#x43e;&#x432;&#x43b;&#x435;&#x43d;&#x438;&#x44f; &#x446;&#x435;&#x43b;&#x43e;&#x441;&#x442;&#x43d;&#x43e;&#x441;&#x442;&#x438; &#x43a;&#x43e;&#x436;&#x43d;&#x44b;&#x445; &#x43f;&#x43e;&#x43a;&#x440;&#x43e;&#x432;&#x43e;&#x432; &#x438; &#x447;&#x430;&#x441;&#x442;&#x43e;&#x442;&#x44b; &#x440;&#x430;&#x437;&#x432;&#x438;&#x442;&#x438;&#x44f; &#x43f;&#x43e;&#x441;&#x43b;&#x435;&#x43e;&#x43f;&#x435;&#x440;&#x430;&#x446;&#x438;&#x43e;&#x43d;&#x43d;&#x44b;&#x445; &#x43e;&#x441;&#x43b;&#x43e;&#x436;&#x43d;&#x435;&#x43d;&#x438;&#x439;.</AbstractText></OtherAbstract><KeywordList Owner="NOTNLM"><Keyword MajorTopicYN="N">extensive deep burns</Keyword><Keyword MajorTopicYN="N">perforated graft</Keyword><Keyword MajorTopicYN="N">poorly manipulated cells</Keyword><Keyword MajorTopicYN="N">shortage of donor sites</Keyword><Keyword MajorTopicYN="N">skin grafting</Keyword><Keyword MajorTopicYN="N">stromal vascular fraction</Keyword></KeywordList></MedlineCitation><PubmedData><History><PubMedPubDate PubStatus="medline"><Year>2026</Year><Month>2</Month><Day>20</Day><Hour>7</Hour><Minute>6</Minute></PubMedPubDate><PubMedPubDate PubStatus="pubmed"><Year>2026</Year><Month>2</Month><Day>20</Day><Hour>7</Hour><Minute>5</Minute></PubMedPubDate><PubMedPubDate PubStatus="entrez"><Year>2026</Year><Month>2</Month><Day>20</Day><Hour>5</Hour><Minute>27</Minute></PubMedPubDate></History><PublicationStatus>ppublish</PublicationStatus><ArticleIdList><ArticleId IdType="pubmed">41717747</ArticleId><ArticleId IdType="doi">10.17116/hirurgia202602163</ArticleId></ArticleIdList></PubmedData></PubmedArticle></PubmedArticleSet>