<?xml version="1.0" ?>
<!DOCTYPE PubmedArticleSet PUBLIC "-//NLM//DTD PubMedArticle, 1st January 2025//EN" "https://dtd.nlm.nih.gov/ncbi/pubmed/out/pubmed_250101.dtd">
<PubmedArticleSet>
<PubmedArticle><MedlineCitation Status="PubMed-not-MEDLINE" Owner="NLM"><PMID Version="1">41814166</PMID><DateCompleted><Year>2026</Year><Month>03</Month><Day>12</Day></DateCompleted><DateRevised><Year>2026</Year><Month>03</Month><Day>15</Day></DateRevised><Article PubModel="Electronic"><Journal><ISSN IssnType="Print">2051-4190</ISSN><JournalIssue CitedMedium="Print"><Volume>36</Volume><Issue>1</Issue><PubDate><Year>2026</Year><Month>Mar</Month><Day>11</Day></PubDate></JournalIssue><Title>Basic and clinical andrology</Title><ISOAbbreviation>Basic Clin Androl</ISOAbbreviation></Journal><ArticleTitle>Zika virus and male reproductive health: essential updates for andrologists and fertility specialists.</ArticleTitle><ELocationID EIdType="pii" ValidYN="Y">7</ELocationID><ELocationID EIdType="doi" ValidYN="Y">10.1186/s12610-026-00305-5</ELocationID><Abstract><AbstractText Label="BACKGROUND" NlmCategory="BACKGROUND">Zika virus (ZIKV), a mosquito-borne flavivirus, remains a concern for reproductive health despite the waning of the 2015-2016 epidemic. Unique among arboviruses, ZIKV can be sexually transmitted, with viral RNA persisting in semen beyond the acute phase, posing potential risks to male fertility and assisted reproduction. This narrative review provides clinicians with a contemporary understanding of ZIKV epidemiology, virology, and its implications for male reproductive care.</AbstractText><AbstractText Label="RESULTS" NlmCategory="RESULTS">ZIKV transmission has stabilised into low-level endemicity in Central and South America, with Europe reporting sporadic travel-associated cases. Persistence in semen is underpinned by infection of immune-privileged testicular tissues, including Sertoli, Leydig, and germ cells, enabling RNA detection for months post-infection even after systemic symptoms resolve. While replication-competent virus is rarely isolated beyond 4-6 weeks, viral RNA has been detected in semen over 180 days in rare cases. Clinically, ZIKV infection is associated with transient declines in sperm count, motility, and increased DNA fragmentation, likely mediated by inflammation, blood-testis barrier disruption, and impaired testosterone biosynthesis. Human studies suggest recovery of semen quality in most cases, but animal models demonstrate more persistent testicular damage and subfertility, supporting potential long-term reproductive impact. Current WHO guidance recommends a 3-month deferral from conception for men with confirmed or suspected ZIKV exposure. In assisted reproduction, cryopreserved semen from recently exposed individuals may retain viral RNA, requiring stringent handling and closed-system storage. Routine semen PCR testing is not widely adopted due to sensitivity limitations and inability to distinguish infectivity; thus, risk stratification based on travel and exposure history remains central to decision-making. In clinical practice, this risk stratification typically applies to men undergoing fertility assessment with recent travel to ZIKV-endemic regions, particularly in Central or South America, with compatible symptom history or recent onset infertility.</AbstractText><AbstractText Label="CONCLUSIONS" NlmCategory="CONCLUSIONS">ZIKV remains a relevant consideration in andrology and fertility practice, particularly in regions with ongoing endemic transmission and in individuals with travel-related exposure. Awareness of its virological properties, reproductive implications, and guidance for pre-conception counselling, laboratory practice, and semen storage is crucial. With appropriate precautions and patient education, most couples can safely proceed with fertility planning following ZIKV exposure.</AbstractText><CopyrightInformation>&#xa9; 2026. Crown.</CopyrightInformation></Abstract><AuthorList CompleteYN="Y"><Author ValidYN="Y"><LastName>Khan</LastName><ForeName>Ayaz</ForeName><Initials>A</Initials><AffiliationInfo><Affiliation>Department of Urology, Royal Bolton Hospital, Bolton NHS Foundation Trust, Bolton, UK.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>George</LastName><ForeName>Michael</ForeName><Initials>M</Initials><AffiliationInfo><Affiliation>Department of Urology, Stepping Hill Hospital, Stockport NHS Foundation Trust, Stockport, UK.</Affiliation></AffiliationInfo><AffiliationInfo><Affiliation>Manchester Andrology Research Collaborative, Manchester, UK.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Pearce</LastName><ForeName>Ian</ForeName><Initials>I</Initials><AffiliationInfo><Affiliation>Manchester Andrology Research Collaborative, Manchester, UK.</Affiliation></AffiliationInfo><AffiliationInfo><Affiliation>Department of Urology, Manchester Royal Infirmary, Manchester University NHS Foundation Trust, Manchester, UK.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Modgil</LastName><ForeName>Vaibhav</ForeName><Initials>V</Initials><AffiliationInfo><Affiliation>Manchester Andrology Research Collaborative, Manchester, UK. Vaibhav.Modgil@mft.nhs.uk.</Affiliation></AffiliationInfo><AffiliationInfo><Affiliation>Department of Urology, Manchester Royal Infirmary, Manchester University NHS Foundation Trust, Manchester, UK. Vaibhav.Modgil@mft.nhs.uk.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Stasinou</LastName><ForeName>Theodora</ForeName><Initials>T</Initials><AffiliationInfo><Affiliation>Manchester Andrology Research Collaborative, Manchester, UK.</Affiliation></AffiliationInfo><AffiliationInfo><Affiliation>Department of Urology, Manchester Royal Infirmary, Manchester University NHS Foundation Trust, Manchester, UK.</Affiliation></AffiliationInfo></Author></AuthorList><Language>eng</Language><PublicationTypeList><PublicationType UI="D016428">Journal Article</PublicationType><PublicationType UI="D016454">Review</PublicationType></PublicationTypeList><ArticleDate DateType="Electronic"><Year>2026</Year><Month>03</Month><Day>11</Day></ArticleDate></Article><MedlineJournalInfo><Country>England</Country><MedlineTA>Basic Clin Androl</MedlineTA><NlmUniqueID>101640161</NlmUniqueID><ISSNLinking>2051-4190</ISSNLinking></MedlineJournalInfo><OtherAbstract Type="Publisher" Language="fre"><AbstractText>R&#xe9;SUM&#xe9;: CONTEXTE: Le virus Zika (ZIKV), un flavivirus transmis par les moustiques, reste une source d&#x2019;inqui&#xe9;tude pour la sant&#xe9; reproductive malgr&#xe9; le d&#xe9;clin de l&#x2019;&#xe9;pid&#xe9;mie de 2015-2016. Unique parmi les arbovirus, le ZIKV peut &#xea;tre transmis sexuellement, l&#x2019;ARN viral persistant dans le sperme au-del&#xe0; de la phase aigu&#xeb;, pr&#xe9;sentant de potentiels risques pour la fertilit&#xe9; masculine et la procr&#xe9;ation assist&#xe9;e. La pr&#xe9;sente revue narrative offre aux cliniciens une compr&#xe9;hension contemporaine de l&#x2019;&#xe9;pid&#xe9;miologie du ZIKV, de la virologie du ZIKV, ainsi que de ses implications pour les soins reproductifs masculins. R&#xe9;SULTATS: La transmission du ZIKV s&#x2019;est stabilis&#xe9;e en end&#xe9;micit&#xe9; de faible intensit&#xe9; en Am&#xe9;rique centrale et du Sud, l&#x2019;Europe rapportant des cas sporadiques li&#xe9;s aux voyages. La persistance dans le sperme est soutenue par une infection des tissus testiculaires immunoprivil&#xe9;gi&#xe9;s, notamment des cellules de Sertoli, de Leydig, et des cellules germinales, permettant la d&#xe9;tection d&#x2019;ARN pendant plusieurs mois apr&#xe8;s l&#x2019;infection, m&#xea;me apr&#xe8;s la r&#xe9;solution des sympt&#xf4;mes syst&#xe9;miques. Bien qu&#x2019;un virus comp&#xe9;tent pour la r&#xe9;plication soit rarement isol&#xe9; au-del&#xe0; de 4 &#xe0; 6 semaines, de l&#x2019;ARN viral a &#xe9;t&#xe9; d&#xe9;tect&#xe9; dans le sperme jusqu&#x2019;&#xe0; plus de 180 jours dans de rares cas. Cliniquement, l&#x2019;infection par le ZIKV est associ&#xe9;e &#xe0; des baisses transitoires du nombre de spermatozo&#xef;des, de leur motilit&#xe9;, et d&#x2019;une augmentation de la fragmentation de l&#x2019;ADN, probablement m&#xe9;di&#xe9;es par l&#x2019;inflammation, par la rupture de la barri&#xe8;re sanguin-testicule, et par une biosynth&#xe8;se alt&#xe9;r&#xe9;e de la testost&#xe9;rone. Des &#xe9;tudes humaines sugg&#xe8;rent une r&#xe9;cup&#xe9;ration de la qualit&#xe9; du sperme dans la plupart des cas, mais les mod&#xe8;les animaux montrent des l&#xe9;sions testiculaires et une hypofertilit&#xe9; plus persistantes, ce qui soutient un impact reproductif potentiel &#xe0; long terme. Les recommandations actuelles de l&#x2019;OMS sont de reporter de 3 mois la conception pour les hommes ayant une exposition confirm&#xe9;e ou suspect&#xe9;e au ZIKV. En cas d&#x2019;assistance m&#xe9;dicalis&#xe9;e &#xe0; une procr&#xe9;ation, le sperme cryopr&#xe9;serv&#xe9; provenant d&#x2019;hommes r&#xe9;cemment expos&#xe9;s peut retenir de l&#x2019;ARN viral, n&#xe9;cessitant une manipulation rigoureuse et un stockage du sperme en syst&#xe8;me ferm&#xe9;. Le test PCR de routine du sperme n&#x2019;est pas largement adopt&#xe9; en raison de limitations de sensibilit&#xe9; et de l&#x2019;incapacit&#xe9; &#xe0; distinguer l&#x2019;infectiosit&#xe9; ; ainsi, la stratification du risque bas&#xe9;e sur l&#x2019;historique des voyages et des expositions reste centrale dans la prise de d&#xe9;cision. En pratique clinique, cette stratification du risque s&#x2019;applique g&#xe9;n&#xe9;ralement aux hommes ayant eu une &#xe9;valuation de leur fertilit&#xe9; en raison de voyages r&#xe9;cents dans des r&#xe9;gions end&#xe9;miques du ZIKV, en particulier en Am&#xe9;rique centrale ou du Sud, et qui pr&#xe9;sentent des ant&#xe9;c&#xe9;dents de sympt&#xf4;mes compatibles ou une infertilit&#xe9; &#xe0; d&#xe9;but r&#xe9;cent. CONCLUSIONS: Le ZIKV reste une consid&#xe9;ration pertinente en andrologie et en m&#xe9;decine de la fertilit&#xe9;, en particulier dans les r&#xe9;gions &#xe0; transmission end&#xe9;mique continue et chez les individus &#xe0; risque d&#x2019;exposition li&#xe9;e aux voyages. Une sensibilisation est cruciale &#xe0; ses propri&#xe9;t&#xe9;s virologiques, aux implications reproductives, aux conseils lors de consultations pr&#xe9; conceptionnelles, &#xe0; la pratique en laboratoire, et au stockage du sperme. Avec des pr&#xe9;cautions appropri&#xe9;es et une &#xe9;ducation des patients, la plupart des couples peuvent poursuivre en toute s&#xe9;curit&#xe9; la planification d&#x2019;une grossesse apr&#xe8;s une exposition au ZIKV.</AbstractText><CopyrightInformation>&#xa9; 2026. Crown.</CopyrightInformation></OtherAbstract><KeywordList Owner="NOTNLM"><Keyword MajorTopicYN="N">Assisted reproductive techniques</Keyword><Keyword MajorTopicYN="N">Fertility counselling</Keyword><Keyword MajorTopicYN="N">Male reproductive health</Keyword><Keyword MajorTopicYN="N">Semen viral persistence</Keyword><Keyword MajorTopicYN="N">Sexual transmission</Keyword><Keyword MajorTopicYN="N">Spermatogenesis</Keyword><Keyword MajorTopicYN="N">Testicular function</Keyword><Keyword MajorTopicYN="N">Zika virus</Keyword></KeywordList><CoiStatement>Declarations. Ethics approval and consent to participate: Not applicable. Consent for publication: Not applicable. Competing interests: The authors declare no competing interests.</CoiStatement></MedlineCitation><PubmedData><History><PubMedPubDate PubStatus="received"><Year>2025</Year><Month>12</Month><Day>8</Day></PubMedPubDate><PubMedPubDate PubStatus="accepted"><Year>2026</Year><Month>2</Month><Day>14</Day></PubMedPubDate><PubMedPubDate PubStatus="medline"><Year>2026</Year><Month>3</Month><Day>12</Day><Hour>7</Hour><Minute>4</Minute></PubMedPubDate><PubMedPubDate PubStatus="pubmed"><Year>2026</Year><Month>3</Month><Day>12</Day><Hour>7</Hour><Minute>3</Minute></PubMedPubDate><PubMedPubDate PubStatus="entrez"><Year>2026</Year><Month>3</Month><Day>12</Day><Hour>0</Hour><Minute>44</Minute></PubMedPubDate><PubMedPubDate PubStatus="pmc-release"><Year>2026</Year><Month>3</Month><Day>11</Day></PubMedPubDate></History><PublicationStatus>epublish</PublicationStatus><ArticleIdList><ArticleId IdType="pubmed">41814166</ArticleId><ArticleId IdType="pmc">PMC12977812</ArticleId><ArticleId IdType="doi">10.1186/s12610-026-00305-5</ArticleId><ArticleId IdType="pii">10.1186/s12610-026-00305-5</ArticleId></ArticleIdList><ReferenceList><Reference><Citation>World Health Organization. Zika virus. 2025. Available at: https://www.who.int/news-room/fact-sheets/detail/zika-virus. Accessed 03 Sep 2025.</Citation></Reference><Reference><Citation>Hamel R, Dejarnac O, Wichit S, Ekchariyawat H, Neyret A, Luplertlop N, et al. An update on Zika virus infection. Lancet. 2017;390(10107):2099&#x2013;109. 10.1016/S0140-6736(17)31450-2.</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/S0140-6736(17)31450-2</ArticleId><ArticleId IdType="pubmed">28647173</ArticleId></ArticleIdList></Reference><Reference><Citation>European Centre for Disease Prevention and Control. Zika virus surveillance. 2025. Available at: https://www.ecdc.europa.eu/en/zika-virus-infection/surveillance-and-disease-data. Accessed 05 Sep 2025.</Citation></Reference><Reference><Citation>Rabe IB, Hills SL, Haussig JM, Walker AT, Dos Santos T, San Martin JL, et al. A review of the recent epidemiology of Zika virus infection. Am J Trop Med Hyg. 2025;112(5):1026&#x2013;35. 10.4269/ajtmh.24-0420.</Citation><ArticleIdList><ArticleId IdType="doi">10.4269/ajtmh.24-0420</ArticleId><ArticleId IdType="pmc">PMC12062665</ArticleId><ArticleId IdType="pubmed">39933180</ArticleId></ArticleIdList></Reference><Reference><Citation>Pley C, Jung L, Nurdin N, Venkatesan T, Naidu VV, James R, et al. Duration of viral persistence in human semen after acute viral infection: a systematic review. Lancet Microbe. 2025;6(5):101013. 10.1016/j.lanmic.2024.101013.</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.lanmic.2024.101013</ArticleId><ArticleId IdType="pubmed">39672180</ArticleId></ArticleIdList></Reference><Reference><Citation>Coyne CB, Lazear HM, Zika-reigniting TORCH. Nat Rev Microbiol. 2016;14:707&#x2013;15. 10.1038/nrmicro.2016.125.</Citation><ArticleIdList><ArticleId IdType="doi">10.1038/nrmicro.2016.125</ArticleId><ArticleId IdType="pubmed">27573577</ArticleId></ArticleIdList></Reference><Reference><Citation>Yang W, Li H, Wang S, Huang R, Zhang Y, Guo M, et al. Zika virus disrupts steroidogenesis and impairs spermatogenesis by stalling the translation of CYP17A1 mRNA. Nat Commun. 2025;16:6756. 10.1038/s41467-025-62044-x.</Citation><ArticleIdList><ArticleId IdType="doi">10.1038/s41467-025-62044-x</ArticleId><ArticleId IdType="pmc">PMC12284141</ArticleId><ArticleId IdType="pubmed">40695837</ArticleId></ArticleIdList></Reference><Reference><Citation>Pan American Health Organization. Mosquito Awareness Week: PAHO Director urges strengthened surveillance and vector control. 2025. Available at: https://www.paho.org/en/news/7-5-2025-mosquito-awareness-week-paho-director-urges-strengthened-surveillance-and-vector. Accessed 10 Sep 2025.</Citation></Reference><Reference><Citation>Centers for Disease Control and Prevention. Countries and territories at risk for Zika virus transmission. 2025. Available at: https://www.cdc.gov/zika/geo/index.html. Accessed 12 Sep 2025.</Citation></Reference><Reference><Citation>European Centre for Disease Prevention and Control (ECDC). Zika virus disease - Annual Epidemiological Report for 2022. Stockholm: ECDC. 2024. https://www.ecdc.europa.eu/sites/default/files/documents/ZIKV_AER_2022_Report.pdf. Accessed 14 Sep 2025.</Citation></Reference><Reference><Citation>UK Health Security Agency (UKHSA). Travel-associated infections in England: 2025 mid-year report. https://www.gov.uk/government/publications/travel-associated-infections/travel-associated-infections-in-england-wales-and-northern-ireland-january-to-june-2025. Accessed 18 Sep 2025.</Citation></Reference><Reference><Citation>Musso D, Gubler DJ. Zika virus. Clin Microbiol Rev. 2016;29(3):487&#x2013;524. 10.1128/CMR.00072-15.</Citation><ArticleIdList><ArticleId IdType="doi">10.1128/CMR.00072-15</ArticleId><ArticleId IdType="pmc">PMC4861986</ArticleId><ArticleId IdType="pubmed">27029595</ArticleId></ArticleIdList></Reference><Reference><Citation>Govero J, Esakky P, Scheaffer SM, Fernandez E, Drury A, Platt DJ, et al. Zika virus infection damages the testes in mice. Nature. 2016;540(7633):438&#x2013;42. 10.1038/nature20556.</Citation><ArticleIdList><ArticleId IdType="doi">10.1038/nature20556</ArticleId><ArticleId IdType="pmc">PMC5432198</ArticleId><ArticleId IdType="pubmed">27798603</ArticleId></ArticleIdList></Reference><Reference><Citation>Calvet G, Briand S, Dadalti-Fragoso DC, Peres KC, Moreira ME, Nielsen-Saines K, et al. Detection and persistence of Zika virus in body fluids and semen: a multicentre cohort study. Sci Rep. 2024;14:48493. 10.1038/s41598-023-48493-8.</Citation><ArticleIdList><ArticleId IdType="doi">10.1038/s41598-023-48493-8</ArticleId></ArticleIdList></Reference><Reference><Citation>Mead PS, Duggal NK, Hook SA, Delorey M, Fischer M, Olzenak McGuire D, et al. Zika virus shedding in semen of symptomatic infected men. N Engl J Med. 2018;378(15):1377&#x2013;85. 10.1056/NEJMoa1711038.</Citation><ArticleIdList><ArticleId IdType="doi">10.1056/NEJMoa1711038</ArticleId><ArticleId IdType="pubmed">29641964</ArticleId></ArticleIdList></Reference><Reference><Citation>Paz-Bailey G, Rosenberg ES, Doyle K, Munoz-Jord&#xe1;n JL, Santiago GA, Klein L, et al. Persistence of Zika virus in body fluids &#x2014; Final report. N Engl J Med. 2017;379(13):1234&#x2013;43. 10.1056/NEJMoa1613108.</Citation><ArticleIdList><ArticleId IdType="doi">10.1056/NEJMoa1613108</ArticleId><ArticleId IdType="pmc">PMC5831142</ArticleId><ArticleId IdType="pubmed">28195756</ArticleId></ArticleIdList></Reference><Reference><Citation>Joguet G, Mansuy JM, Matusali G, Hamdi S, Walschaerts M, Pavili L, et al. Effect of acute Zika virus infection on sperm and virus clearance in body fluids: a prospective observational study. Lancet Infect Dis. 2017;17(11):1200&#x2013;8. 10.1016/S1473-3099(17)30444-9.</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/S1473-3099(17)30444-9</ArticleId><ArticleId IdType="pubmed">28838639</ArticleId></ArticleIdList></Reference><Reference><Citation>Siemann DN, Strange DP, Maharaj PN, Shi PY, Verma S. Zika virus infects human Sertoli cells and modulates the integrity of the in vitro blood&#x2013;testis barrier model. J Virol. 2017;91(22):e00623&#x2013;17. 10.1128/JVI.00623-17.</Citation><ArticleIdList><ArticleId IdType="doi">10.1128/JVI.00623-17</ArticleId><ArticleId IdType="pmc">PMC5660489</ArticleId><ArticleId IdType="pubmed">28878076</ArticleId></ArticleIdList></Reference><Reference><Citation>Stassen L, Armitage CW, van der Heide DJ, Beagley KW, Frentiu FD. Zika virus in the male reproductive tract: from animal models to human disease. Andrology. 2018;6(4):637&#x2013;46. 10.1111/andr.12499.</Citation><ArticleIdList><ArticleId IdType="doi">10.1111/andr.12499</ArticleId><ArticleId IdType="pmc">PMC5923492</ArticleId><ArticleId IdType="pubmed">29659541</ArticleId></ArticleIdList></Reference><Reference><Citation>Moreira J, Pezzuto P, Barros J, Tavares M, Silva J, Guedes A, et al. Zika virus and assisted reproductive technologies: laboratory safety, cryopreservation and risk mitigation. Med (Kaunas). 2021;57(9):946. 10.3390/medicina57090946.</Citation><ArticleIdList><ArticleId IdType="doi">10.3390/medicina57090946</ArticleId></ArticleIdList></Reference><Reference><Citation>Ferraz H, Akrami K, de Moraes L, Gusm&#xe3;o LC, Coelho G, Freitas D, Barral-Netto M, Barral A, Boaventura V, Santos LA, Khouri R. Screening semen samples for Zika virus infection: role for serologic and RT-PCR testing. Front Trop Dis. 2025;5:1489647. 10.3389/fitd.2024.1489647.</Citation><ArticleIdList><ArticleId IdType="doi">10.3389/fitd.2024.1489647</ArticleId></ArticleIdList></Reference><Reference><Citation>World Health Organization. WHO guidelines for the prevention of sexual transmission of Zika virus: Executive summary. 2016. Available at: https://www.ncbi.nlm.nih.gov/books/NBK558701/. Accessed 30 Sep 2025.</Citation></Reference><Reference><Citation>World Health Organization. WHO guidelines for the prevention of sexual transmission of Zika virus: Annex B1 &#x2013; Evidence review. 2016. Available at: https://www.ncbi.nlm.nih.gov/books/NBK558700/. Accessed 04 Oct 2025.</Citation></Reference><Reference><Citation>Munoz-Jordan JL. Diagnosis of Zika virus infections: challenges and opportunities. J Infect Dis. 2017;216(suppl10):S951&#x2013;6. 10.1093/infdis/jix502.</Citation><ArticleIdList><ArticleId IdType="doi">10.1093/infdis/jix502</ArticleId><ArticleId IdType="pmc">PMC5853979</ArticleId><ArticleId IdType="pubmed">29267922</ArticleId></ArticleIdList></Reference></ReferenceList></PubmedData></PubmedArticle></PubmedArticleSet>