<?xml version="1.0" ?>
<!DOCTYPE PubmedArticleSet PUBLIC "-//NLM//DTD PubMedArticle, 1st January 2025//EN" "https://dtd.nlm.nih.gov/ncbi/pubmed/out/pubmed_250101.dtd">
<PubmedArticleSet>
<PubmedArticle><MedlineCitation Status="MEDLINE" Owner="NLM" IndexingMethod="Automated"><PMID Version="1">41824781</PMID><DateCompleted><Year>2026</Year><Month>03</Month><Day>13</Day></DateCompleted><DateRevised><Year>2026</Year><Month>03</Month><Day>13</Day></DateRevised><Article PubModel="Electronic"><Journal><ISSN IssnType="Electronic">0717-6384</ISSN><JournalIssue CitedMedium="Internet"><Volume>26</Volume><Issue>2</Issue><PubDate><Year>2026</Year><Month>Mar</Month><Day>12</Day></PubDate></JournalIssue><Title>Medwave</Title><ISOAbbreviation>Medwave</ISOAbbreviation></Journal><ArticleTitle>General aspects of rehabilitation in Guillain-Barre syndrome: A literature review.</ArticleTitle><Pagination><StartPage>e3143</StartPage><MedlinePgn>e3143</MedlinePgn></Pagination><ELocationID EIdType="doi" ValidYN="Y">10.5867/medwave.2026.02.3143</ELocationID><Abstract><AbstractText Label="INTRODUCTION" NlmCategory="UNASSIGNED">Guillain-Barr&#xe9; syndrome is the most common cause of acquired flaccid paralysis worldwide. Although care traditionally focuses on overcoming the acute phase, many patients continue to experience residual symptoms such as weakness, neuropathic pain, autonomic dysfunction, and fatigue. These sequelae can result in significant disability and adversely affect long-term functionality and quality of life, underscoring the importance of an early, coordinated, and multidisciplinary treatment approach.</AbstractText><AbstractText Label="METHODS" NlmCategory="UNASSIGNED">A non-systematic narrative review of the literature on functional recovery in adults with Guillain-Barr&#xe9; syndrome was conducted. The review included narrative and systematic review articles, original research studies, clinical practice guidelines, and expert consensus statements. The search strategy prioritized rehabilitation protocols, prognostic predictors, and interventions targeting motor, sensory, autonomic, and psychosocial domains. Articles were retrieved from PubMed, Embase, and PEDro databases, with preference given to publications from 2015 to 2025, in both English and Spanish.</AbstractText><AbstractText Label="RESULTS" NlmCategory="UNASSIGNED">Evidence supports the implementation of a structured rehabilitation program tailored to the patient's clinical stage, prognostic factors, and functional goals. Interventions include motor re-education, respiratory muscle training, orthotic prescription, neuropathic pain management, and symptomatic treatment of fatigue and autonomic disturbances, all while considering the individual's personal and social context. Prognostic tools such as the Modified Erasmus Guillain-Barr&#xe9; Syndrome Outcome Score and the Medical Research Council sum score are useful for designing the rehabilitation plan.</AbstractText><AbstractText Label="CONCLUSION" NlmCategory="UNASSIGNED">The long-term sequelae of Guillain-Barr&#xe9; syndrome highlight the need for a comprehensive rehabilitation approach that encompasses physical, cognitive, and psychosocial domains. Early multidisciplinary interventions and continuity of care should be the therapeutic focus. Some rehabilitation interventions still require more evidence for their implementation in practice.</AbstractText><CopyrightInformation>This work is licensed under a Creative Commons Attribution 4.0 International License.</CopyrightInformation></Abstract><AuthorList CompleteYN="Y"><Author ValidYN="Y"><LastName>Vallejos G</LastName><ForeName>Jaime</ForeName><Initials>J</Initials><Identifier Source="ORCID">0009-0004-7097-959X</Identifier><AffiliationInfo><Affiliation>Servicio de Medicina F&#xed;sica y Rehabilitaci&#xf3;n, Hospital Cl&#xed;nico de la Universidad de Chile, Santiago, Chile.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Jeldres C</LastName><ForeName>Crist&#xf3;bal</ForeName><Initials>C</Initials><Identifier Source="ORCID">0009-0007-3148-5652</Identifier><AffiliationInfo><Affiliation>Escuela de Medicina, Facultad de Medicina, Universidad de Chile, Santiago, Chile.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Abarza de la P</LastName><ForeName>Vicente</ForeName><Initials>V</Initials><Identifier Source="ORCID">0009-0007-9689-5097</Identifier><AffiliationInfo><Affiliation>Escuela de Medicina, Facultad de Medicina, Universidad de Chile, Santiago, Chile.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Mu&#xf1;oz R</LastName><ForeName>Jos&#xe9; Miguel</ForeName><Initials>JM</Initials><Identifier Source="ORCID">0009-0009-3642-3842</Identifier><AffiliationInfo><Affiliation>Escuela de Medicina, Facultad de Medicina, Universidad de Chile, Santiago, Chile.</Affiliation></AffiliationInfo></Author></AuthorList><Language>eng</Language><Language>spa</Language><PublicationTypeList><PublicationType UI="D016428">Journal Article</PublicationType><PublicationType UI="D016454">Review</PublicationType><PublicationType UI="D000078182">Systematic Review</PublicationType></PublicationTypeList><VernacularTitle>Aspectos generales de rehabilitaci&#xf3;n en S&#xed;ndrome de Guillain-Barr&#xe9;: revisi&#xf3;n narrativa.</VernacularTitle><ArticleDate DateType="Electronic"><Year>2026</Year><Month>03</Month><Day>12</Day></ArticleDate></Article><MedlineJournalInfo><Country>Chile</Country><MedlineTA>Medwave</MedlineTA><NlmUniqueID>101581949</NlmUniqueID><ISSNLinking>0717-6384</ISSNLinking></MedlineJournalInfo><CitationSubset>IM</CitationSubset><MeshHeadingList><MeshHeading><DescriptorName UI="D006801" MajorTopicYN="N">Humans</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D020275" MajorTopicYN="Y">Guillain-Barre Syndrome</DescriptorName><QualifierName UI="Q000534" MajorTopicYN="N">rehabilitation</QualifierName><QualifierName UI="Q000503" MajorTopicYN="N">physiopathology</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D011788" MajorTopicYN="Y">Quality of Life</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D011379" MajorTopicYN="N">Prognosis</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D020127" MajorTopicYN="N">Recovery of Function</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D000328" MajorTopicYN="N">Adult</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D017410" MajorTopicYN="N">Practice Guidelines as Topic</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D005221" MajorTopicYN="N">Fatigue</DescriptorName><QualifierName UI="Q000209" MajorTopicYN="N">etiology</QualifierName><QualifierName UI="Q000534" MajorTopicYN="N">rehabilitation</QualifierName></MeshHeading></MeshHeadingList><OtherAbstract Type="Publisher" Language="spa"><AbstractText Label="INTRODUCCI&#xd3;N" NlmCategory="UNASSIGNED">El s&#xed;ndrome de Guillain-Barr&#xe9; es la causa m&#xe1;s com&#xfa;n de par&#xe1;lisis fl&#xe1;cida adquirida a nivel mundial. A pesar de que, tradicionalmente, se enfatiza la atenci&#xf3;n del per&#xed;odo agudo, es frecuente que los pacientes persistan con s&#xed;ntomas residuales como debilidad, dolor neurop&#xe1;tico, disfunci&#xf3;n auton&#xf3;mica y fatiga. Estas secuelas generan discapacidad significativa e impactan en la posterior funcionalidad y calidad de vida de los pacientes, demostrando la importancia de un enfoque de tratamiento temprano, coordinado y multidisciplinario.</AbstractText><AbstractText Label="M&#xc9;TODOS" NlmCategory="UNASSIGNED">Se realiz&#xf3; una revisi&#xf3;n narrativa y no sistem&#xe1;tica de la literatura relacionada con la recuperaci&#xf3;n funcional de adultos con s&#xed;ndrome de Guillain-Barr&#xe9;. Para ello se incluyeron art&#xed;culos de revisi&#xf3;n, trabajos de investigaci&#xf3;n, gu&#xed;as cl&#xed;nicas y declaraciones de consenso de expertos. La estrategia de b&#xfa;squeda prioriz&#xf3; protocolos de rehabilitaci&#xf3;n, predictores de pron&#xf3;stico e intervenciones enfocadas en el &#xe1;rea motora, sensitiva, auton&#xf3;mica y psicosocial. Los art&#xed;culos fueron seleccionados de las bases de datos MEDLINE/PubMed, EMBASE y PEDro, accediendo a art&#xed;culos, preferentemente, de entre los a&#xf1;os 2015 y 2025, tanto en ingl&#xe9;s como en espa&#xf1;ol.</AbstractText><AbstractText Label="RESULTADOS" NlmCategory="UNASSIGNED">La evidencia apoya la implementaci&#xf3;n de un programa de rehabilitaci&#xf3;n estructurado y adaptado al estadio cl&#xed;nico de cada paciente, a sus factores pron&#xf3;sticos y a sus objetivos funcionales. Las intervenciones abarcan la reeducaci&#xf3;n motora, el entrenamiento de la musculatura respiratoria, la confecci&#xf3;n de &#xf3;rtesis, el tratamiento del dolor neurop&#xe1;tico, as&#xed; como el manejo sintom&#xe1;tico de la fatiga y de las alteraciones auton&#xf3;micas. Adem&#xe1;s, consideran el contexto personal y social del individuo. Escalas pron&#xf3;sticas y herramientas como la y el son &#xfa;tiles para dise&#xf1;ar el plan de rehabilitaci&#xf3;n.</AbstractText><AbstractText Label="CONCLUSI&#xd3;N" NlmCategory="UNASSIGNED">Las secuelas a largo plazo del s&#xed;ndrome de Guillain-Barr&#xe9; demuestran la necesidad de un enfoque de rehabilitaci&#xf3;n integral que cubra los &#xe1;mbitos f&#xed;sicos, cognitivos y psicosociales. Una intervenci&#xf3;n temprana multidisciplinaria y la continuidad del cuidado deben constituir el foco terap&#xe9;utico. Algunas intervenciones de rehabilitaci&#xf3;n a&#xfa;n requieren m&#xe1;s evidencia para su implementaci&#xf3;n en la pr&#xe1;ctica.</AbstractText><CopyrightInformation>This work is licensed under a Creative Commons Attribution 4.0 International License.</CopyrightInformation></OtherAbstract><KeywordList Owner="NOTNLM"><Keyword MajorTopicYN="N">Guillain-Barre syndrome</Keyword><Keyword MajorTopicYN="N">activities of daily living</Keyword><Keyword MajorTopicYN="N">quality of life</Keyword><Keyword MajorTopicYN="N">recovery of function prognosis</Keyword><Keyword MajorTopicYN="N">rehabilitation</Keyword></KeywordList><CoiStatement>The authors declare that they have no conflicts of interest associated with the writing and publication of this work.</CoiStatement></MedlineCitation><PubmedData><History><PubMedPubDate PubStatus="medline"><Year>2026</Year><Month>3</Month><Day>13</Day><Hour>19</Hour><Minute>32</Minute></PubMedPubDate><PubMedPubDate PubStatus="pubmed"><Year>2026</Year><Month>3</Month><Day>13</Day><Hour>19</Hour><Minute>31</Minute></PubMedPubDate><PubMedPubDate PubStatus="entrez"><Year>2026</Year><Month>3</Month><Day>13</Day><Hour>14</Hour><Minute>58</Minute></PubMedPubDate></History><PublicationStatus>epublish</PublicationStatus><ArticleIdList><ArticleId IdType="pubmed">41824781</ArticleId><ArticleId IdType="doi">10.5867/medwave.2026.02.3143</ArticleId></ArticleIdList></PubmedData></PubmedArticle></PubmedArticleSet>