<?xml version="1.0" ?>
<!DOCTYPE PubmedArticleSet PUBLIC "-//NLM//DTD PubMedArticle, 1st January 2025//EN" "https://dtd.nlm.nih.gov/ncbi/pubmed/out/pubmed_250101.dtd">
<PubmedArticleSet>
<PubmedArticle><MedlineCitation Status="MEDLINE" Owner="NLM" IndexingMethod="Automated"><PMID Version="1">39463170</PMID><DateCompleted><Year>2024</Year><Month>10</Month><Day>28</Day></DateCompleted><DateRevised><Year>2025</Year><Month>08</Month><Day>08</Day></DateRevised><Article PubModel="Print"><Journal><ISSN IssnType="Electronic">2149-8709</ISSN><JournalIssue CitedMedium="Internet"><Volume>54</Volume><Issue>5</Issue><PubDate><Year>2024</Year><Month>Oct</Month><Day>25</Day></PubDate></JournalIssue><Title>Turkish journal of ophthalmology</Title><ISOAbbreviation>Turk J Ophthalmol</ISOAbbreviation></Journal><ArticleTitle>Caffeine and Vision: Effects on the Eye.</ArticleTitle><Pagination><StartPage>291</StartPage><EndPage>300</EndPage><MedlinePgn>291-300</MedlinePgn></Pagination><ELocationID EIdType="doi" ValidYN="Y">10.4274/tjo.galenos.2024.43895</ELocationID><Abstract><AbstractText>Caffeine, commonly found in coffee and tea, affects various aspects of eye health as it blocks adenosine receptors, impacting tear production, intraocular pressure, macular perfusion, and choroidal thickness. However, its connection with eye conditions like glaucoma and cataracts remains uncertain due to conflicting research findings. Some studies suggest potential benefits for cataracts, while others warn against frequent caffeine intake in glaucoma and surgical scenarios due to possible increases in intraocular pressure. Conflicting evidence also exists regarding its effects on dry eye, macular degeneration, myopia/hyperopia, diabetic retinopathy, retinopathy of prematurity, and central serous retinopathy. Caffeine does not seem to be a risk factor for dry eye, although studies have shown that caffeine may offer protection against wet age-related macular degeneration, and the metabolite 7-methylxanthine could be a more promising treatment for myopia. Moreover, caffeine can potentially cause tremors and might hinder surgical performance, especially in less experienced surgeons. Recommendations from experts vary, highlighting the need for further research to fully understand how caffeine affects the eye. Individuals genetically predisposed to glaucoma should be cautious due to the possibility of clinically significant elevations in intraocular pressure with caffeine consumption. For delicate procedures like microsurgery, where tremors can be detrimental, caution should be exercised with caffeine. This review underscores the importance of additional studies to provide clearer insights and prudent recommendations regarding caffeine's impact on eye health.</AbstractText><CopyrightInformation>&#xa9;Copyright 2024 by the Turkish Ophthalmological Association / Turkish Journal of Ophthalmology published by Galenos Publishing House.</CopyrightInformation></Abstract><AuthorList CompleteYN="Y"><Author ValidYN="Y"><LastName>Yan</LastName><ForeName>Audrey</ForeName><Initials>A</Initials><Identifier Source="ORCID">0009-0001-7020-5015</Identifier><AffiliationInfo><Affiliation>West Virginia School of Osteopathic Medicine, Department of Medicine, Lewisburg, USA.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>La Rosa</LastName><ForeName>Antonio</ForeName><Initials>A</Initials><Identifier Source="ORCID">0009-0002-2229-2406</Identifier><AffiliationInfo><Affiliation>IRCCS Humanitas Research Hospital, Department of Ophthalmology, Milan, Italy.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Chhablani</LastName><ForeName>Preeti Patil</ForeName><Initials>PP</Initials><Identifier Source="ORCID">0000-0002-2810-1888</Identifier><AffiliationInfo><Affiliation>University of Pittsburgh School of Medicine, Department of Ophthalmology, Pittsburg, USA.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Chhablani</LastName><ForeName>Jay</ForeName><Initials>J</Initials><Identifier Source="ORCID">0000-0003-1772-3558</Identifier><AffiliationInfo><Affiliation>University of Pittsburgh School of Medicine, Department of Ophthalmology, Pittsburg, USA.</Affiliation></AffiliationInfo></Author></AuthorList><Language>eng</Language><PublicationTypeList><PublicationType UI="D016428">Journal Article</PublicationType><PublicationType UI="D016454">Review</PublicationType></PublicationTypeList></Article><MedlineJournalInfo><Country>Turkey</Country><MedlineTA>Turk J Ophthalmol</MedlineTA><NlmUniqueID>101686048</NlmUniqueID><ISSNLinking>2149-8709</ISSNLinking></MedlineJournalInfo><ChemicalList><Chemical><RegistryNumber>3G6A5W338E</RegistryNumber><NameOfSubstance UI="D002110">Caffeine</NameOfSubstance></Chemical><Chemical><RegistryNumber>0</RegistryNumber><NameOfSubstance UI="D000697">Central Nervous System Stimulants</NameOfSubstance></Chemical></ChemicalList><CitationSubset>IM</CitationSubset><MeshHeadingList><MeshHeading><DescriptorName UI="D006801" MajorTopicYN="N">Humans</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D002110" MajorTopicYN="Y">Caffeine</DescriptorName><QualifierName UI="Q000009" MajorTopicYN="N">adverse effects</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D007429" MajorTopicYN="N">Intraocular Pressure</DescriptorName><QualifierName UI="Q000502" MajorTopicYN="N">physiology</QualifierName><QualifierName UI="Q000187" MajorTopicYN="N">drug effects</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D000697" MajorTopicYN="N">Central Nervous System Stimulants</DescriptorName><QualifierName UI="Q000009" MajorTopicYN="N">adverse effects</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D005128" MajorTopicYN="N">Eye Diseases</DescriptorName><QualifierName UI="Q000503" MajorTopicYN="N">physiopathology</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D014785" MajorTopicYN="N">Vision, Ocular</DescriptorName><QualifierName UI="Q000502" MajorTopicYN="N">physiology</QualifierName><QualifierName UI="Q000187" MajorTopicYN="N">drug effects</QualifierName></MeshHeading></MeshHeadingList><OtherAbstract Type="Publisher" Language="tur"><AbstractText>Kahve ve &#xe7;ayda yayg&#x131;n olarak bulunan kafein, adenozin resept&#xf6;rlerini bloke ederek, g&#xf6;zya&#x15f;&#x131; &#xfc;retimi, g&#xf6;z i&#xe7;i bas&#x131;nc&#x131;, mak&#xfc;la perf&#xfc;zyonu ve koroid kal&#x131;nl&#x131;&#x11f;&#x131;n&#x131; etkileyerek &#xe7;e&#x15f;itli y&#xf6;nleriyle g&#xf6;z sa&#x11f;l&#x131;&#x11f;&#x131; &#xfc;zerinde etkilere sahiptir. Bununla birlikte, glokom ve katarakt gibi g&#xf6;z hastal&#x131;klar&#x131; ile ba&#x11f;lant&#x131;s&#x131;, ara&#x15f;t&#x131;rma sonu&#xe7;lar&#x131;n&#x131;n &#xe7;eli&#x15f;kili olmas&#x131; nedeniyle belirsizli&#x11f;ini korumaktad&#x131;r. Baz&#x131; &#xe7;al&#x131;&#x15f;malar kataraktta faydalar&#x131; olabilece&#x11f;ini ileri s&#xfc;rerken, di&#x11f;erleri glokomda s&#x131;k kafein al&#x131;m&#x131;n&#x131;n g&#xf6;z i&#xe7;i bas&#x131;nc&#x131;nda art&#x131;&#x15f;a neden olarak cerrahi ihtiyac&#x131; do&#x11f;uraca&#x11f;&#x131; konusunda uyarmaktad&#x131;r. Kuru g&#xf6;z, mak&#xfc;la dejenerasyonu, miyopi/hipermetropi, diyabetik retinopati, premat&#xfc;re retinopatisi ve santral ser&#xf6;z retinopati &#xfc;zerindeki etkileri ile ilgili &#xe7;eli&#x15f;kili kan&#x131;tlar da mevcuttur. Kafein, kuru g&#xf6;z i&#xe7;in bir risk fakt&#xf6;r&#xfc; gibi g&#xf6;r&#xfc;nmemekle beraber, &#xe7;al&#x131;&#x15f;malar kafeinin ya&#x15f; tip ya&#x15f;a ba&#x11f;l&#x131; mak&#xfc;ler dejenerasyona kar&#x15f;&#x131; koruma sa&#x11f;layabilece&#x11f;ini ve 7-metilksantin metabolitinin miyopi i&#xe7;in umut verici bir tedavi olabilece&#x11f;ini g&#xf6;stermi&#x15f;tir. Ayr&#x131;ca, kafein titremeye neden olabilir ve &#xf6;zellikle daha az deneyimli cerrahlarda cerrahi performans&#x131; etkileyebilir. Uzmanlar&#x131;n &#xf6;nerileri farkl&#x131;l&#x131;k g&#xf6;stermekle birlikte kafeinin g&#xf6;z&#xfc; nas&#x131;l etkiledi&#x11f;ini tam olarak anlamak i&#xe7;in daha fazla ara&#x15f;t&#x131;rmaya ihtiya&#xe7; vard&#x131;r. Genetik olarak glokoma yatk&#x131;n bireyler, kafein t&#xfc;ketiminin g&#xf6;z i&#xe7;i bas&#x131;nc&#x131;nda klinik olarak anlaml&#x131; y&#xfc;kselmeye neden olma olas&#x131;l&#x131;&#x11f;&#x131; nedeniyle dikkatli olmal&#x131;d&#x131;r. Titremenin &#xf6;nemli olabilece&#x11f;i mikrocerrahi gibi hassas i&#x15f;lemlerde kafein kullan&#x131;m&#x131; hakk&#x131;nda dikkatli olunmal&#x131;d&#x131;r. Bu derleme, kafeinin g&#xf6;z sa&#x11f;l&#x131;&#x11f;&#x131; &#xfc;zerindeki etkisine ili&#x15f;kin daha net bir g&#xf6;r&#xfc;&#x15f;e sahip olmak ve &#xf6;nerilerde bulunmak i&#xe7;in yap&#x131;lacak daha ileri &#xe7;al&#x131;&#x15f;malar&#x131;n &#xf6;nemini vurgulamaktad&#x131;r.</AbstractText><CopyrightInformation>&#xa9;Copyright 2024 by the Turkish Ophthalmological Association / Turkish Journal of Ophthalmology published by Galenos Publishing House.</CopyrightInformation></OtherAbstract><KeywordList Owner="NOTNLM"><Keyword MajorTopicYN="N">Caffeine</Keyword><Keyword MajorTopicYN="N">caffeine and eye diseases, cataract</Keyword><Keyword MajorTopicYN="N">choroidal thickness</Keyword><Keyword MajorTopicYN="N">coffee consumption</Keyword><Keyword MajorTopicYN="N">dry eye</Keyword><Keyword MajorTopicYN="N">glaucoma</Keyword><Keyword MajorTopicYN="N">macular degeneration</Keyword><Keyword MajorTopicYN="N">ocular health</Keyword><Keyword MajorTopicYN="N">surgical performance</Keyword></KeywordList><CoiStatement>Conflict of Interest: No conflict of interest was declared by the authors.</CoiStatement></MedlineCitation><PubmedData><History><PubMedPubDate PubStatus="medline"><Year>2024</Year><Month>10</Month><Day>28</Day><Hour>6</Hour><Minute>23</Minute></PubMedPubDate><PubMedPubDate PubStatus="pubmed"><Year>2024</Year><Month>10</Month><Day>28</Day><Hour>6</Hour><Minute>22</Minute></PubMedPubDate><PubMedPubDate PubStatus="entrez"><Year>2024</Year><Month>10</Month><Day>28</Day><Hour>3</Hour><Minute>48</Minute></PubMedPubDate><PubMedPubDate PubStatus="pmc-release"><Year>2024</Year><Month>10</Month><Day>25</Day></PubMedPubDate></History><PublicationStatus>ppublish</PublicationStatus><ArticleIdList><ArticleId IdType="pubmed">39463170</ArticleId><ArticleId IdType="pmc">PMC11589232</ArticleId><ArticleId IdType="doi">10.4274/tjo.galenos.2024.43895</ArticleId></ArticleIdList><ReferenceList><Reference><Citation>Heckman MA, Weil J, Gonzalez de Mejia E. Caffeine (1, 3, 7-trimethylxanthine) in foods: a comprehensive review on consumption, functionality, safety, and regulatory matters. J Food Sci. 2010;75:R77&#x2013;R87.</Citation><ArticleIdList><ArticleId IdType="pubmed">20492310</ArticleId></ArticleIdList></Reference><Reference><Citation>Gonzalez de Mejia E, Ramirez-Mares MV. Impact of caffeine and coffee on our health. Trends Endocrinol Metab. 2014;25(10):489&#x2013;492. doi: 10.1016/j.tem.2014.07.003.</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.tem.2014.07.003</ArticleId><ArticleId IdType="pubmed">25124982</ArticleId></ArticleIdList></Reference><Reference><Citation>Daly JW, Shi D, Nikodijevic O, Jacobson KA. The role of adenosine receptors in the central action of caffeine. Pharmacopsychoecologia. 1994;7:201&#x2013;213.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC4373791</ArticleId><ArticleId IdType="pubmed">25821357</ArticleId></ArticleIdList></Reference><Reference><Citation>Mazziotta C, Rotondo JC, Lanzillotti C, Campione G, Martini F, Tognon M. Cancer biology and molecular genetics of A adenosine receptor. Oncogene. 2022;41:301&#x2013;308.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC8755539</ArticleId><ArticleId IdType="pubmed">34750517</ArticleId></ArticleIdList></Reference><Reference><Citation>Borea PA, Gessi S, Merighi S, Vincenzi F, Varani K. Pharmacology of adenosine receptors: the state of the art. Physiol Rev. 2018;98:1591&#x2013;1625.</Citation><ArticleIdList><ArticleId IdType="pubmed">29848236</ArticleId></ArticleIdList></Reference><Reference><Citation>Kaplan GB, Greenblatt DJ, Ehrenberg BL, Goddard JE, Cotreau MM, Harmatz JS, Shader RI. Dose-dependent pharmacokinetics and psychomotor effects of caffeine in humans. J Clin Pharmacol. 1997;37(8):693&#x2013;703. doi: 10.1002/j.1552-4604.1997.tb04356.x.</Citation><ArticleIdList><ArticleId IdType="doi">10.1002/j.1552-4604.1997.tb04356.x</ArticleId><ArticleId IdType="pubmed">9378841</ArticleId></ArticleIdList></Reference><Reference><Citation>Lipton RB, Diener HC, Robbins MS, Garas SY, Patel K. Caffeine in the management of patients with headache. J Headache Pain. 2017;18(1):107. doi: 10.1186/s10194-017-0806-2.</Citation><ArticleIdList><ArticleId IdType="doi">10.1186/s10194-017-0806-2</ArticleId><ArticleId IdType="pmc">PMC5655397</ArticleId><ArticleId IdType="pubmed">29067618</ArticleId></ArticleIdList></Reference><Reference><Citation>Welsh EJ, Bara A, Barley E, Cates CJ. Caffeine for asthma. Cochrane Database Syst Rev. 2010;2010(1):CD001112. doi: 10.1002/14651858.CD001112.pub2.</Citation><ArticleIdList><ArticleId IdType="doi">10.1002/14651858.CD001112.pub2</ArticleId><ArticleId IdType="pmc">PMC7053252</ArticleId><ArticleId IdType="pubmed">20091514</ArticleId></ArticleIdList></Reference><Reference><Citation>Ikram M, Park TJ, Ali T, Kim MO. Antioxidant and Neuroprotective Effects of Caffeine against Alzheimer&#x2019;s and Parkinson&#x2019;s Disease: Insight into the Role of Nrf-2 and A2AR Signaling. Antioxidants (Basel) 2020;9(9):902. doi: 10.3390/antiox9090902.</Citation><ArticleIdList><ArticleId IdType="doi">10.3390/antiox9090902</ArticleId><ArticleId IdType="pmc">PMC7554764</ArticleId><ArticleId IdType="pubmed">32971922</ArticleId></ArticleIdList></Reference><Reference><Citation>Lutty GA, McLeod DS. Retinal vascular development and oxygen-induced retinopathy: a role for adenosine. Prog Retin Eye Res. 2003;22(1):95&#x2013;111. doi: 10.1016/s1350-9462(02)00058-7.</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/s1350-9462(02)00058-7</ArticleId><ArticleId IdType="pubmed">12597925</ArticleId></ArticleIdList></Reference><Reference><Citation>Sorenson CM, Song YS, Zaitoun IS, Wang S, Hanna BA, Darjatmoko SR, Gurel Z, Fisk DL, McDowell CM, McAdams RM, Sheibani N. Caffeine Inhibits Choroidal Neovascularization Through Mitigation of Inflammatory and Angiogenesis Activities. Front Cell Dev Biol. 2021;9:737426. doi: 10.3389/fcell.2021.737426.</Citation><ArticleIdList><ArticleId IdType="doi">10.3389/fcell.2021.737426</ArticleId><ArticleId IdType="pmc">PMC8551619</ArticleId><ArticleId IdType="pubmed">34722519</ArticleId></ArticleIdList></Reference><Reference><Citation>Arita R, Yanagi Y, Honda N, Maeda S, Maeda K, Kuchiba A, Yamaguchi T, Yanagihara Y, Suzuki H, Amano S. Caffeine increases tear volume depending on polymorphisms within the adenosine A2a receptor gene and cytochrome P450 1A2. Ophthalmology. 2012;119(5):972&#x2013;978. doi: 10.1016/j.ophtha.2011.11.033.</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.ophtha.2011.11.033</ArticleId><ArticleId IdType="pubmed">22336631</ArticleId></ArticleIdList></Reference><Reference><Citation>Osei KA, Ovenseri-Ogbomo G, Kyei S, Ntodie M. The effect of caffeine on tear secretion. Optom Vis Sci. 2014;91(2):171&#x2013;177. doi: 10.1097/OPX.0000000000000129.</Citation><ArticleIdList><ArticleId IdType="doi">10.1097/OPX.0000000000000129</ArticleId><ArticleId IdType="pubmed">24240351</ArticleId></ArticleIdList></Reference><Reference><Citation>Jiwani AZ, Rhee DJ, Brauner SC, Gardiner MF, Chen TC, Shen LQ, Chen SH, Grosskreutz CL, Chang KK, Kloek CE, Greenstein SH, Borboli-Gerogiannis S, Pasquale DL, Chaudhry S, Loomis S, Wiggs JL, Pasquale LR, Turalba AV. Effects of caffeinated coffee consumption on intraocular pressure, ocular perfusion pressure, and ocular pulse amplitude: a randomized controlled trial. Eye (Lond) 2012;26(8):1122&#x2013;1130. doi: 10.1038/eye.2012.113.</Citation><ArticleIdList><ArticleId IdType="doi">10.1038/eye.2012.113</ArticleId><ArticleId IdType="pmc">PMC3420046</ArticleId><ArticleId IdType="pubmed">22678051</ArticleId></ArticleIdList></Reference><Reference><Citation>Okuno T, Sugiyama T, Tominaga M, Kojima S, Ikeda T. Effects of caffeine on microcirculation of the human ocular fundus. Jpn J Ophthalmol. 2002;46(2):170&#x2013;176. doi: 10.1016/s0021-5155(01)00498-1.</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/s0021-5155(01)00498-1</ArticleId><ArticleId IdType="pubmed">12062222</ArticleId></ArticleIdList></Reference><Reference><Citation>Avisar R, Avisar E, Weinberger D. Effect of coffee consumption on intraocular pressure. Ann Pharmacother. 2002;36(6):992&#x2013;995. doi: 10.1345/aph.1A279.</Citation><ArticleIdList><ArticleId IdType="doi">10.1345/aph.1A279</ArticleId><ArticleId IdType="pubmed">12022898</ArticleId></ArticleIdList></Reference><Reference><Citation>Moss SE, Klein R, Klein BE. Prevalence of and risk factors for dry eye syndrome. Arch Ophthalmol. 2000;118(9):1264&#x2013;1268. doi: 10.1001/archopht.118.9.1264.</Citation><ArticleIdList><ArticleId IdType="doi">10.1001/archopht.118.9.1264</ArticleId><ArticleId IdType="pubmed">10980773</ArticleId></ArticleIdList></Reference><Reference><Citation>Kurata K, Maeda M, Nishida E, Tsukuda R, Suzuki T, Ando T, Tokuriki M. Relationship between caffeine-induced ocular hypertension and ultrastructure changes of non-pigmented ciliary epithelial cells in rats. J Toxicol Sci. 1997;22:447&#x2013;454.</Citation><ArticleIdList><ArticleId IdType="pubmed">9442454</ArticleId></ArticleIdList></Reference><Reference><Citation>Kurata K, Fujimoto H, Tsukuda R, Suzuki T, Ando T, Tokuriki M. Aqueous humor dynamics in beagle dogs with caffeine-induced ocular hypertension. J Vet Med Sci. 1998;60(6):737&#x2013;739. doi: 10.1292/jvms.60.737.</Citation><ArticleIdList><ArticleId IdType="doi">10.1292/jvms.60.737</ArticleId><ArticleId IdType="pubmed">9673947</ArticleId></ArticleIdList></Reference><Reference><Citation>Madeira MH, Ortin-Martinez A, Nadal-N&#xed;colas F, Ambr&#xf3;sio AF, Vidal-Sanz M, Agudo-Barriuso M, Santiago AR. Caffeine administration prevents retinal neuroinflammation and loss of retinal ganglion cells in an animal model of glaucoma. Sci Rep. 2016;6:27532.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC4897621</ArticleId><ArticleId IdType="pubmed">27270337</ArticleId></ArticleIdList></Reference><Reference><Citation>Hartley TR, Lovallo WR, Whitsett TL, Sung BH, Wilson MF. Caffeine and stress: implications for risk, assessment, and management of hypertension. J Clin Hypertens (Greenwich) 2001;3:354&#x2013;361.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC8101832</ArticleId><ArticleId IdType="pubmed">11723357</ArticleId></ArticleIdList></Reference><Reference><Citation>Okimi PH, Sportsman S, Pickard MR, Fritsche MB. Effects of caffeinated coffee on intraocular pressure. Appl Nurs Res ANR. 1991;4(2):72&#x2013;76. doi: 10.1016/s0897-1897(05)80058-8.</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/s0897-1897(05)80058-8</ArticleId><ArticleId IdType="pubmed">1741639</ArticleId></ArticleIdList></Reference><Reference><Citation>Nurminen ML, Niittynen L, Korpela R, Vapaatalo H. Coffee, caffeine and blood pressure: a critical review. Eur J Clin Nutr. 1999;53(11):831&#x2013;839. doi: 10.1038/sj.ejcn.1600899.</Citation><ArticleIdList><ArticleId IdType="doi">10.1038/sj.ejcn.1600899</ArticleId><ArticleId IdType="pubmed">10556993</ArticleId></ArticleIdList></Reference><Reference><Citation>Adams BA, Brubaker RF. Caffeine has no clinically significant effect on aqueous humor flow in the normal human eye. Ophthalmology. 1990;97(8):1030&#x2013;1031. doi: 10.1016/s0161-6420(90)32468-5.</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/s0161-6420(90)32468-5</ArticleId><ArticleId IdType="pubmed">2402413</ArticleId></ArticleIdList></Reference><Reference><Citation>Chandrasekaran S, Rochtchina E, Mitchell P. Effects of caffeine on intraocular pressure: the Blue Mountains Eye Study. J Glaucoma. 2005;14:504&#x2013;507.</Citation><ArticleIdList><ArticleId IdType="pubmed">16276285</ArticleId></ArticleIdList></Reference><Reference><Citation>Higginbotham EJ, Kilimanjaro HA, Wilensky JT, Batenhorst RL, Hermann D. The effect of caffeine on intraocular pressure in glaucoma patients. Ophthalmology. 1989;96(5):624&#x2013;626. doi: 10.1016/s0161-6420(89)32852-1.</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/s0161-6420(89)32852-1</ArticleId><ArticleId IdType="pubmed">2636858</ArticleId></ArticleIdList></Reference><Reference><Citation>Kang JH, Willett WC, Rosner BA, Hankinson SE, Pasquale LR. Caffeine consumption and the risk of primary open-angle glaucoma: a prospective cohort study. Invest Ophthalmol Vis Sci. 2008;49(5):1924&#x2013;1931. doi: 10.1167/iovs.07-1425.</Citation><ArticleIdList><ArticleId IdType="doi">10.1167/iovs.07-1425</ArticleId><ArticleId IdType="pmc">PMC3100584</ArticleId><ArticleId IdType="pubmed">18263806</ArticleId></ArticleIdList></Reference><Reference><Citation>Kim J, Aschard H, Kang JH, Lentjes MAH, Do R, Wiggs JL, Khawaja AP, Pasquale LR, Modifiable Risk Factors for Glaucoma Collaboration. Intraocular pressure, glaucoma, and dietary caffeine consumption: a gene-diet interaction study from the UK Biobank. Ophthalmology. 2021;128(6):866&#x2013;876. doi: 10.1016/j.ophtha.2020.12.009.</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.ophtha.2020.12.009</ArticleId><ArticleId IdType="pmc">PMC8154631</ArticleId><ArticleId IdType="pubmed">33333105</ArticleId></ArticleIdList></Reference><Reference><Citation>Cameron OG, Modell JG, Hariharan M. Caffeine and human cerebral blood flow: a positron emission tomography study. Life Sci. 1990;47(13):1141&#x2013;1146. doi: 10.1016/0024-3205(90)90174-p.</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/0024-3205(90)90174-p</ArticleId><ArticleId IdType="pubmed">2122148</ArticleId></ArticleIdList></Reference><Reference><Citation>Cavallaro G, Filippi L, Bagnoli P, La Marca G, Cristofori G, Raffaeli G, Padrini L, Araimo G, Fumagalli M, Groppo M, Dal Monte M, Osnaghi S, Fiorini P, Mosca F. The pathophysiology of retinopathy of prematurity: an update of previous and recent knowledge. Acta Ophthalmol. 2014;92(1):2&#x2013;20. doi: 10.1111/aos.12049.</Citation><ArticleIdList><ArticleId IdType="doi">10.1111/aos.12049</ArticleId><ArticleId IdType="pubmed">23617889</ArticleId></ArticleIdList></Reference><Reference><Citation>Chandra P, Gaur A, Varma S. Effect of caffeine on the intraocular pressure in patients with primary open angle glaucoma. Clin Ophthalmol. 2011;5:1623&#x2013;1629. doi: 10.2147/OPTH.S25291.</Citation><ArticleIdList><ArticleId IdType="doi">10.2147/OPTH.S25291</ArticleId><ArticleId IdType="pmc">PMC3225459</ArticleId><ArticleId IdType="pubmed">22140308</ArticleId></ArticleIdList></Reference><Reference><Citation>Lotfi K, Grunwald JE. The effect of caffeine on the human macular circulation. Invest Ophthalmol Vis Sci. 1991;32(12):3028&#x2013;3032.</Citation><ArticleIdList><ArticleId IdType="pubmed">1938279</ArticleId></ArticleIdList></Reference><Reference><Citation>Karti O, Zengin MO, Kerci SG, Ayhan Z, Kusbeci T. Acute effect of caffeine on macular microcirculation in healthy subjects: an optical coherence tomography angiography study. Retina. 2019;39(5):964&#x2013;971. doi: 10.1097/IAE.0000000000002058.</Citation><ArticleIdList><ArticleId IdType="doi">10.1097/IAE.0000000000002058</ArticleId><ArticleId IdType="pubmed">29401177</ArticleId></ArticleIdList></Reference><Reference><Citation>Polska E, Ehrlich P, Luksch A, Fuchsj&#xe4;ger-Mayrl G, Schmetterer L. Effects of adenosine on intraocular pressure, optic nerve head blood flow, and choroidal blood flow in healthy humans. Invest Ophthalmol Vis Sci. 2003;44(7):3110&#x2013;3114. doi: 10.1167/iovs.02-1133.</Citation><ArticleIdList><ArticleId IdType="doi">10.1167/iovs.02-1133</ArticleId><ArticleId IdType="pubmed">12824258</ArticleId></ArticleIdList></Reference><Reference><Citation>Zengin MO, Cinar E, Karahan E, Tuncer I, Kucukerdonmez C. The effect of caffeine on choroidal thickness in young healthy subjects. Cutan Ocul Toxicol. 2015;34(2):112&#x2013;116. doi: 10.3109/15569527.2014.912659.</Citation><ArticleIdList><ArticleId IdType="doi">10.3109/15569527.2014.912659</ArticleId><ArticleId IdType="pubmed">24861902</ArticleId></ArticleIdList></Reference><Reference><Citation>Vural AD, Kara N, Sayin N, Pirhan D, Ersan HB. Choroidal thickness changes after a single administration of coffee in healthy subjects. Retina. 2014;34(6):1223&#x2013;1228. doi: 10.1097/IAE.0000000000000043.</Citation><ArticleIdList><ArticleId IdType="doi">10.1097/IAE.0000000000000043</ArticleId><ArticleId IdType="pubmed">24263469</ArticleId></ArticleIdList></Reference><Reference><Citation>Dervi&#x15f;o&#x11f;ullar&#x131; MS, Totan Y, Y&#xfc;ce A, Kulak AE. Acute effects of caffeine on choroidal thickness and ocular pulse amplitude. Cutan Ocul Toxicol. 2016;35(4):281&#x2013;286. doi: 10.3109/15569527.2015.1104330.</Citation><ArticleIdList><ArticleId IdType="doi">10.3109/15569527.2015.1104330</ArticleId><ArticleId IdType="pubmed">26555634</ArticleId></ArticleIdList></Reference><Reference><Citation>Altinkaynak H, Ceylan E, Kartal B, Kele&#x15f; S, Ekinci M, Olcaysu OO. Measurement of Choroidal Thickness Following Caffeine Intake in Healthy Subjects. Curr Eye Res. 2016;41(5):708&#x2013;714. doi: 10.3109/02713683.2015.1020168.</Citation><ArticleIdList><ArticleId IdType="doi">10.3109/02713683.2015.1020168</ArticleId><ArticleId IdType="pubmed">25860873</ArticleId></ArticleIdList></Reference><Reference><Citation>Smith EL 3rd, Hung LF, She Z, Beach K, Ostrin LA, Jong M. Topically instilled caffeine selectively alters emmetropizing responses in infant rhesus monkeys. Exp Eye Res. 2021;203:108438. doi: 10.1016/j.exer.2021.108438.</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.exer.2021.108438</ArticleId><ArticleId IdType="pmc">PMC7867594</ArticleId><ArticleId IdType="pubmed">33428866</ArticleId></ArticleIdList></Reference><Reference><Citation>Grey AC, Demarais NJ, West BJ, Donaldson PJ. A quantitative map of glutathione in the aging human lens. Int J Mass Spectrom. 2019;437:58&#x2013;68.</Citation></Reference><Reference><Citation>Babizhayev MA. Mitochondria induce oxidative stress, generation of reactive oxygen species and redox state unbalance of the eye lens leading to human cataract formation: disruption of redox lens organization by phospholipid hydroperoxides as a common basis for cataract disease. Cell Biochem Funct. 2011;29(3):183&#x2013;206. doi: 10.1002/cbf.1737.</Citation><ArticleIdList><ArticleId IdType="doi">10.1002/cbf.1737</ArticleId><ArticleId IdType="pubmed">21381059</ArticleId></ArticleIdList></Reference><Reference><Citation>Varma SD, Chand D, Sharma YR, Kuck JF Jr, Richards RD. Oxidative stress on lens and cataract formation: role of light and oxygen. Curr Eye Res. 1984;3(1):35&#x2013;57. doi: 10.3109/02713688408997186.</Citation><ArticleIdList><ArticleId IdType="doi">10.3109/02713688408997186</ArticleId><ArticleId IdType="pubmed">6360540</ArticleId></ArticleIdList></Reference><Reference><Citation>Varma SD, Hegde KR. Prevention of oxidative damage to lens by caffeine. J Ocul Pharmacol Ther. 2010;26(1):73&#x2013;77. doi: 10.1089/jop.2009.0097.</Citation><ArticleIdList><ArticleId IdType="doi">10.1089/jop.2009.0097</ArticleId><ArticleId IdType="pmc">PMC3096544</ArticleId><ArticleId IdType="pubmed">20148663</ArticleId></ArticleIdList></Reference><Reference><Citation>Varma SD. Effect of coffee (caffeine) against human cataract blindness. Clin Ophthalmol. 2016;10:213&#x2013;220. doi: 10.2147/OPTH.S96394.</Citation><ArticleIdList><ArticleId IdType="doi">10.2147/OPTH.S96394</ArticleId><ArticleId IdType="pmc">PMC4734813</ArticleId><ArticleId IdType="pubmed">26869755</ArticleId></ArticleIdList></Reference><Reference><Citation>Klein BE, Klein R, Lee KE, Meuer SM. Socioeconomic and lifestyle factors and the 10-year incidence of age-related cataracts. Am J Ophthalmol. 2003;136(3):506&#x2013;512. doi: 10.1016/s0002-9394(03)00290-3.</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/s0002-9394(03)00290-3</ArticleId><ArticleId IdType="pubmed">12967805</ArticleId></ArticleIdList></Reference><Reference><Citation>McCarty CA, Taylor HR. A review of the epidemiologic evidence linking ultraviolet radiation and cataracts. Dev Ophthalmol. 2002;35:21&#x2013;31. doi: 10.1159/000060807.</Citation><ArticleIdList><ArticleId IdType="doi">10.1159/000060807</ArticleId><ArticleId IdType="pubmed">12061276</ArticleId></ArticleIdList></Reference><Reference><Citation>Taylor HR, West SK, Rosenthal FS, Mu&#xf1;oz B, Newland HS, Abbey H, Emmett EA. Effect of ultraviolet radiation on cataract formation. N Engl J Med. 1988;319(22):1429&#x2013;1433. doi: 10.1056/NEJM198812013192201.</Citation><ArticleIdList><ArticleId IdType="doi">10.1056/NEJM198812013192201</ArticleId><ArticleId IdType="pubmed">3185661</ArticleId></ArticleIdList></Reference><Reference><Citation>Lou MF. Redox regulation in the lens. Prog Retin Eye Res. 2003;22(5):657&#x2013;682. doi: 10.1016/s1350-9462(03)00050-8.</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/s1350-9462(03)00050-8</ArticleId><ArticleId IdType="pubmed">12892645</ArticleId></ArticleIdList></Reference><Reference><Citation>Varma SD, Hegde KR, Kovtun S. UV-B-induced damage to the lens in vitro: prevention by caffeine. J Ocul Pharmacol Ther. 2008;24:439&#x2013;444.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC2958437</ArticleId><ArticleId IdType="pubmed">18788993</ArticleId></ArticleIdList></Reference><Reference><Citation>Varma SD, Hegde KR. Kynurenine-induced photo oxidative damage to lens in vitro: protective effect of caffeine. Mol Cell Biochem. 2010;340(1-2):49&#x2013;54. doi: 10.1007/s11010-010-0399-4.</Citation><ArticleIdList><ArticleId IdType="doi">10.1007/s11010-010-0399-4</ArticleId><ArticleId IdType="pubmed">20204679</ArticleId></ArticleIdList></Reference><Reference><Citation>Kronschl&#xe4;ger M, L&#xf6;fgren S, Yu Z, Talebizadeh N, Varma SD, S&#xf6;derberg P. Caffeine eye drops protect against UV-B cataract. Exp Eye Res. 2013;113:26&#x2013;31. doi: 10.1016/j.exer.2013.04.015.</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.exer.2013.04.015</ArticleId><ArticleId IdType="pmc">PMC3737395</ArticleId><ArticleId IdType="pubmed">23644096</ArticleId></ArticleIdList></Reference><Reference><Citation>Kronschl&#xe4;ger M, Rui&#xdf; M, Dechat T, Findl O. Single high-dose peroral caffeine intake inhibits ultraviolet radiation-induced apoptosis in human lens epithelial cells in vitro. Acta Ophthalmol. 2021;99(4):e587&#x2013;e593. doi: 10.1111/aos.14641.</Citation><ArticleIdList><ArticleId IdType="doi">10.1111/aos.14641</ArticleId><ArticleId IdType="pubmed">33124749</ArticleId></ArticleIdList></Reference><Reference><Citation>Tan JS, Wang JJ, Mitchell P. Influence of diabetes and cardiovascular disease on the long-term incidence of cataract: the Blue Mountains eye study. Ophthalmic Epidemiol. 2008;15(5):317&#x2013;327. doi: 10.1080/09286580802105806.</Citation><ArticleIdList><ArticleId IdType="doi">10.1080/09286580802105806</ArticleId><ArticleId IdType="pubmed">18850468</ArticleId></ArticleIdList></Reference><Reference><Citation>Nakazawa Y, Ishimori N, Oguchi J, Nagai N, Kimura M, Funakoshi-Tago M, Tamura H. Coffee brew intake can prevent the reduction of lens glutathione and ascorbic acid levels in HFD-fed animals. Exp Ther Med. 2019;17(2):1420&#x2013;1425. doi: 10.3892/etm.2018.7092.</Citation><ArticleIdList><ArticleId IdType="doi">10.3892/etm.2018.7092</ArticleId><ArticleId IdType="pmc">PMC6327644</ArticleId><ArticleId IdType="pubmed">30680023</ArticleId></ArticleIdList></Reference><Reference><Citation>Kaczmarczyk-Sedlak I, Folwarczna J, Sedlak L, Zych M, Wojnar W, Szumi&#x144;ska I, Wygl&#x119;dowska-Promie&#x144;ska D, Mrukwa-Kominek E. Effect of caffeine on biomarkers of oxidative stress in lenses of rats with streptozotocin-induced diabetes. Arch Med Sci. 2019;15(4):1073&#x2013;1080. doi: 10.5114/aoms.2019.85461.</Citation><ArticleIdList><ArticleId IdType="doi">10.5114/aoms.2019.85461</ArticleId><ArticleId IdType="pmc">PMC6657250</ArticleId><ArticleId IdType="pubmed">31360202</ArticleId></ArticleIdList></Reference><Reference><Citation>Varma SD, Kovtun S, Hegde K. Effectiveness of topical caffeine in cataract prevention: studies with galactose cataract. Mol Vis. 2010;16:2626&#x2013;2633.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC3002968</ArticleId><ArticleId IdType="pubmed">21179241</ArticleId></ArticleIdList></Reference><Reference><Citation>Terai N, Spoerl E, Pillunat LE, Stodtmeister R. The effect of caffeine on retinal vessel diameter in young healthy subjects. Acta Ophthalmol. 2012;90(7):e524&#x2013;e528. doi: 10.1111/j.1755-3768.2012.02486.x.</Citation><ArticleIdList><ArticleId IdType="doi">10.1111/j.1755-3768.2012.02486.x</ArticleId><ArticleId IdType="pubmed">22863322</ArticleId></ArticleIdList></Reference><Reference><Citation>Ozkan B, Y&#xfc;ksel N, Anik Y, Altintas O, Demirci A, Ca&#x11f;lar Y. The effect of caffeine on retrobulbar hemodynamics. Curr Eye Res. 2008;33(9):804&#x2013;809. doi: 10.1080/02713680802344708.</Citation><ArticleIdList><ArticleId IdType="doi">10.1080/02713680802344708</ArticleId><ArticleId IdType="pubmed">18798083</ArticleId></ArticleIdList></Reference><Reference><Citation>Li M, Wang M, Guo W, Wang J, Sun X. The effect of caffeine on intraocular pressure: a systematic review and meta-analysis. Graefes Arch Clin Exp Ophthalmol. 2011;249:435&#x2013;442.</Citation><ArticleIdList><ArticleId IdType="pubmed">20706731</ArticleId></ArticleIdList></Reference><Reference><Citation>Tran T, Niyadurupola N, O&#x2019;Connor J, Ang GS, Crowston J, Nguyen D. Rise of intraocular pressure in a caffeine test versus the water drinking test in patients with glaucoma. Clin Exp Ophthalmol. 2014;42:427&#x2013;432.</Citation><ArticleIdList><ArticleId IdType="pubmed">24304594</ArticleId></ArticleIdList></Reference><Reference><Citation>Duggal P, Klein AP, Lee KE, Iyengar SK, Klein R, Bailey-Wilson JE, Klein BE. A genetic contribution to intraocular pressure: the beaver dam eye study. Invest Ophthalmol Vis Sci. 2005;46(2):555&#x2013;560. doi: 10.1167/iovs.04-0729.</Citation><ArticleIdList><ArticleId IdType="doi">10.1167/iovs.04-0729</ArticleId><ArticleId IdType="pubmed">15671282</ArticleId></ArticleIdList></Reference><Reference><Citation>Duggal P, Klein AP, Lee KE, Klein R, Klein BE, Bailey-Wilson JE. Identification of novel genetic loci for intraocular pressure: a genomewide scan of the Beaver Dam Eye Study. Arch Ophthalmol. 2007;125(1):74&#x2013;79. doi: 10.1001/archopht.125.1.74.</Citation><ArticleIdList><ArticleId IdType="doi">10.1001/archopht.125.1.74</ArticleId><ArticleId IdType="pmc">PMC2528864</ArticleId><ArticleId IdType="pubmed">17210855</ArticleId></ArticleIdList></Reference><Reference><Citation>Gould DB, Miceli-Libby L, Savinova OV, Torrado M, Tomarev SI, Smith RS, John SW. Genetically increasing Myoc expression supports a necessary pathologic role of abnormal proteins in glaucoma. Mol Cell Biol. 2004;24(20):9019&#x2013;9025. doi: 10.1128/MCB.24.20.9019-9025.2004.</Citation><ArticleIdList><ArticleId IdType="doi">10.1128/MCB.24.20.9019-9025.2004</ArticleId><ArticleId IdType="pmc">PMC517885</ArticleId><ArticleId IdType="pubmed">15456875</ArticleId></ArticleIdList></Reference><Reference><Citation>Rotimi CN, Chen G, Adeyemo AA, Jones LS, Agyenim-Boateng K, Eghan BA Jr, Zhou J, Doumatey A, Lashley K, Huang H, Fasanmade O, Akinsola FB, Ezepue F, Amoah A, Akafo S, Chen Y, Oli J, Johnson T. Genomewide scan and fine mapping of quantitative trait loci for intraocular pressure on 5q and 14q in West Africans. Invest Ophthalmol Vis Sci. 2006;47(8):3262&#x2013;3267. doi: 10.1167/iovs.05-1537.</Citation><ArticleIdList><ArticleId IdType="doi">10.1167/iovs.05-1537</ArticleId><ArticleId IdType="pubmed">16877390</ArticleId></ArticleIdList></Reference><Reference><Citation>Xu Z, Hysi P, Khawaja AP. Genetic determinants of intraocular pressure. Annu Rev Vis Sci. 2021;7:727&#x2013;746. doi: 10.1146/annurev-vision-031021-095225.</Citation><ArticleIdList><ArticleId IdType="doi">10.1146/annurev-vision-031021-095225</ArticleId><ArticleId IdType="pubmed">34061569</ArticleId></ArticleIdList></Reference><Reference><Citation>Bojikian KD, Nobrega P, Wen JC, Zhang Q, Mudumbai RC, Johnstone MA, Wang RK, Chen PP. Macular vascular microcirculation in eyes with open-angle glaucoma using different visual field severity classification systems. J Glaucoma. 2019;28(9):790&#x2013;796. doi: 10.1097/IJG.0000000000001308.</Citation><ArticleIdList><ArticleId IdType="doi">10.1097/IJG.0000000000001308</ArticleId><ArticleId IdType="pmc">PMC11436114</ArticleId><ArticleId IdType="pubmed">31233458</ArticleId></ArticleIdList></Reference><Reference><Citation>Rouen PA, White ML. Dry eye disease: prevalence, assessment, and management. Home Healthc Now. 2018;36(2):74&#x2013;83. doi: 10.1097/NHH.0000000000000652.</Citation><ArticleIdList><ArticleId IdType="doi">10.1097/NHH.0000000000000652</ArticleId><ArticleId IdType="pubmed">29498987</ArticleId></ArticleIdList></Reference><Reference><Citation>Moss SE, Klein R, Klein BE. Incidence of dry eye in an older population. Arch Ophthalmol. 2004;122:369&#x2013;373.</Citation><ArticleIdList><ArticleId IdType="pubmed">15006852</ArticleId></ArticleIdList></Reference><Reference><Citation>Moss SE, Klein R, Klein BE. Long-term incidence of dry eye in an older population. Optom Vis Sci. 2008;85:668&#x2013;674.</Citation><ArticleIdList><ArticleId IdType="pubmed">18677233</ArticleId></ArticleIdList></Reference><Reference><Citation>Wang MTM, Muntz A, Mamidi B, Wolffsohn JS, Craig JP. Modifiable lifestyle risk factors for dry eye disease. Cont Lens Anterior Eye. 2021;44(6):101409. doi: 10.1016/j.clae.2021.01.004.</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.clae.2021.01.004</ArticleId><ArticleId IdType="pubmed">33485806</ArticleId></ArticleIdList></Reference><Reference><Citation>Magno MS, Utheim TP, Morthen MK, Snieder H, Jansonius NM, Hammond CJ, Vehof J. The relationship between caffeine intake and dry eye disease. Cornea. 2023;42(2):186&#x2013;193. doi: 10.1097/ICO.0000000000002979.</Citation><ArticleIdList><ArticleId IdType="doi">10.1097/ICO.0000000000002979</ArticleId><ArticleId IdType="pmc">PMC9797200</ArticleId><ArticleId IdType="pubmed">35081066</ArticleId></ArticleIdList></Reference><Reference><Citation>Abu-Ismail L, Abuawwad MT, Taha MJ, Khamees A, Abu Ismail DY, Sanwar M, Al-Bustanji Y, Nashwan A, Alameri OH, Alrawashdeh HM, Abu Serhan H, Abu-Ismail J. Prevalence of dry eye disease among medical students and its association with sleep habits, use of electronic devices and caffeine consumption: a cross-sectional questionnaire. Clin Ophthalmol. 2023;17:1013&#x2013;1023. doi: 10.2147/OPTH.S397022.</Citation><ArticleIdList><ArticleId IdType="doi">10.2147/OPTH.S397022</ArticleId><ArticleId IdType="pmc">PMC10081668</ArticleId><ArticleId IdType="pubmed">37035514</ArticleId></ArticleIdList></Reference><Reference><Citation>Hern&#xe1;ndez-Zimbr&#xf3;n LF, Zamora-Alvarado R, Ochoa-De la Paz L, Velez-Montoya R, Zenteno E, Gulias-Ca&#xf1;izo R, Quiroz-Mercado H, Gonzalez-Salinas R. Age-related macular degeneration: new paradigms for treatment and management of AMD. Oxid Med Cell Longev. 2018;2018:8374647. doi: 10.1155/2018/8374647.</Citation><ArticleIdList><ArticleId IdType="doi">10.1155/2018/8374647</ArticleId><ArticleId IdType="pmc">PMC5816845</ArticleId><ArticleId IdType="pubmed">29484106</ArticleId></ArticleIdList></Reference><Reference><Citation>Goebel CP, Song YS, Zaitoun IS, Wang S, Potter HAD, Sorenson CM, Sheibani N. Adenosine receptors expression in human retina and choroid with age-related macular degeneration. J Ophthalmic Vis Res. 2023;18(1):51&#x2013;59. doi: 10.18502/jovr.v18i1.12725.</Citation><ArticleIdList><ArticleId IdType="doi">10.18502/jovr.v18i1.12725</ArticleId><ArticleId IdType="pmc">PMC10020792</ArticleId><ArticleId IdType="pubmed">36937188</ArticleId></ArticleIdList></Reference><Reference><Citation>Parver LM. Temperature modulating action of choroidal blood flow. Eye (Lond) 1991;5:181&#x2013;185. doi: 10.1038/eye.1991.32.</Citation><ArticleIdList><ArticleId IdType="doi">10.1038/eye.1991.32</ArticleId><ArticleId IdType="pubmed">2070878</ArticleId></ArticleIdList></Reference><Reference><Citation>Kim SW, Oh J, Kwon SS, Yoo J, Huh K. Comparison of choroidal thickness among patients with healthy eyes, early age-related maculopathy, neovascular age-related macular degeneration, central serous chorioretinopathy, and polypoidal choroidal vasculopathy. Retina. 2011;31:1904&#x2013;1911.</Citation><ArticleIdList><ArticleId IdType="pubmed">21878855</ArticleId></ArticleIdList></Reference><Reference><Citation>Grunwald JE, Hariprasad SM, DuPont J, Maguire MG, Fine SL, Brucker AJ, Maguire AM, Ho AC. Foveolar choroidal blood flow in age-related macular degeneration. Invest Ophthalmol Vis Sci. 1998;39(2):385&#x2013;390.</Citation><ArticleIdList><ArticleId IdType="pubmed">9477998</ArticleId></ArticleIdList></Reference><Reference><Citation>Raimundo M, Mira F, Cachulo MDL, Barreto P, Ribeiro L, Farinha C, La&#xed;ns I, Nunes S, Alves D, Figueira J, Merle BM, Delcourt C, Santos L, Silva R. Adherence to a Mediterranean diet, lifestyle and age-related macular degeneration: the Coimbra Eye Study - report 3. Acta Ophthalmol. 2018;96:e926&#x2013;e932.</Citation><ArticleIdList><ArticleId IdType="pubmed">30218481</ArticleId></ArticleIdList></Reference><Reference><Citation>Tomany SC, Klein R, Klein BE. The relation of coffee and caffeine to the 5-year incidence of early age-related maculopathy: the Beaver Dam Eye Study. Am J Ophthalmol. 2001;132:271&#x2013;273.</Citation><ArticleIdList><ArticleId IdType="pubmed">11476699</ArticleId></ArticleIdList></Reference><Reference><Citation>Farazdaghi MK, Ebrahimi KB. Role of the choroid in age-related macular degeneration: a current review. J Ophthalmic Vis Res. 2019;14(1):78&#x2013;87. doi: 10.4103/jovr.jovr_125_18.</Citation><ArticleIdList><ArticleId IdType="doi">10.4103/jovr.jovr_125_18</ArticleId><ArticleId IdType="pmc">PMC6388521</ArticleId><ArticleId IdType="pubmed">30820291</ArticleId></ArticleIdList></Reference><Reference><Citation>Trier K, Cui D, Ribel-Madsen S, Guggenheim J. Oral administration of caffeine metabolite 7-methylxanthine is associated with slowed myopia progression in Danish children. Br J Ophthalmol. 2023;107(10):1538&#x2013;1544. doi: 10.1136/bjo-2021-320920.</Citation><ArticleIdList><ArticleId IdType="doi">10.1136/bjo-2021-320920</ArticleId><ArticleId IdType="pubmed">35995571</ArticleId></ArticleIdList></Reference><Reference><Citation>Harb EN, Wildsoet CF. Nutritional factors and myopia: an analysis of national health and nutrition examination survey data. Optom Vis Sci. 2021;98(5):458&#x2013;468. doi: 10.1097/OPX.0000000000001694.</Citation><ArticleIdList><ArticleId IdType="doi">10.1097/OPX.0000000000001694</ArticleId><ArticleId IdType="pmc">PMC8137665</ArticleId><ArticleId IdType="pubmed">33973916</ArticleId></ArticleIdList></Reference><Reference><Citation>Singh H, Singh H, Sahajpal NS, Paul S, Kaur I, Jain SK. Sub-chronic and chronic toxicity evaluation of 7-methylxanthine: a new molecule for the treatment of myopia. Drug Chem Toxicol. 2022;45(3):1383&#x2013;1394. doi: 10.1080/01480545.2020.1833904.</Citation><ArticleIdList><ArticleId IdType="doi">10.1080/01480545.2020.1833904</ArticleId><ArticleId IdType="pubmed">33076712</ArticleId></ArticleIdList></Reference><Reference><Citation>Fleck BW, McIntosh N. Pathogenesis of retinopathy of prematurity and possible preventive strategies. Early Hum Dev. 2008;84(2):83&#x2013;88. doi: 10.1016/j.earlhumdev.2007.11.008.</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.earlhumdev.2007.11.008</ArticleId><ArticleId IdType="pubmed">18234458</ArticleId></ArticleIdList></Reference><Reference><Citation>Mintz-Hittner HA, Kennedy KA, Chuang AZ, BEAT-ROP Cooperative Group. Efficacy of intravitreal bevacizumab for stage 3+ retinopathy of prematurity. N Engl J Med. 2011;364(7):603&#x2013;615. doi: 10.1056/NEJMoa1007374.</Citation><ArticleIdList><ArticleId IdType="doi">10.1056/NEJMoa1007374</ArticleId><ArticleId IdType="pmc">PMC3119530</ArticleId><ArticleId IdType="pubmed">21323540</ArticleId></ArticleIdList></Reference><Reference><Citation>Nishijima K, Ng YS, Zhong L, Bradley J, Schubert W, Jo N, Akita J, Samuelsson SJ, Robinson GS, Adamis AP, Shima DT. Vascular endothelial growth factor-A is a survival factor for retinal neurons and a critical neuroprotectant during the adaptive response to ischemic injury. Am J Pathol. 2007;171:53&#x2013;67.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC1941589</ArticleId><ArticleId IdType="pubmed">17591953</ArticleId></ArticleIdList></Reference><Reference><Citation>Zhang S, Zhou R, Li B, Li H, Wang Y, Gu X, Tang L, Wang C, Zhong D, Ge Y, Huo Y, Lin J, Liu XL, Chen JF. Caffeine preferentially protects against oxygen-induced retinopathy. FASEB J. 2017;31(8):3334&#x2013;3348. doi: 10.1096/fj.201601285r.</Citation><ArticleIdList><ArticleId IdType="doi">10.1096/fj.201601285r</ArticleId><ArticleId IdType="pmc">PMC6207216</ArticleId><ArticleId IdType="pubmed">28420694</ArticleId></ArticleIdList></Reference><Reference><Citation>Bhatt-Mehta V, Schumacher RE. The effect of ibuprofen and caffeine prophylaxis on retinopathy of prematurity. J AAPOS. 2021;25(5):272. doi: 10.1016/j.jaapos.2021.04.011.</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.jaapos.2021.04.011</ArticleId><ArticleId IdType="pubmed">34563696</ArticleId></ArticleIdList></Reference><Reference><Citation>Karlinski Vizentin V, Madeira de S&#xe1; Pacheco I, Fahel Vilas B&#xf4;as Azev&#xea;do T, Flor&#xea;ncio de Mesquita C, Alvim Pereira R. Early versus late caffeine therapy administration in preterm neonates: an updated systematic review and meta-analysis. Neonatology. 2024;121(1):7&#x2013;16. doi: 10.1159/000534497.</Citation><ArticleIdList><ArticleId IdType="doi">10.1159/000534497</ArticleId><ArticleId IdType="pubmed">37989113</ArticleId></ArticleIdList></Reference><Reference><Citation>Maugeri G, D&#x2019;Amico AG, Ras&#xe0; DM, La Cognata V, Saccone S, Federico C, Cavallaro S, D&#x2019;Agata V. Caffeine prevents blood retinal barrier damage in a model, in vitro, of diabetic macular edema. J Cell Biochem. 2017;118:2371&#x2013;2379.</Citation><ArticleIdList><ArticleId IdType="pubmed">28106278</ArticleId></ArticleIdList></Reference><Reference><Citation>Neelam K, Tai ES, Li X, Wong WL, Lee J, Wong TY. Coffee Consumption and Age-Related Macular Degeneration: The Singapore Prospective Study Program. Invest Ophthalmol Vis Sci. 2011;52:98.</Citation></Reference><Reference><Citation>ElSayed NA, Aleppo G, Aroda VR, Bannuru RR, Brown FM, Bruemmer D, Collins BS, Gibbons CH, Giurini JM, Hilliard ME, Isaacs D, Johnson EL, Kahan S, Khunti K, Leon J, Lyons SK, Perry ML, Prahalad P, Pratley RE, Seley JJ, Stanton RC, Sun JK, Gabbay RA, on behalf of the American Diabetes Association. 12. Retinopathy, Neuropathy, and Foot Care: Standards of Care in Diabetes-2023. Diabetes Care. 2023;46(Suppl 1):S203&#x2013;S215. doi: 10.2337/dc23-S012.</Citation><ArticleIdList><ArticleId IdType="doi">10.2337/dc23-S012</ArticleId><ArticleId IdType="pmc">PMC9810462</ArticleId><ArticleId IdType="pubmed">36507636</ArticleId></ArticleIdList></Reference><Reference><Citation>Fung AT, Yang Y, Kam AW. Central serous chorioretinopathy: a review. Clin Exp Ophthalmol. 2023;51(3):243&#x2013;270. doi: 10.1111/ceo.14201.</Citation><ArticleIdList><ArticleId IdType="doi">10.1111/ceo.14201</ArticleId><ArticleId IdType="pubmed">36597282</ArticleId></ArticleIdList></Reference><Reference><Citation>Mansour AM, Koaik M, Lima LH, Casella AMB, Uwaydat SH, Shahin M, Tamim H, Sanchez-Ruiz MJ, Mansour HA, Dodwell D. Physiologic and psychologic risk factors in central serous chorioretinopathy. Ophthalmol Retina. 2017;1(6):497&#x2013;507. doi: 10.1016/j.oret.2017.02.009.</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.oret.2017.02.009</ArticleId><ArticleId IdType="pubmed">31047441</ArticleId></ArticleIdList></Reference><Reference><Citation>Kudielka BM, Kirschbaum C. Sex differences in HPA axis responses to stress: a review. Biol Psychol. 2005;69:113&#x2013;132.</Citation><ArticleIdList><ArticleId IdType="pubmed">15740829</ArticleId></ArticleIdList></Reference><Reference><Citation>Roizenblatt M, Dias Gomes Barrios Marin V, Grupenmacher AT, Muralha F, Faber J, Jiramongkolchai K, Gehlbach PL, Farah ME, Belfort R Jr, Maia M. Association of weight-adjusted caffeine and &#x3b2;-blocker use with ophthalmology fellow performance during simulated vitreoretinal microsurgery. JAMA Ophthalmol. 2020;138(8):819&#x2013;825. doi: 10.1001/jamaophthalmol.2020.1971.</Citation><ArticleIdList><ArticleId IdType="doi">10.1001/jamaophthalmol.2020.1971</ArticleId><ArticleId IdType="pmc">PMC7290718</ArticleId><ArticleId IdType="pubmed">32525517</ArticleId></ArticleIdList></Reference><Reference><Citation>Urso-Baiarda F, Shurey S, Grobbelaar AO. Effect of caffeine on microsurgical technical performance. Microsurgery. 2007;27(2):84&#x2013;87. doi: 10.1002/micr.20311.</Citation><ArticleIdList><ArticleId IdType="doi">10.1002/micr.20311</ArticleId><ArticleId IdType="pubmed">17290375</ArticleId></ArticleIdList></Reference><Reference><Citation>Ahmad H, Pointdujour R, Liu M, Smith EF, Lazzaro DR. The Effect of caffeine and beta blockade on surgical performance using the EYESi VRMagic anti-tremor, forceps and capsulorhexis surgical simulator modules in experienced v. novice surgeons. Invest Ophthalmol Vis Sci. 2010;51:5439&#x2013;5439.</Citation></Reference><Reference><Citation>Humayun MU, Rader RS, Pieramici DJ, Awh CC, de Juan E Jr. Quantitative measurement of the effects of caffeine and propranolol on surgeon hand tremor. Arch Ophthalmol. 1997;115(3):371&#x2013;374. doi: 10.1001/archopht.1997.01100150373010.</Citation><ArticleIdList><ArticleId IdType="doi">10.1001/archopht.1997.01100150373010</ArticleId><ArticleId IdType="pubmed">9076210</ArticleId></ArticleIdList></Reference><Reference><Citation>Quarta B, Anese M. Furfurals removal from roasted coffee powder by vacuum treatment. Food Chem. 2012;130(3):610&#x2013;614. doi: 10.1016/j.foodchem.2011.07.083.</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.foodchem.2011.07.083</ArticleId></ArticleIdList></Reference></ReferenceList></PubmedData></PubmedArticle></PubmedArticleSet>