<?xml version="1.0" ?>
<!DOCTYPE PubmedArticleSet PUBLIC "-//NLM//DTD PubMedArticle, 1st January 2025//EN" "https://dtd.nlm.nih.gov/ncbi/pubmed/out/pubmed_250101.dtd">
<PubmedArticleSet>
<PubmedArticle><MedlineCitation Status="MEDLINE" Owner="NLM" IndexingMethod="Curated"><PMID Version="1">31920044</PMID><DateCompleted><Year>2020</Year><Month>01</Month><Day>15</Day></DateCompleted><DateRevised><Year>2020</Year><Month>01</Month><Day>15</Day></DateRevised><Article PubModel="Print"><Journal><ISSN IssnType="Print">0370-629X</ISSN><JournalIssue CitedMedium="Print"><Volume>75</Volume><Issue>1</Issue><PubDate><Year>2020</Year><Month>Jan</Month></PubDate></JournalIssue><Title>Revue medicale de Liege</Title><ISOAbbreviation>Rev Med Liege</ISOAbbreviation></Journal><ArticleTitle>[Recovery strategies in elite sport : focus on both quantity and quality of sleep].</ArticleTitle><Pagination><StartPage>49</StartPage><EndPage>52</EndPage><MedlinePgn>49-52</MedlinePgn></Pagination><Abstract><AbstractText>Elite athletes participate in multiple competitions and are exposed to important training load. There is a need to match the recovery process against such a number of competitions and important training load, with the aim of preventing overtraining and injury. Several recovery strategies exist. Some strategies such as hydration, diet, cold water immersion and sleep are effective in their ability to counteract the fatigue mechanisms. Elite athletes regularly display compromised sleep quantity and quality with sleep quality being most vulnerable prior to major competitive events, during periods of high-intensity training and following long-haul travel to competitions. Compromised sleep quantity and/or quality may be detrimental to the outcome of the recovery process after training and competition. Future studies should focus on the interest of sleep hygiene strategies to optimise recovery, performance and preventing injury.</AbstractText></Abstract><AuthorList CompleteYN="Y"><Author ValidYN="Y"><LastName>N&#xe9;d&#xe9;lec</LastName><ForeName>M</ForeName><Initials>M</Initials><AffiliationInfo><Affiliation>Laboratoire Sport, Expertise, Performance, Unit&#xe9; de la Recherche, Institut National du Sport, de l'Expertise et de la Performance (INSEP), Paris, France.</Affiliation></AffiliationInfo></Author></AuthorList><Language>fre</Language><PublicationTypeList><PublicationType UI="D016428">Journal Article</PublicationType></PublicationTypeList><VernacularTitle>Les strat&#xe9;gies de r&#xe9;cup&#xe9;ration du sportif de haut niveau : focus sur la quantit&#xe9; et la qualit&#xe9; du sommeil.</VernacularTitle></Article><MedlineJournalInfo><Country>Belgium</Country><MedlineTA>Rev Med Liege</MedlineTA><NlmUniqueID>0404317</NlmUniqueID><ISSNLinking>0370-629X</ISSNLinking></MedlineJournalInfo><CitationSubset>IM</CitationSubset><MeshHeadingList><MeshHeading><DescriptorName UI="D056352" MajorTopicYN="Y">Athletes</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D005221" MajorTopicYN="N">Fatigue</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D006801" MajorTopicYN="N">Humans</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D012890" MajorTopicYN="N">Sleep</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D012893" MajorTopicYN="Y">Sleep Wake Disorders</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D013177" MajorTopicYN="Y">Sports</DescriptorName></MeshHeading></MeshHeadingList><OtherAbstract Type="Publisher" Language="fre"><AbstractText>Une augmentation du nombre de comp&#xe9;titions et une charge d&#x2019;entra&#xee;nement importante sont constat&#xe9;es dans le sport de haut niveau. Les sportifs doivent &#xe9;quilibrer une charge importante avec une r&#xe9;cup&#xe9;ration efficace afin de limiter le risque de surentra&#xee;nement et de blessure. Diff&#xe9;rentes strat&#xe9;gies susceptibles d&#x2019;acc&#xe9;l&#xe9;rer la r&#xe9;cup&#xe9;ration existent. Les strat&#xe9;gies nutritionnelles, l&#x2019;immersion en eau froide et le sommeil sont efficaces afin de limiter les m&#xe9;canismes de fatigue, et ainsi retrouver plus rapidement un niveau de performance de r&#xe9;f&#xe9;rence. Une quantit&#xe9; et une qualit&#xe9; de sommeil insuffisantes se retrouvent fr&#xe9;quemment chez le sportif, au cours de p&#xe9;riodes d&#x2019;entra&#xee;nement tr&#xe8;s intense, de d&#xe9;placements &#xe0; l&#x2019;international et lors d&#x2019;&#xe9;v&#xe8;nements comp&#xe9;titifs majeurs. Un sommeil de quantit&#xe9; et/ou de qualit&#xe9; insuffisante(s) a des r&#xe9;percussions n&#xe9;gatives sur le processus de r&#xe9;cup&#xe9;ration. Des strat&#xe9;gies d&#x2019;hygi&#xe8;ne de sommeil susceptibles d&#x2019;am&#xe9;liorer la r&#xe9;cup&#xe9;ration, d&#x2019;optimiser la performance et de pr&#xe9;venir la blessure sont requises.</AbstractText></OtherAbstract><KeywordList Owner="NOTNLM"><Keyword MajorTopicYN="N">Fatigue</Keyword><Keyword MajorTopicYN="N">Performance</Keyword><Keyword MajorTopicYN="N">Sleep</Keyword><Keyword MajorTopicYN="N">Sport</Keyword><Keyword MajorTopicYN="N">Injury</Keyword></KeywordList></MedlineCitation><PubmedData><History><PubMedPubDate PubStatus="entrez"><Year>2020</Year><Month>1</Month><Day>11</Day><Hour>6</Hour><Minute>0</Minute></PubMedPubDate><PubMedPubDate PubStatus="pubmed"><Year>2020</Year><Month>1</Month><Day>11</Day><Hour>6</Hour><Minute>0</Minute></PubMedPubDate><PubMedPubDate PubStatus="medline"><Year>2020</Year><Month>1</Month><Day>16</Day><Hour>6</Hour><Minute>0</Minute></PubMedPubDate></History><PublicationStatus>ppublish</PublicationStatus><ArticleIdList><ArticleId IdType="pubmed">31920044</ArticleId></ArticleIdList></PubmedData></PubmedArticle></PubmedArticleSet>