<?xml version="1.0" ?>
<!DOCTYPE PubmedArticleSet PUBLIC "-//NLM//DTD PubMedArticle, 1st January 2025//EN" "https://dtd.nlm.nih.gov/ncbi/pubmed/out/pubmed_250101.dtd">
<PubmedArticleSet>
<PubmedArticle><MedlineCitation Status="MEDLINE" Owner="NLM" IndexingMethod="Curated"><PMID Version="1">28399097</PMID><DateCompleted><Year>2017</Year><Month>08</Month><Day>14</Day></DateCompleted><DateRevised><Year>2018</Year><Month>12</Month><Day>02</Day></DateRevised><Article PubModel="Print"><Journal><ISSN IssnType="Print">1997-7298</ISSN><JournalIssue CitedMedium="Print"><Volume>117</Volume><Issue>3</Issue><PubDate><Year>2017</Year></PubDate></JournalIssue><Title>Zhurnal nevrologii i psikhiatrii imeni S.S. Korsakova</Title><ISOAbbreviation>Zh Nevrol Psikhiatr Im S S Korsakova</ISOAbbreviation></Journal><ArticleTitle>[Influence chronopharmacology therapy methionine (melaxen) on the dynamics of sleep disturbance, cognitive and emotional disorders, brain-derived neurotrophic factor (BDNF) in patients with cerebral stroke in the early and late recovery periods].</ArticleTitle><Pagination><StartPage>56</StartPage><EndPage>64</EndPage><MedlinePgn>56-64</MedlinePgn></Pagination><ELocationID EIdType="doi" ValidYN="Y">10.17116/jnevro20171173156-64</ELocationID><Abstract><AbstractText Label="AIM" NlmCategory="OBJECTIVE">To study the efficacy of melaxen on the dynamics of sleep disturbance, cognitive and emotional disorders, BDNF and the level of secretion of melatonin (6-SOMT) in patients with stroke in the early and late recovery phase.</AbstractText><AbstractText Label="MATERIAL AND METHODS" NlmCategory="METHODS">One hundred and ten patients in the rehabilitation period of stroke (mean age of 58.4&#xb1;6.4 years), including 60 patients in the early recovery phase (group 1) and 50 patients in the late phase (group 2), were studied. Patients received melaxen in dose of 3 mg/day for 3 months along with standard treatment. The efficacy of therapy was assessed by the dynamics of sleep disorders, emotional status, dynamics of serum BDNF levels, 6-SOMT concentration in the urine.</AbstractText><AbstractText Label="RESULTS AND CONCLUSION" NlmCategory="CONCLUSIONS">The study has demonstrated the high efficacy of melaxen in the rehabilitation of patients in early and late recovery phase of stroke. The drug significantly increased the BDNF level that correlated with improved sleep, emotional status, quality of life of patients.</AbstractText></Abstract><AuthorList CompleteYN="Y"><Author ValidYN="Y"><LastName>Kostenko</LastName><ForeName>E V</ForeName><Initials>EV</Initials><AffiliationInfo><Affiliation>Moscow Centre for Research and Practice in Medical Rehabilitation, Restorative and Sports Medicine of Moscow Healthcare Department, Moscow, Russia, Pirogov Russian National Research Medical University, Moscow, Russia.</Affiliation></AffiliationInfo></Author></AuthorList><Language>rus</Language><PublicationTypeList><PublicationType UI="D016428">Journal Article</PublicationType></PublicationTypeList><VernacularTitle>Vliianie khronofarmakologichesko&#x12d; terapii melatoninom (melaksen) na dinamiku narusheni&#x12d; sna, kognitivnykh i &#xe9;motsional'nykh rasstro&#x12d;stv, ne&#x12d;rotroficheskogo faktora mozga u patsientov v vosstanovitel'nom periode insul'ta.</VernacularTitle></Article><MedlineJournalInfo><Country>Russia (Federation)</Country><MedlineTA>Zh Nevrol Psikhiatr Im S S Korsakova</MedlineTA><NlmUniqueID>9712194</NlmUniqueID><ISSNLinking>1997-7298</ISSNLinking></MedlineJournalInfo><ChemicalList><Chemical><RegistryNumber>0</RegistryNumber><NameOfSubstance UI="D019208">Brain-Derived Neurotrophic Factor</NameOfSubstance></Chemical><Chemical><RegistryNumber>7171WSG8A2</RegistryNumber><NameOfSubstance UI="C579455">BDNF protein, human</NameOfSubstance></Chemical><Chemical><RegistryNumber>JL5DK93RCL</RegistryNumber><NameOfSubstance UI="D008550">Melatonin</NameOfSubstance></Chemical></ChemicalList><CitationSubset>IM</CitationSubset><MeshHeadingList><MeshHeading><DescriptorName UI="D000328" MajorTopicYN="N">Adult</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D000368" MajorTopicYN="N">Aged</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D019208" MajorTopicYN="N">Brain-Derived Neurotrophic Factor</DescriptorName><QualifierName UI="Q000097" MajorTopicYN="Y">blood</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D003072" MajorTopicYN="N">Cognition Disorders</DescriptorName><QualifierName UI="Q000097" MajorTopicYN="N">blood</QualifierName><QualifierName UI="Q000188" MajorTopicYN="Y">drug therapy</QualifierName><QualifierName UI="Q000209" MajorTopicYN="N">etiology</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D055870" MajorTopicYN="Y">Drug Chronotherapy</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D005260" MajorTopicYN="N">Female</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D006801" MajorTopicYN="N">Humans</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D008297" MajorTopicYN="N">Male</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D008550" MajorTopicYN="N">Melatonin</DescriptorName><QualifierName UI="Q000008" MajorTopicYN="Y">administration &amp; dosage</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D008875" MajorTopicYN="N">Middle Aged</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D019964" MajorTopicYN="N">Mood Disorders</DescriptorName><QualifierName UI="Q000097" MajorTopicYN="N">blood</QualifierName><QualifierName UI="Q000188" MajorTopicYN="Y">drug therapy</QualifierName><QualifierName UI="Q000209" MajorTopicYN="N">etiology</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D011788" MajorTopicYN="N">Quality of Life</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D012893" MajorTopicYN="N">Sleep Wake Disorders</DescriptorName><QualifierName UI="Q000097" MajorTopicYN="N">blood</QualifierName><QualifierName UI="Q000188" MajorTopicYN="Y">drug therapy</QualifierName><QualifierName UI="Q000209" MajorTopicYN="N">etiology</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D020521" MajorTopicYN="N">Stroke</DescriptorName><QualifierName UI="Q000097" MajorTopicYN="N">blood</QualifierName><QualifierName UI="Q000150" MajorTopicYN="Y">complications</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D000071939" MajorTopicYN="Y">Stroke Rehabilitation</DescriptorName></MeshHeading></MeshHeadingList><OtherAbstract Type="Publisher" Language="rus"><AbstractText>&#x426;&#x435;&#x43b;&#x44c; &#x438;&#x441;&#x441;&#x43b;&#x435;&#x434;&#x43e;&#x432;&#x430;&#x43d;&#x438;&#x44f;. &#x418;&#x437;&#x443;&#x447;&#x438;&#x442;&#x44c; &#x44d;&#x444;&#x444;&#x435;&#x43a;&#x442;&#x438;&#x432;&#x43d;&#x43e;&#x441;&#x442;&#x44c; &#x432;&#x43b;&#x438;&#x44f;&#x43d;&#x438;&#x44f; &#x445;&#x440;&#x43e;&#x43d;&#x43e;&#x444;&#x430;&#x440;&#x43c;&#x430;&#x43a;&#x43e;&#x43b;&#x43e;&#x433;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x43e;&#x439; &#x442;&#x435;&#x440;&#x430;&#x43f;&#x438;&#x438; &#x43c;&#x435;&#x43b;&#x430;&#x442;&#x43e;&#x43d;&#x438;&#x43d;&#x43e;&#x43c; (&#x43c;&#x435;&#x43b;&#x430;&#x43a;&#x441;&#x435;&#x43d;) &#x43d;&#x430; &#x434;&#x438;&#x43d;&#x430;&#x43c;&#x438;&#x43a;&#x443; &#x43d;&#x430;&#x440;&#x443;&#x448;&#x435;&#x43d;&#x438;&#x439; &#x441;&#x43d;&#x430;, &#x43a;&#x43e;&#x433;&#x43d;&#x438;&#x442;&#x438;&#x432;&#x43d;&#x44b;&#x445; &#x438; &#x44d;&#x43c;&#x43e;&#x446;&#x438;&#x43e;&#x43d;&#x430;&#x43b;&#x44c;&#x43d;&#x44b;&#x445; &#x440;&#x430;&#x441;&#x441;&#x442;&#x440;&#x43e;&#x439;&#x441;&#x442;&#x432;, &#x43d;&#x435;&#x439;&#x440;&#x43e;&#x442;&#x440;&#x43e;&#x444;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x43e;&#x433;&#x43e; &#x444;&#x430;&#x43a;&#x442;&#x43e;&#x440;&#x430; &#x43c;&#x43e;&#x437;&#x433;&#x430; (BDNF) &#x441; &#x443;&#x447;&#x435;&#x442;&#x43e;&#x43c; &#x443;&#x440;&#x43e;&#x432;&#x43d;&#x44f; &#x441;&#x435;&#x43a;&#x440;&#x435;&#x446;&#x438;&#x438; &#x43c;&#x435;&#x43b;&#x430;&#x442;&#x43e;&#x43d;&#x438;&#x43d;&#x430; &#x443; &#x43f;&#x430;&#x446;&#x438;&#x435;&#x43d;&#x442;&#x43e;&#x432; &#x441; &#x438;&#x43d;&#x441;&#x443;&#x43b;&#x44c;&#x442;&#x43e;&#x43c; &#x432; &#x440;&#x430;&#x43d;&#x43d;&#x435;&#x43c; &#x438; &#x43f;&#x43e;&#x437;&#x434;&#x43d;&#x435;&#x43c; &#x432;&#x43e;&#x441;&#x441;&#x442;&#x430;&#x43d;&#x43e;&#x432;&#x438;&#x442;&#x435;&#x43b;&#x44c;&#x43d;&#x43e;&#x43c; &#x43f;&#x435;&#x440;&#x438;&#x43e;&#x434;&#x430;&#x445;. &#x41c;&#x430;&#x442;&#x435;&#x440;&#x438;&#x430;&#x43b; &#x438; &#x43c;&#x435;&#x442;&#x43e;&#x434;&#x44b;. &#x41e;&#x431;&#x441;&#x43b;&#x435;&#x434;&#x43e;&#x432;&#x430;&#x43d;&#x44b; 110 &#x43f;&#x430;&#x446;&#x438;&#x435;&#x43d;&#x442;&#x43e;&#x432; &#x432; &#x432;&#x43e;&#x441;&#x441;&#x442;&#x430;&#x43d;&#x43e;&#x432;&#x438;&#x442;&#x435;&#x43b;&#x44c;&#x43d;&#x43e;&#x43c; &#x43f;&#x435;&#x440;&#x438;&#x43e;&#x434;&#x435; &#x438;&#x43d;&#x441;&#x443;&#x43b;&#x44c;&#x442;&#x430;, &#x441;&#x440;&#x435;&#x434;&#x43d;&#x438;&#x439; &#x432;&#x43e;&#x437;&#x440;&#x430;&#x441;&#x442; - 58,4&#xb1;6,4 &#x433;&#x43e;&#x434;&#x430;. &#x41f;&#x430;&#x446;&#x438;&#x435;&#x43d;&#x442;&#x44b; &#x431;&#x44b;&#x43b;&#x438; &#x440;&#x430;&#x437;&#x434;&#x435;&#x43b;&#x435;&#x43d;&#x44b; &#x43d;&#x430; &#x434;&#x432;&#x435; &#x433;&#x440;&#x443;&#x43f;&#x43f;&#x44b;, 1-&#x44e; &#x441;&#x43e;&#x441;&#x442;&#x430;&#x432;&#x438;&#x43b;&#x438; 60 &#x431;&#x43e;&#x43b;&#x44c;&#x43d;&#x44b;&#x445; &#x432; &#x440;&#x430;&#x43d;&#x43d;&#x435;&#x43c; &#x432;&#x43e;&#x441;&#x441;&#x442;&#x430;&#x43d;&#x43e;&#x432;&#x438;&#x442;&#x435;&#x43b;&#x44c;&#x43d;&#x43e;&#x43c; &#x43f;&#x435;&#x440;&#x438;&#x43e;&#x434;&#x435;, 2-&#x44e; - 50 &#x43f;&#x430;&#x446;&#x438;&#x435;&#x43d;&#x442;&#x43e;&#x432; &#x432; &#x43f;&#x43e;&#x437;&#x434;&#x43d;&#x435;&#x43c; &#x432;&#x43e;&#x441;&#x441;&#x442;&#x430;&#x43d;&#x43e;&#x432;&#x438;&#x442;&#x435;&#x43b;&#x44c;&#x43d;&#x43e;&#x43c; &#x43f;&#x435;&#x440;&#x438;&#x43e;&#x434;&#x435;. &#x41f;&#x430;&#x446;&#x438;&#x435;&#x43d;&#x442;&#x44b; &#x43d;&#x430;&#x440;&#x44f;&#x434;&#x443; &#x441;&#x43e; &#x441;&#x442;&#x430;&#x43d;&#x434;&#x430;&#x440;&#x442;&#x43d;&#x43e;&#x439; &#x441;&#x445;&#x435;&#x43c;&#x43e;&#x439; &#x43b;&#x435;&#x447;&#x435;&#x43d;&#x438;&#x44f; &#x43f;&#x43e;&#x43b;&#x443;&#x447;&#x430;&#x43b;&#x438; &#x43c;&#x435;&#x43b;&#x430;&#x43a;&#x441;&#x435;&#x43d; 3 &#x43c;&#x433;/&#x441;&#x443;&#x442; &#x432; &#x442;&#x435;&#x447;&#x435;&#x43d;&#x438;&#x435; 3 &#x43c;&#x435;&#x441;. &#x42d;&#x444;&#x444;&#x435;&#x43a;&#x442;&#x438;&#x432;&#x43d;&#x43e;&#x441;&#x442;&#x44c; &#x43f;&#x440;&#x43e;&#x432;&#x43e;&#x434;&#x438;&#x43c;&#x43e;&#x439; &#x442;&#x435;&#x440;&#x430;&#x43f;&#x438;&#x438; &#x43e;&#x446;&#x435;&#x43d;&#x438;&#x432;&#x430;&#x43b;&#x438; &#x43d;&#x430; &#x43e;&#x441;&#x43d;&#x43e;&#x432;&#x430;&#x43d;&#x438;&#x438; &#x434;&#x438;&#x43d;&#x430;&#x43c;&#x438;&#x43a;&#x438; &#x43d;&#x430;&#x440;&#x443;&#x448;&#x435;&#x43d;&#x438;&#x439; &#x441;&#x43d;&#x430;, &#x44d;&#x43c;&#x43e;&#x446;&#x438;&#x43e;&#x43d;&#x430;&#x43b;&#x44c;&#x43d;&#x43e;&#x433;&#x43e; &#x441;&#x442;&#x430;&#x442;&#x443;&#x441;&#x430;, &#x434;&#x438;&#x43d;&#x430;&#x43c;&#x438;&#x43a;&#x438; &#x43a;&#x43e;&#x43d;&#x446;&#x435;&#x43d;&#x442;&#x440;&#x430;&#x446;&#x438;&#x438; BDNF, &#x443;&#x440;&#x43e;&#x432;&#x43d;&#x44f; 6-&#x441;&#x443;&#x43b;&#x44c;&#x444;&#x430;&#x442;&#x43e;&#x43a;&#x441;&#x438;&#x43c;&#x435;&#x43b;&#x430;&#x442;&#x43e;&#x43d;&#x438;&#x43d;&#x430; &#x432; &#x43c;&#x43e;&#x447;&#x435;. &#x420;&#x435;&#x437;&#x443;&#x43b;&#x44c;&#x442;&#x430;&#x442;&#x44b; &#x438; &#x437;&#x430;&#x43a;&#x43b;&#x44e;&#x447;&#x435;&#x43d;&#x438;&#x435;. &#x41f;&#x440;&#x43e;&#x432;&#x435;&#x434;&#x435;&#x43d;&#x43d;&#x43e;&#x435; &#x438;&#x441;&#x441;&#x43b;&#x435;&#x434;&#x43e;&#x432;&#x430;&#x43d;&#x438;&#x435; &#x43f;&#x440;&#x43e;&#x434;&#x435;&#x43c;&#x43e;&#x43d;&#x441;&#x442;&#x440;&#x438;&#x440;&#x43e;&#x432;&#x430;&#x43b;&#x43e; &#x432;&#x44b;&#x441;&#x43e;&#x43a;&#x443;&#x44e; &#x44d;&#x444;&#x444;&#x435;&#x43a;&#x442;&#x438;&#x432;&#x43d;&#x43e;&#x441;&#x442;&#x44c; &#x43f;&#x440;&#x438;&#x43c;&#x435;&#x43d;&#x435;&#x43d;&#x438;&#x44f; &#x43c;&#x435;&#x43b;&#x430;&#x43a;&#x441;&#x435;&#x43d;&#x430; &#x432; &#x440;&#x435;&#x430;&#x431;&#x438;&#x43b;&#x438;&#x442;&#x430;&#x446;&#x438;&#x438; &#x43f;&#x430;&#x446;&#x438;&#x435;&#x43d;&#x442;&#x43e;&#x432; &#x432; &#x440;&#x430;&#x43d;&#x43d;&#x435;&#x43c; &#x438; &#x43f;&#x43e;&#x437;&#x434;&#x43d;&#x435;&#x43c; &#x432;&#x43e;&#x441;&#x441;&#x442;&#x430;&#x43d;&#x43e;&#x432;&#x438;&#x442;&#x435;&#x43b;&#x44c;&#x43d;&#x43e;&#x43c; &#x43f;&#x435;&#x440;&#x438;&#x43e;&#x434;&#x430;&#x445; &#x438;&#x43d;&#x441;&#x443;&#x43b;&#x44c;&#x442;&#x430;. &#x41f;&#x440;&#x435;&#x43f;&#x430;&#x440;&#x430;&#x442; &#x434;&#x43e;&#x441;&#x442;&#x43e;&#x432;&#x435;&#x440;&#x43d;&#x43e; &#x43f;&#x43e;&#x432;&#x44b;&#x448;&#x430;&#x43b; &#x43a;&#x43e;&#x43d;&#x446;&#x435;&#x43d;&#x442;&#x440;&#x430;&#x446;&#x438;&#x44e; BDNF, &#x447;&#x442;&#x43e; &#x43a;&#x43e;&#x440;&#x440;&#x435;&#x43b;&#x438;&#x440;&#x43e;&#x432;&#x430;&#x43b;&#x43e; &#x441; &#x443;&#x43b;&#x443;&#x447;&#x448;&#x435;&#x43d;&#x438;&#x435;&#x43c; &#x441;&#x43d;&#x430;, &#x44d;&#x43c;&#x43e;&#x446;&#x438;&#x43e;&#x43d;&#x430;&#x43b;&#x44c;&#x43d;&#x44b;&#x43c; &#x441;&#x442;&#x430;&#x442;&#x443;&#x441;&#x43e;&#x43c;, &#x43a;&#x430;&#x447;&#x435;&#x441;&#x442;&#x432;&#x43e;&#x43c; &#x436;&#x438;&#x437;&#x43d;&#x438; &#x43f;&#x430;&#x446;&#x438;&#x435;&#x43d;&#x442;&#x43e;&#x432;.</AbstractText></OtherAbstract></MedlineCitation><PubmedData><History><PubMedPubDate PubStatus="entrez"><Year>2017</Year><Month>4</Month><Day>12</Day><Hour>6</Hour><Minute>0</Minute></PubMedPubDate><PubMedPubDate PubStatus="pubmed"><Year>2017</Year><Month>4</Month><Day>12</Day><Hour>6</Hour><Minute>0</Minute></PubMedPubDate><PubMedPubDate PubStatus="medline"><Year>2017</Year><Month>8</Month><Day>15</Day><Hour>6</Hour><Minute>0</Minute></PubMedPubDate></History><PublicationStatus>ppublish</PublicationStatus><ArticleIdList><ArticleId IdType="pubmed">28399097</ArticleId><ArticleId IdType="doi">10.17116/jnevro20171173156-64</ArticleId></ArticleIdList></PubmedData></PubmedArticle></PubmedArticleSet>