<?xml version="1.0" ?>
<!DOCTYPE PubmedArticleSet PUBLIC "-//NLM//DTD PubMedArticle, 1st January 2025//EN" "https://dtd.nlm.nih.gov/ncbi/pubmed/out/pubmed_250101.dtd">
<PubmedArticleSet>
<PubmedArticle><MedlineCitation Status="PubMed-not-MEDLINE" Owner="NLM"><PMID Version="1">39958422</PMID><DateRevised><Year>2025</Year><Month>02</Month><Day>18</Day></DateRevised><Article PubModel="Electronic-eCollection"><Journal><ISSN IssnType="Print">1679-4435</ISSN><JournalIssue CitedMedium="Print"><Volume>22</Volume><Issue>4</Issue><PubDate><Year>2024</Year><Season>Oct-Dec</Season></PubDate></JournalIssue><Title>Revista brasileira de medicina do trabalho : publicacao oficial da Associacao Nacional de Medicina do Trabalho-ANAMT</Title><ISOAbbreviation>Rev Bras Med Trab</ISOAbbreviation></Journal><ArticleTitle>Hormonal responses to a stress load and state anxiety, mood, tiredness, and recovery in Portuguese police cadets.</ArticleTitle><Pagination><StartPage>e20231161</StartPage><MedlinePgn>e20231161</MedlinePgn></Pagination><ELocationID EIdType="pii" ValidYN="Y">e20231161</ELocationID><ELocationID EIdType="doi" ValidYN="Y">10.47626/1679-4435-2023-1161</ELocationID><Abstract><AbstractText Label="INTRODUCTION" NlmCategory="UNASSIGNED">Police officers are repeatedly exposed to conditions and incidents unique to their work.</AbstractText><AbstractText Label="OBJECTIVES" NlmCategory="UNASSIGNED">To describe the hormonal response to a stress load (circuit fitness test) in police cadets, and to verify the association of hormone responses (cortisol and testosterone) with state anxiety, mood, tiredness, and recovery.</AbstractText><AbstractText Label="METHODS" NlmCategory="UNASSIGNED">This is an analytical, observational, cross-sectional study with a quantitative approach. A total of 31 police cadets (all male; age 21.0 &#xb1; 4.4 years) were evaluated on February 4, 2022, at Instituto Superior de Ci&#xea;ncias Policiais e Seguran&#xe7;a Interna, Lisbon, Portugal, in four dimensions: morphological, fitness for police work (simulated circuit), hormonal (cortisol and testosterone responses), and psychological (anxiety, mood, stress, and recovery).</AbstractText><AbstractText Label="RESULTS" NlmCategory="UNASSIGNED">We observed differences in cortisol concentration upon awakening and the reference value; a decrease in cortisol and testosterone concentrations until the time of fitness testing; and increases in cortisol and testosterone concentrations in response to completing the fitness test. Regarding the hormone response in anticipation of the fitness test, there is a direct correlation of cortisol with hostility and social stress and an inverse correlation of testosterone with conflicts/pressure, sleep quality, emotional exhaustion, and the sum of the recovery and stress scales. Regarding the hormone response to actually performing the task, a positive correlation was found between cortisol and personal acceptance and self-regulation.</AbstractText><AbstractText Label="CONCLUSIONS" NlmCategory="UNASSIGNED">These findings suggest that the police cadets exhibited a healthy response to the proposed stress situation. However, whether they would respond likewise in real-world scenarios is unclear.</AbstractText></Abstract><AuthorList CompleteYN="Y"><Author ValidYN="Y"><LastName>Abrantes</LastName><ForeName>Maria Ros&#xe1;rio</ForeName><Initials>MR</Initials><Identifier Source="ORCID">0009-0009-0510-3870</Identifier><AffiliationInfo><Affiliation>Faculty of Physical Education and Sports, Universidade Lus&#xf3;fona, Lisbon, Portugal.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Madeira</LastName><ForeName>Raquel Barreto</ForeName><Initials>RB</Initials><Identifier Source="ORCID">0000-0002-4880-7482</Identifier><AffiliationInfo><Affiliation>Faculty of Physical Education and Sports, Universidade Lus&#xf3;fona, Lisbon, Portugal.</Affiliation></AffiliationInfo><AffiliationInfo><Affiliation>Research Center in Sport, Physical Education, Exercise, and Health, Universidade Lus&#xf3;fona, Lisbon, Portugal.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Monteiro</LastName><ForeName>Lu&#xed;s Fernandes</ForeName><Initials>LF</Initials><Identifier Source="ORCID">0000-0001-8118-5593</Identifier><AffiliationInfo><Affiliation>Faculty of Physical Education and Sports, Universidade Lus&#xf3;fona, Lisbon, Portugal.</Affiliation></AffiliationInfo><AffiliationInfo><Affiliation>Research Center in Sport, Physical Education, Exercise, and Health, Universidade Lus&#xf3;fona, Lisbon, Portugal.</Affiliation></AffiliationInfo><AffiliationInfo><Affiliation>ICPOL Research Center, Instituto Superior de Ci&#xea;ncias Policiais e Seguran&#xe7;a Interna, Lisbon, Portugal.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Matias</LastName><ForeName>Catarina N</ForeName><Initials>CN</Initials><Identifier Source="ORCID">0000-0003-2847-5924</Identifier><AffiliationInfo><Affiliation>Faculty of Physical Education and Sports, Universidade Lus&#xf3;fona, Lisbon, Portugal.</Affiliation></AffiliationInfo><AffiliationInfo><Affiliation>Research Center in Sport, Physical Education, Exercise, and Health, Universidade Lus&#xf3;fona, Lisbon, Portugal.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Massu&#xe7;a</LastName><ForeName>Lu&#xed;s Miguel</ForeName><Initials>LM</Initials><Identifier Source="ORCID">0000-0001-8786-3498</Identifier><AffiliationInfo><Affiliation>Faculty of Physical Education and Sports, Universidade Lus&#xf3;fona, Lisbon, Portugal.</Affiliation></AffiliationInfo><AffiliationInfo><Affiliation>Research Center in Sport, Physical Education, Exercise, and Health, Universidade Lus&#xf3;fona, Lisbon, Portugal.</Affiliation></AffiliationInfo><AffiliationInfo><Affiliation>ICPOL Research Center, Instituto Superior de Ci&#xea;ncias Policiais e Seguran&#xe7;a Interna, Lisbon, Portugal.</Affiliation></AffiliationInfo></Author></AuthorList><Language>eng</Language><PublicationTypeList><PublicationType UI="D016428">Journal Article</PublicationType></PublicationTypeList><ArticleDate DateType="Electronic"><Year>2025</Year><Month>01</Month><Day>31</Day></ArticleDate></Article><MedlineJournalInfo><Country>Brazil</Country><MedlineTA>Rev Bras Med Trab</MedlineTA><NlmUniqueID>101214718</NlmUniqueID><ISSNLinking>1679-4435</ISSNLinking></MedlineJournalInfo><OtherAbstract Type="Publisher" Language="por"><AbstractText Label="INTRODU&#xc7;&#xc3;O" NlmCategory="UNASSIGNED">Policiais est&#xe3;o repetidamente expostos a condi&#xe7;&#xf5;es e incidentes exclusivos do seu trabalho.</AbstractText><AbstractText Label="OBJETIVOS" NlmCategory="UNASSIGNED">Descrever a resposta hormonal a uma carga de estresse (circuito) em cadetes-alunos de pol&#xed;cia portugueses e verificar a associa&#xe7;&#xe3;o das respostas hormonais (cortisol e testosterona) com os estados de ansiedade, humor, cansa&#xe7;o e recupera&#xe7;&#xe3;o.</AbstractText><AbstractText Label="M&#xc9;TODOS" NlmCategory="UNASSIGNED">Trata-se de um estudo anal&#xed;tico, observacional, transversal e de abordagem quantitativa, em que participaram 31 cadetes-alunos de pol&#xed;cia do sexo masculino (idade, 21,0&#xb1;4,4 anos). Eles foram avaliados (Instituto Superior de Ci&#xea;ncias Policiais e Seguran&#xe7;a Interna, 4 de fevereiro de 2022) nas dimens&#xf5;es morfol&#xf3;gica, de aptid&#xe3;o para a fun&#xe7;&#xe3;o, hormonal (cortisol e testosterona) e psicol&#xf3;gica (estados de ansiedade e de humor, estresse e recupera&#xe7;&#xe3;o).</AbstractText><AbstractText Label="RESULTADOS" NlmCategory="UNASSIGNED">Observaram-se diferen&#xe7;as entre a concentra&#xe7;&#xe3;o de cortisol ao acordar e o valor de refer&#xea;ncia; diminui&#xe7;&#xf5;es nas concentra&#xe7;&#xf5;es de cortisol e testosterona at&#xe9; o momento de realiza&#xe7;&#xe3;o do circuito; e aumentos das concentra&#xe7;&#xf5;es de cortisol e testosterona em resposta &#xe0; realiza&#xe7;&#xe3;o do circuito de aptid&#xe3;o para a fun&#xe7;&#xe3;o policial. Relativamente &#xe0; resposta hormonal de antecipa&#xe7;&#xe3;o ao circuito, foi observada uma correla&#xe7;&#xe3;o direta do cortisol com a hostilidade e com o estresse social e uma correla&#xe7;&#xe3;o inversa da testosterona com conflitos/press&#xe3;o, qualidade do sono, exaust&#xe3;o emocional e a soma das escalas de recupera&#xe7;&#xe3;o e estresse. No que diz respeito &#xe0; resposta hormonal &#xe0; realiza&#xe7;&#xe3;o da tarefa, observou-se uma correla&#xe7;&#xe3;o positiva do cortisol com a aceita&#xe7;&#xe3;o pessoal e a autorregula&#xe7;&#xe3;o.</AbstractText><AbstractText Label="CONCLUS&#xd5;ES" NlmCategory="UNASSIGNED">Os resultados sugerem que os cadetes-alunos de pol&#xed;cia responderam de forma saud&#xe1;vel &#xe0; situa&#xe7;&#xe3;o de estresse proposta. Contudo, n&#xe3;o fica claro se as respostas seriam as mesmas em cen&#xe1;rios reais.</AbstractText></OtherAbstract><KeywordList Owner="NOTNLM"><Keyword MajorTopicYN="N">law enforcement officer, stress</Keyword><Keyword MajorTopicYN="N">physiological, stress</Keyword><Keyword MajorTopicYN="N">psychological</Keyword><Keyword MajorTopicYN="N">testosterone</Keyword></KeywordList><CoiStatement>Conflicts of interest: None</CoiStatement></MedlineCitation><PubmedData><History><PubMedPubDate PubStatus="received"><Year>2023</Year><Month>3</Month><Day>3</Day></PubMedPubDate><PubMedPubDate PubStatus="accepted"><Year>2023</Year><Month>5</Month><Day>23</Day></PubMedPubDate><PubMedPubDate PubStatus="medline"><Year>2025</Year><Month>2</Month><Day>17</Day><Hour>11</Hour><Minute>4</Minute></PubMedPubDate><PubMedPubDate PubStatus="pubmed"><Year>2025</Year><Month>2</Month><Day>17</Day><Hour>11</Hour><Minute>3</Minute></PubMedPubDate><PubMedPubDate PubStatus="entrez"><Year>2025</Year><Month>2</Month><Day>17</Day><Hour>5</Hour><Minute>41</Minute></PubMedPubDate><PubMedPubDate PubStatus="pmc-release"><Year>2025</Year><Month>1</Month><Day>31</Day></PubMedPubDate></History><PublicationStatus>epublish</PublicationStatus><ArticleIdList><ArticleId IdType="pubmed">39958422</ArticleId><ArticleId IdType="pmc">PMC11822977</ArticleId><ArticleId IdType="doi">10.47626/1679-4435-2023-1161</ArticleId></ArticleIdList><ReferenceList><Reference><Citation>Paton D, Violanti JM, Burke K, Gehrke A. Traumatic stress in police officers: a career length assessment from recruitment to retirement. Springfield: Charles C Thomas Pub Ltd; 2009.</Citation></Reference><Reference><Citation>Violanti JM, Fekedulegn D, Andrew ME, Hartley TA, Charles LE, Miller DB, et al. The impact of perceived intensity and frequency of police work occupational stressors on the cortisol awakening response (CAR): findings from the BCOPS study. Psychoneuroendocrinology. 2017;75:124&#x2013;131.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC5135615</ArticleId><ArticleId IdType="pubmed">27816820</ArticleId></ArticleIdList></Reference><Reference><Citation>Kaldewaij R, Koch SBJ, Zhang W, Hashemi MM, Klumpers F, Roelofs K. High endogenous testosterone levels are associated with diminished neural emotional control in aggressive police recruits. Psychol Sci. 2019;30(8):1161&#x2013;1173.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC6691594</ArticleId><ArticleId IdType="pubmed">31251695</ArticleId></ArticleIdList></Reference><Reference><Citation>Kwiatkowski CC, Manning CE, Eagle AL, Robison AJ. In: POWER: police officer wellness, ethics, and resilience. Papazoglou K, Blumberg DM, editors. San Diego: Academic Press; 2019. The neurobiology of police health, resilience, and wellness; pp. 77&#x2013;96.</Citation></Reference><Reference><Citation>Wehrwein EA, Orer HS, Barman SM. Overview of the anatomy, physiology, and pharmacology of the autonomic nervous system. Compr Physiol. 2016;6(3):1239&#x2013;1278.</Citation><ArticleIdList><ArticleId IdType="pubmed">27347892</ArticleId></ArticleIdList></Reference><Reference><Citation>Bobadilla L, Asberg K, Johnson M, Shirtcliff EA. Experiences in the military may impact dual-axis neuroendocrine processes in veterans. Dev Psychobiol. 2015;57(6):719&#x2013;730.</Citation><ArticleIdList><ArticleId IdType="pubmed">25273377</ArticleId></ArticleIdList></Reference><Reference><Citation>Orr RM, Lockie R, Milligan G, Lim C, Dawes J. Use of physical fitness assessments in tactical populations. Strength Cond J. 2022;44(2):106&#x2013;113.</Citation></Reference><Reference><Citation>Decker A, Hilton B, Dawes J, Lockie RG, Orr RM. Physiological demands of common occupational tasks among Australian police officers: a descriptive analysis. Ann Work Expo Health. 2022;66(7):960&#x2013;966.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC9357344</ArticleId><ArticleId IdType="pubmed">35274122</ArticleId></ArticleIdList></Reference><Reference><Citation>Armstrong J, Clare J, Plecas D. Monitoring the impact of scenario-based use-of-force simulations on police heart rate: evaluating the Royal Canadian Mounted Police Skills Refresher Program. West Crim Rev. 2014;15(1):51&#x2013;59.</Citation></Reference><Reference><Citation>World Medical Association World Medical Association Declaration of Helsinki: ethical principles for medical research involving human subjects. JAMA. 2013;310(20):2191&#x2013;2194.</Citation><ArticleIdList><ArticleId IdType="pubmed">24141714</ArticleId></ArticleIdList></Reference><Reference><Citation>Marfell-Jones M, Olds T, Stewart A, Carter L. International standards for anthropometric assessment (revised 2006) Potchefstroom: International Society for the Advancement of Kinanthropometry; 2006.</Citation></Reference><Reference><Citation>Teixeira J, Monteiro LF, Silvestre R, Beckert J, Massu&#xe7;a LM. Age-related influence on physical fitness and individual on-duty task performance of Portuguese male non-elite police officers. Biol Sport. 2019;36(2):163&#x2013;170.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC6561224</ArticleId><ArticleId IdType="pubmed">31223194</ArticleId></ArticleIdList></Reference><Reference><Citation>Cruz JF, Viana MF. Manual de avalia&#xe7;&#xe3;o psicol&#xf3;gica em contextos desportivos [relat&#xf3;rio t&#xe9;cnico] Braga-Lisboa: Projecto de Investiga&#xe7;&#xe3;o e Interven&#xe7;&#xe3;o Psicol&#xf3;gica na Alta Competi&#xe7;&#xe3;o; 1993.</Citation></Reference><Reference><Citation>Viana MF, Almeida PL, Santos RC. Adapta&#xe7;&#xe3;o portuguesa da vers&#xe3;o reduzida do Perfil de Estados de Humor - POMS. Anal Psicol. 2001;19(1):77&#x2013;92.</Citation></Reference><Reference><Citation>Costa LOP, Samulski DM. Processo de valida&#xe7;&#xe3;o do question&#xe1;rio de estresse e recupera&#xe7;&#xe3;o para atletas (RESTQ-Sport) na l&#xed;ngua portuguesa. Rev Bras Cienc Mov. 2008;13(1):79&#x2013;86.</Citation></Reference><Reference><Citation>Wilhelm I, Born J, Kudielka BM, Schlotz W, W&#xfc;st S. Is the cortisol awakening rise a response to awakening? Psychoneuroendocrinology. 2007;32(4):358&#x2013;366.</Citation><ArticleIdList><ArticleId IdType="pubmed">17408865</ArticleId></ArticleIdList></Reference><Reference><Citation>Tavares JP, Lautert L, Magnago TSBS, Consiglio AR, Pai DD. Relationship between psychosocial stress dimensions and salivary cortisol in military police officers. Rev Lat Am Enfermagem. 2017;25:e2873.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC5423763</ArticleId><ArticleId IdType="pubmed">28443994</ArticleId></ArticleIdList></Reference><Reference><Citation>Adam EK, Hawkley LC, Kudielka BM, Cacioppo JT. Day-to-day dynamics of experience--cortisol associations in a population-based sample of older adults. Proc Natl Acad Sci U S A. 2006;103(45):17058&#x2013;63.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC1636578</ArticleId><ArticleId IdType="pubmed">17075058</ArticleId></ArticleIdList></Reference><Reference><Citation>Neylan TC, Brunet A, Pole N, Best SR, Metzler TJ, Yehuda R, et al. PTSD symptoms predict waking salivary cortisol levels in police officers. Psychoneuroendocrinology. 2005;30(4):373&#x2013;381.</Citation><ArticleIdList><ArticleId IdType="pubmed">15694117</ArticleId></ArticleIdList></Reference><Reference><Citation>Gettler LT, McDade TW, Kuzawa CW. Cortisol and testosterone in Filipino young adult men: evidence for co-regulation of both hormones by fatherhood and relationship status. Am J Hum Biol. 2011;23(5):609&#x2013;620.</Citation><ArticleIdList><ArticleId IdType="pubmed">21638512</ArticleId></ArticleIdList></Reference><Reference><Citation>Cumming DC, Quigley ME, Yen SS. Acute suppression of circulating testosterone levels by cortisol in men. J Clin Endocrinol Metab. 1983;57(3):671&#x2013;673.</Citation><ArticleIdList><ArticleId IdType="pubmed">6348068</ArticleId></ArticleIdList></Reference><Reference><Citation>Dergaa I, Ben Saad H, Romdhani M, Souissi A, Fessi MS, Yousfi N, et al. Biological responses to short-term maximal exercise in male police officers. Am J Mens Health. 2021;15(4):15579883211040920.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC8381431</ArticleId><ArticleId IdType="pubmed">34414822</ArticleId></ArticleIdList></Reference><Reference><Citation>Akinola M, Mendes WB. Stress-induced cortisol facilitates threat-related decision making among police officers. Behav Neurosci. 2012;126(1):167&#x2013;174.</Citation><ArticleIdList><ArticleId IdType="pubmed">22141468</ArticleId></ArticleIdList></Reference><Reference><Citation>Lieberman HR, Farina EK, Caldwell J, Williams KW, Thompson LA, Niro PJ, et al. Cognitive function, stress hormones, heart rate and nutritional status during simulated captivity in military survival training. Physiol Behav. 2016;165:86&#x2013;97.</Citation><ArticleIdList><ArticleId IdType="pubmed">27374427</ArticleId></ArticleIdList></Reference><Reference><Citation>Martens R, Vealey RS, Burton D, Bump L, Smith DE. In: Competitive anxiety in sport. Martens R, Vealey RS, D Burton D, editors. Champaign: Human Kinetics;; 1990. Development and validation of the Competitive State Anxiety Inventory-2; pp. 117&#x2013;178.</Citation></Reference><Reference><Citation>Filaire E, Alix D, Rouveix M, Le Scanff C. Motivation, stress, anxiety, and cortisol responses in elite paragliders. Percept Mot Skills. 2007;104(3 Pt 2):1271&#x2013;1281.</Citation><ArticleIdList><ArticleId IdType="pubmed">17879661</ArticleId></ArticleIdList></Reference><Reference><Citation>Filaire E, Alix D, Ferrand C, Verger M. Psychophysiological stress in tennis players during the first single match of a tournament. Psychoneuroendocrinology. 2009;34(1):150&#x2013;157.</Citation><ArticleIdList><ArticleId IdType="pubmed">18845399</ArticleId></ArticleIdList></Reference><Reference><Citation>Coutts AJ, Wallace LK, Slattery KM. Monitoring changes in performance, physiology, biochemistry, and psychology during overreaching and recovery in triathletes. Int J Sports Med. 2007;28(2):125&#x2013;134.</Citation><ArticleIdList><ArticleId IdType="pubmed">16835823</ArticleId></ArticleIdList></Reference><Reference><Citation>Noce F, Costa VT, Simim MAM, Castro HO, Samulski DM, Mello MT. An&#xe1;lise dos sintomas de overtraining durante os per&#xed;odos de treinamento e recupera&#xe7;&#xe3;o: estudo de caso de uma equipe feminina da superliga de voleibol 2003/2004. Rev Bras Med Esporte. 2011;17(6):397&#x2013;400.</Citation></Reference><Reference><Citation>Gonz&#xe1;lez-Boto R, Salguero A, Tuero C, Gonz&#xe1;lez-Gallego J, M&#xe1;rquez S. Monitoring the effects of training load changes on stress and recovery in swimmers. J Physiol Biochem. 2008;64(1):19&#x2013;26.</Citation><ArticleIdList><ArticleId IdType="pubmed">18663992</ArticleId></ArticleIdList></Reference></ReferenceList></PubmedData></PubmedArticle></PubmedArticleSet>