<?xml version="1.0" ?>
<!DOCTYPE PubmedArticleSet PUBLIC "-//NLM//DTD PubMedArticle, 1st January 2025//EN" "https://dtd.nlm.nih.gov/ncbi/pubmed/out/pubmed_250101.dtd">
<PubmedArticleSet>
<PubmedArticle><MedlineCitation Status="MEDLINE" Owner="NLM" IndexingMethod="Automated"><PMID Version="1">33058646</PMID><DateCompleted><Year>2020</Year><Month>10</Month><Day>19</Day></DateCompleted><DateRevised><Year>2020</Year><Month>10</Month><Day>19</Day></DateRevised><Article PubModel="Print"><Journal><ISSN IssnType="Electronic">2101-017X</ISSN><JournalIssue CitedMedium="Internet"><Volume>70</Volume><Issue>5</Issue><PubDate><Year>2020</Year><Month>May</Month></PubDate></JournalIssue><Title>La Revue du praticien</Title><ISOAbbreviation>Rev Prat</ISOAbbreviation></Journal><ArticleTitle>[Prevention of osteo-articular lesions in amateur and leisure sports].</ArticleTitle><Pagination><StartPage>548</StartPage><EndPage>554</EndPage><MedlinePgn>548-554</MedlinePgn></Pagination><Abstract><AbstractText>Prevention of osteo-articular lesions in amateur and leisure sports. Physical exercise and sport are now recognized by the World Health Organisation and the ministry of Health as non-drug therapy/treatment for many pathologies. Its use implies an increase in the number of sportsmen and therefore, statistically, an increase in the risk of osteoarticular lesions. Before starting, it is advisable to carry out a check-up to determine non-contraindication, as well as particularities and patient's preference for one or more sports. To avoid injuries and allow the regularity necessary for an efficient treatment, preventive measures must be taken. Major preventive measures consist in choosing one or several sports practiced in a safe environment and in well-qualified instructors to teach correct technique, advise on the right equipment, manage the intensity and frequency of each session to allow progression, and give precautions to be followed regarding weather and pollution conditions. Others preventive measures are those of competitive sports: warming-up, stretching, active recovery, sleep, hydration and nutrition also apply to every athlete no matter his or her level. Certain preventive measures are specific according to morphology or traumatic pathologies, such as orthosis, and others to age, young and old, or the level of the athlete.</AbstractText></Abstract><AuthorList CompleteYN="Y"><Author ValidYN="Y"><LastName>Le Van</LastName><ForeName>Philippe</ForeName><Initials>P</Initials><AffiliationInfo><Affiliation>Commission m&#xe9;dicale haut niveau - P&#xf4;le olympique et haut niveau, Comit&#xe9; national olympique et sportif fran&#xe7;ais (CNOSF), Paris, France.</Affiliation></AffiliationInfo></Author></AuthorList><Language>fre</Language><PublicationTypeList><PublicationType UI="D016428">Journal Article</PublicationType></PublicationTypeList><VernacularTitle>Pr&#xe9;vention des l&#xe9;sions ost&#xe9;o-articulaires dans le sport amateur et de loisir.</VernacularTitle></Article><MedlineJournalInfo><Country>France</Country><MedlineTA>Rev Prat</MedlineTA><NlmUniqueID>0404334</NlmUniqueID><ISSNLinking>0035-2640</ISSNLinking></MedlineJournalInfo><CitationSubset>IM</CitationSubset><MeshHeadingList><MeshHeading><DescriptorName UI="D056352" MajorTopicYN="N">Athletes</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D001265" MajorTopicYN="Y">Athletic Injuries</DescriptorName><QualifierName UI="Q000517" MajorTopicYN="N">prevention &amp; control</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D015444" MajorTopicYN="N">Exercise</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D005260" MajorTopicYN="N">Female</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D006801" MajorTopicYN="N">Humans</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D007899" MajorTopicYN="N">Leisure Activities</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D013177" MajorTopicYN="Y">Sports</DescriptorName></MeshHeading></MeshHeadingList><OtherAbstract Type="Publisher" Language="fre"><AbstractText>Pr&#xe9;vention des l&#xe9;sions ost&#xe9;o-articulaires dans le sport amateur et de loisir. L&#x2019;activit&#xe9; physique et sportive est reconnue comme une th&#xe9;rapie non m&#xe9;dicamenteuse dans nombre de pathologies par l&#x2019;Organisation mondiale de la sant&#xe9; et le minist&#xe8;re de la Sant&#xe9;. Son utilisation implique une augmentation du nombre des pratiquants et donc statistiquement du risque de l&#xe9;sions ost&#xe9;o-articulaires. Avant de commencer, un bilan qui permet de d&#xe9;finir la non-contre-indication, les particularit&#xe9;s et les d&#xe9;sirs du patient pour un ou plusieurs sports, est souhaitable. Pour &#xe9;viter les blessures et permettre la r&#xe9;gularit&#xe9; n&#xe9;cessaire &#xe0; l&#x2019;efficacit&#xe9; du traitement, des pr&#xe9;cautions doivent &#xea;tre prises. Les mesures majeures de pr&#xe9;vention consistent dans le choix du ou de plusieurs sports, de la pratique dans un milieu s&#xe9;curis&#xe9; avec un encadrement form&#xe9; permettant d&#x2019;enseigner les bons gestes techniques, de conseiller le bon mat&#xe9;riel, de g&#xe9;rer l&#x2019;intensit&#xe9;, la fr&#xe9;quence de l&#x2019;activit&#xe9; permettant une progression et donner les pr&#xe9;cautions &#xe0; prendre en fonction des conditions de temp&#xe9;rature ou de pollution. Les autres mesures sont issues du sport de comp&#xe9;tition : &#xe9;chauffement, &#xe9;tirements, r&#xe9;cup&#xe9;ration active, sommeil, hydratation et nutrition s&#x2019;appliquent &#xe9;galement &#xe0; tous les niveaux sportifs. Certains &#xe9;l&#xe9;ments de pr&#xe9;vention sont plus sp&#xe9;cifiques &#xe0; la morphologie ou &#xe0; des pathologies traumatiques, comme les orth&#xe8;ses. Quelques &#xe9;tats particuliers comme les sujets jeunes, les sujets &#xe2;g&#xe9;s et les sportifs de haut niveau n&#xe9;cessitent des &#xe9;l&#xe9;ments de pr&#xe9;vention particuliers.</AbstractText></OtherAbstract><KeywordList Owner="NOTNLM"><Keyword MajorTopicYN="N">Accident prevention</Keyword><Keyword MajorTopicYN="N">Cardiovascular risk</Keyword><Keyword MajorTopicYN="N">Physical exercise</Keyword><Keyword MajorTopicYN="N">Sports</Keyword></KeywordList><CoiStatement>P. Le Van d&#xe9;clare des liens ponctuels (conf&#xe9;rences, colloques, actions de formation) avec Menarini-NHS.</CoiStatement></MedlineCitation><PubmedData><History><PubMedPubDate PubStatus="entrez"><Year>2020</Year><Month>10</Month><Day>15</Day><Hour>17</Hour><Minute>48</Minute></PubMedPubDate><PubMedPubDate PubStatus="pubmed"><Year>2020</Year><Month>10</Month><Day>16</Day><Hour>6</Hour><Minute>0</Minute></PubMedPubDate><PubMedPubDate PubStatus="medline"><Year>2020</Year><Month>10</Month><Day>21</Day><Hour>6</Hour><Minute>0</Minute></PubMedPubDate></History><PublicationStatus>ppublish</PublicationStatus><ArticleIdList><ArticleId IdType="pubmed">33058646</ArticleId></ArticleIdList></PubmedData></PubmedArticle></PubmedArticleSet>