<?xml version="1.0" ?>
<!DOCTYPE PubmedArticleSet PUBLIC "-//NLM//DTD PubMedArticle, 1st January 2025//EN" "https://dtd.nlm.nih.gov/ncbi/pubmed/out/pubmed_250101.dtd">
<PubmedArticleSet>
<PubmedArticle><MedlineCitation Status="PubMed-not-MEDLINE" Owner="NLM"><PMID Version="1">39958413</PMID><DateRevised><Year>2025</Year><Month>02</Month><Day>18</Day></DateRevised><Article PubModel="Electronic-eCollection"><Journal><ISSN IssnType="Print">1679-4435</ISSN><JournalIssue CitedMedium="Print"><Volume>22</Volume><Issue>4</Issue><PubDate><Year>2024</Year><Season>Oct-Dec</Season></PubDate></JournalIssue><Title>Revista brasileira de medicina do trabalho : publicacao oficial da Associacao Nacional de Medicina do Trabalho-ANAMT</Title><ISOAbbreviation>Rev Bras Med Trab</ISOAbbreviation></Journal><ArticleTitle>Basic education teachers post-COVID-19 pandemic: prevalence of disease symptoms and association with health habits and behaviors.</ArticleTitle><Pagination><StartPage>e20241258</StartPage><MedlinePgn>e20241258</MedlinePgn></Pagination><ELocationID EIdType="pii" ValidYN="Y">e20241258</ELocationID><ELocationID EIdType="doi" ValidYN="Y">10.47626/1679-4435-2024-1258</ELocationID><Abstract><AbstractText Label="INTRODUCTION" NlmCategory="UNASSIGNED">COVID-19 is an infectious disease, caused by the SARS-CoV-2 virus, which may be associated with health problems arising after recovery from disease-specific symptoms; these are understood as sequelae.</AbstractText><AbstractText Label="OBJECTIVES" NlmCategory="UNASSIGNED">To analyze health problems arising from COVID-19 and their associated factors among basic education teachers in the state of Minas Gerais, Brazil.</AbstractText><AbstractText Label="METHODS" NlmCategory="UNASSIGNED">Epidemiological, cross-sectional, analytical study, using an online survey design, carried out with teachers working in basic education in the public school system. Data collection took place between October and December 2021 using an online form. The dependent variable was health problems resulting from COVID-19, categorized as no vs. yes. Descriptive bivariate and multiple analyzes were carried out using Poisson regression.</AbstractText><AbstractText Label="RESULTS" NlmCategory="UNASSIGNED">A total of 1,907 teachers participated in the study, 77.2% of whom were female, 94.4% were under 60 years old, 21.4% were part of at least one high-risk group for COVID-19, and 99.5% had been vaccinated against COVID-19. Of the total number of teachers, 19.7% were diagnosed with COVID-19; among these, 41.9% reported some health problem resulting from COVID-19. There was a higher prevalence of health problems resulting from COVID-19 among teachers who reported poor sleep quality (prevalence ratio = 1.79), who were depressed (prevalence ratio = 1.39), and who were part of at least one high-risk group for COVID-19 (prevalence ratio = 1.46).</AbstractText><AbstractText Label="CONCLUSIONS" NlmCategory="UNASSIGNED">Among teachers who contracted COVID-19, a substantial prevalence of health problems resulting from this infection was observed, as well as major health outcomes associated with these problems.</AbstractText></Abstract><AuthorList CompleteYN="Y"><Author ValidYN="Y"><LastName>Souza</LastName><ForeName>Thalita Cardoso</ForeName><Initials>TC</Initials><Identifier Source="ORCID">0009-0004-4780-0694</Identifier><AffiliationInfo><Affiliation>Department of Physical Education and Sports, Universidade Estadual de Montes Claros (Unimontes), Montes Claros, MG, Brazil.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Bauman</LastName><ForeName>Claudiana Donato</ForeName><Initials>CD</Initials><Identifier Source="ORCID">0000-0002-2462-3048</Identifier><AffiliationInfo><Affiliation>Department of Physical Education and Sports, Universidade Estadual de Montes Claros (Unimontes), Montes Claros, MG, Brazil.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Barbosa</LastName><ForeName>Rose Elizabeth Cabral</ForeName><Initials>REC</Initials><Identifier Source="ORCID">0000-0001-5383-0102</Identifier><AffiliationInfo><Affiliation>Graduate Program in Health Sciences, Unimontes, Montes Claros, MG, Brazil.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Silva</LastName><ForeName>Ros&#xe2;ngela Ramos Veloso</ForeName><Initials>RRV</Initials><Identifier Source="ORCID">0000-0003-3329-8133</Identifier><AffiliationInfo><Affiliation>Graduate Program in Primary Health Care, Unimontes, Montes Claros, MG, Brazil.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Haikal</LastName><ForeName>Desir&#xe9;e Sant'Ana</ForeName><Initials>DS</Initials><Identifier Source="ORCID">0000-0002-0331-0747</Identifier><AffiliationInfo><Affiliation>Graduate Program in Health Sciences, Unimontes, Montes Claros, MG, Brazil.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Souza-E-Silva</LastName><ForeName>Nayra Suze</ForeName><Initials>NS</Initials><Identifier Source="ORCID">0000-0002-8420-0821</Identifier><AffiliationInfo><Affiliation>Department of Physical Education and Sports, Universidade Estadual de Montes Claros (Unimontes), Montes Claros, MG, Brazil.</Affiliation></AffiliationInfo></Author></AuthorList><Language>eng</Language><PublicationTypeList><PublicationType UI="D016428">Journal Article</PublicationType></PublicationTypeList><ArticleDate DateType="Electronic"><Year>2025</Year><Month>01</Month><Day>07</Day></ArticleDate></Article><MedlineJournalInfo><Country>Brazil</Country><MedlineTA>Rev Bras Med Trab</MedlineTA><NlmUniqueID>101214718</NlmUniqueID><ISSNLinking>1679-4435</ISSNLinking></MedlineJournalInfo><OtherAbstract Type="Publisher" Language="por"><AbstractText Label="INTRODU&#xc7;&#xc3;O" NlmCategory="UNASSIGNED">A covid-19 &#xe9; uma doen&#xe7;a infecciosa provocada pelo v&#xed;rus SARS-CoV-2, podendo ocasionar problemas de sa&#xfa;de ap&#xf3;s a recupera&#xe7;&#xe3;o dos sintomas espec&#xed;ficos da doen&#xe7;a, sendo eles entendidos como sequelas.</AbstractText><AbstractText Label="OBJETIVOS" NlmCategory="UNASSIGNED">Analisar os problemas de sa&#xfa;de decorrentes da covid-19 e seus fatores associados entre professores da educa&#xe7;&#xe3;o b&#xe1;sica do estado de Minas Gerais.</AbstractText><AbstractText Label="M&#xc9;TODOS" NlmCategory="UNASSIGNED">Estudo epidemiol&#xf3;gico, transversal e anal&#xed;tico, do tipo <i>websurvey</i>, realizado com professores atuantes em escolas da educa&#xe7;&#xe3;o b&#xe1;sica p&#xfa;blica. A coleta de dados ocorreu entre outubro e dezembro de 2021 por meio de formul&#xe1;rio on-line. A vari&#xe1;vel dependente, categorizada em n&#xe3;o <i>versus</i> sim, foram os problemas de sa&#xfa;de decorrentes da covid-19. Foram realizadas an&#xe1;lises descritiva, bivariada e m&#xfa;ltipla, utilizando a regress&#xe3;o de Poisson.</AbstractText><AbstractText Label="RESULTADOS" NlmCategory="UNASSIGNED">Participaram do estudo 1.907 professores, dos quais 77,2% eram do sexo feminino, 94,4% tinham menos de 60 anos, 21,4% faziam parte de pelo menos um grupo de risco para covid-19 e 99,5% se vacinaram contra a doen&#xe7;a. Do total de professores, 19,7% foram diagnosticados com covid-19, e, entre eles, 41,9% relataram algum problema de sa&#xfa;de decorrente da infec&#xe7;&#xe3;o. Houve maior preval&#xea;ncia de problemas de sa&#xfa;de decorrentes da covid-19 entre os professores que relataram qualidade de sono ruim (raz&#xe3;o de preval&#xea;ncia [RP] = 1,79), que estavam com depress&#xe3;o (RP = 1,39) e que faziam parte de pelo menos um grupo de risco para covid-19 (RP = 1,46).</AbstractText><AbstractText Label="CONCLUS&#xd5;ES" NlmCategory="UNASSIGNED">Foi observada uma preval&#xea;ncia expressiva de professores que foram infectados pela covid-19, que sofreram de problemas de sa&#xfa;de decorrentes da infec&#xe7;&#xe3;o, bem como de importantes desfechos de sa&#xfa;de associados a esses problemas.</AbstractText></OtherAbstract><KeywordList Owner="NOTNLM"><Keyword MajorTopicYN="N">COVID-19</Keyword><Keyword MajorTopicYN="N">education, primary, and secondary</Keyword><Keyword MajorTopicYN="N">health surveys</Keyword><Keyword MajorTopicYN="N">occupational health</Keyword><Keyword MajorTopicYN="N">school teachers</Keyword></KeywordList><CoiStatement>Conflicts of interest: None</CoiStatement></MedlineCitation><PubmedData><History><PubMedPubDate PubStatus="received"><Year>2023</Year><Month>11</Month><Day>27</Day></PubMedPubDate><PubMedPubDate PubStatus="accepted"><Year>2024</Year><Month>2</Month><Day>2</Day></PubMedPubDate><PubMedPubDate PubStatus="medline"><Year>2025</Year><Month>2</Month><Day>17</Day><Hour>11</Hour><Minute>4</Minute></PubMedPubDate><PubMedPubDate PubStatus="pubmed"><Year>2025</Year><Month>2</Month><Day>17</Day><Hour>11</Hour><Minute>3</Minute></PubMedPubDate><PubMedPubDate PubStatus="entrez"><Year>2025</Year><Month>2</Month><Day>17</Day><Hour>5</Hour><Minute>41</Minute></PubMedPubDate><PubMedPubDate PubStatus="pmc-release"><Year>2025</Year><Month>1</Month><Day>7</Day></PubMedPubDate></History><PublicationStatus>epublish</PublicationStatus><ArticleIdList><ArticleId IdType="pubmed">39958413</ArticleId><ArticleId IdType="pmc">PMC11822983</ArticleId><ArticleId IdType="doi">10.47626/1679-4435-2024-1258</ArticleId></ArticleIdList><ReferenceList><Reference><Citation>Yang W, Cao Q, Qin L, Wang X, Cheng Z, Pan A, et al. Clinical characteristics and imaging manifestations of the 2019 novel coronavirus disease (COVID-19): a multi-center study in Wenzhou city, Zhejiang, China. J Infect. 2020;80(4):388&#x2013;393.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC7102539</ArticleId><ArticleId IdType="pubmed">32112884</ArticleId></ArticleIdList></Reference><Reference><Citation>Harrison SL, Fazio-Eynullayeva E, Lane DA, Underhill P, Lip GY. Comorbidities associated with mortality in 31,461 adults with COVID-19 in the United States: a federated electronic medical record analysis. PLoS Med. 2020;17(9):e1003321.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC7482833</ArticleId><ArticleId IdType="pubmed">32911500</ArticleId></ArticleIdList></Reference><Reference><Citation>P&#xe9;rez-Cano HJ, Moreno-Murgu&#xed;a MB, Morales-L&#xf3;pez O, Crow-Buchanan O, English JA, Lozano-Alc&#xe1;zar J, et al. Anxiety, depression, and stress in response to the coronavirus disease-19 pandemic. Cir Cir. 2020;88(5):562&#x2013;568.</Citation><ArticleIdList><ArticleId IdType="pubmed">33064695</ArticleId></ArticleIdList></Reference><Reference><Citation>Raveendran AV, Misra A. Post COVID-19 syndrome (&#x201c;long COVID&#x201d;) and diabetes: challenges in diagnosis and management. Diabetes Metab Syndr. 2021;15(5):102235.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC8317446</ArticleId><ArticleId IdType="pubmed">34384972</ArticleId></ArticleIdList></Reference><Reference><Citation>Datta K, Tripathi M. Sleep and Covid-19. Neurol India. 2021;69(1):26&#x2013;31.</Citation><ArticleIdList><ArticleId IdType="pubmed">33642266</ArticleId></ArticleIdList></Reference><Reference><Citation>Avelino WF, Mendes JG. A realidade da educa&#xe7;&#xe3;o brasileira a partir da covid-19. BOCA. 2020;2(5):56&#x2013;62.</Citation></Reference><Reference><Citation>Silva NSSE, Barbosa REC, Le&#xe3;o LL, Pena GDG, Pinho L, Magalh&#xe3;es TA, et al. Working conditions, lifestyle and mental health of Brazilian public-school teachers during the COVID-19 pandemic. Psychiatriki. 2021;32(4):282&#x2013;289.</Citation><ArticleIdList><ArticleId IdType="pubmed">34860687</ArticleId></ArticleIdList></Reference><Reference><Citation>Binotto BT, Goulart CMT, Pureza JR. Pandemia da covid-19: indicadores do impacto na sa&#xfa;de mental de adolescentes. Psicol Saude Debate. 2021;7(1):195&#x2013;213.</Citation></Reference><Reference><Citation>Tamayo MR, Tr&#xf3;ccoli BT. Exaust&#xe3;o emocional: rela&#xe7;&#xf5;es com a percep&#xe7;&#xe3;o de suporte organizacional e com as estrat&#xe9;gias de coping no trabalho. Estud Psicol. 2002;7(1):37&#x2013;46.</Citation></Reference><Reference><Citation>Assun&#xe7;&#xe3;o AV, Oliveira DA. Intensifica&#xe7;&#xe3;o do trabalho e sa&#xfa;de dos professores. Educ Soc. 2009;30(107):349&#x2013;372.</Citation></Reference><Reference><Citation>Eysenbach G. Improving the quality of web surveys: the Checklist for Reporting Results of Internet E-Surveys (CHERRIES) J Med Internet Res. 2004;6(3):e34.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC1550605</ArticleId><ArticleId IdType="pubmed">15471760</ArticleId></ArticleIdList></Reference><Reference><Citation>Malta M, Cardoso LO, Bastos FI, Magnanini MMF, Silva CMFP. Iniciativa STROBE: subs&#xed;dios para a comunica&#xe7;&#xe3;o de estudos observacionais. Rev Saude Publica. 2010;44(3):559&#x2013;565.</Citation><ArticleIdList><ArticleId IdType="pubmed">20549022</ArticleId></ArticleIdList></Reference><Reference><Citation>Instituto Brasileiro de Geografia e Estat&#xed;stica  . Panorama 2022. Rio de Janeiro: IBGE; 2022.  [acesso 26 nov 2023].  [Internet] Dispon&#xed;vel:  https://censo2022.ibge.gov.br/panorama/?utm_source=ibge&amp;utm_medium=home&amp;utm_campaign=portal
.</Citation></Reference><Reference><Citation>Gabe KT, Jaime PC. Development and testing of a scale to evaluate diet according to the recommendations of the Dietary Guidelines for the Brazilian population. Public Health Nutr. 2019;22(5):785&#x2013;796.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC10260633</ArticleId><ArticleId IdType="pubmed">30744711</ArticleId></ArticleIdList></Reference><Reference><Citation>Matsudo S, Ara&#xfa;jo T, Matsudo V, Andrade D, Andrade E, Oliveira LC, et al. Question&#xe1;rio internacional de atividade f&#xed;sica (IPAQ): estudo de validade e reprodutibilidade no Brasil. Rev Bras Ativ Fis Saude. 2012;6(2):5&#x2013;18.</Citation></Reference><Reference><Citation>World Health Organization  . WHO guidelines on physical activity and sedentary behavior. Geneva: WHO; 2020.  [accessed 2023 Nov 26].  [Internet] Available:  https://www.who.int/publications/i/item/9789240015128
.</Citation></Reference><Reference><Citation>World Health Organization  . Physical status: the use and interpretation of anthropometry. Geneva: WHO; 1995.  [accessed 2024 Nov 11].  [Internet] Available:  https://www.who.int/publications/i/item/9241208546
.</Citation></Reference><Reference><Citation>Garrigues E, Janvier P, Kherabi Y, Le Bot A, Hamon A, Gouze H, Doucet L, et al. Post-discharge persistent symptoms and health-related quality of life after hospitalization for COVID-19. J Infect. 2020;81(6):e4&#x2013;e6.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC7445491</ArticleId><ArticleId IdType="pubmed">32853602</ArticleId></ArticleIdList></Reference><Reference><Citation>Barros MBA, Lima MG, Malta DC, Szwarcwald CL, Azevedo RCS, Romero D, et al. Report on sadness/depression, nervousness/anxiety and sleep problems in the Brazilian adult population during the COVID-19 pandemic. Epidemiol Serv Saude. 2020;29(4):e2020427.</Citation><ArticleIdList><ArticleId IdType="pubmed">32844918</ArticleId></ArticleIdList></Reference><Reference><Citation>Sanchez HM, Sanchez EGM, Barbosa MA, Guimar&#xe3;es EC, Porto CC. Impacto da sa&#xfa;de na qualidade de vida e trabalho de docentes universit&#xe1;rios de diferentes &#xe1;reas de conhecimento. Cienc Saude Colet. 2019;24(11):4111&#x2013;4122.</Citation><ArticleIdList><ArticleId IdType="pubmed">31664384</ArticleId></ArticleIdList></Reference><Reference><Citation>Gupta R, Grover S, Basu A, Krishnan V, Tripathi A, Subramanyam A, et al. Changes in sleep pattern and sleep quality during COVID-19 lockdown. Indian J Psychiatry. 2020;62(4):370&#x2013;378.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC7597722</ArticleId><ArticleId IdType="pubmed">33165382</ArticleId></ArticleIdList></Reference><Reference><Citation>Kalmbach DA, Cuamatzi-Castelan AS, Tonnu CV, Tran KM, Anderson JR, Roth T, et al. Hyperarousal and sleep reactivity in insomnia: current insights. Nat Sci Sleep. 2018;10:193&#x2013;201.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC6054324</ArticleId><ArticleId IdType="pubmed">30046255</ArticleId></ArticleIdList></Reference><Reference><Citation>Palma-Vasquez C, Carrasco D, Hernando-Rodriguez JC. Mental health of teachers who have teleworked due to COVID-19. Eur J Investig Health Psychol Educ. 2021;11(2):515&#x2013;528.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC8314372</ArticleId><ArticleId IdType="pubmed">34708828</ArticleId></ArticleIdList></Reference><Reference><Citation>Hoang AD, Ta NT, Nguyen YC, Hoang CK, Nguyen TT, Pham HH, et al. Dataset of ex-pat teachers in Southeast Asia&#x2019;s intention to leave due to the COVID-19 pandemic. Data Brief. 2020;31:105913.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC7309813</ArticleId><ArticleId IdType="pubmed">32632376</ArticleId></ArticleIdList></Reference><Reference><Citation>Brooks SK, Webster RK, Smith LE, Woodland L, Wessely S, Greenberg N, et al. The psychological impact of quarantine and how to reduce it: rapid review of the evidence. Lancet. 2020;395(10227):912&#x2013;920.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC7158942</ArticleId><ArticleId IdType="pubmed">32112714</ArticleId></ArticleIdList></Reference><Reference><Citation>Grubic N, Badovinac S, Johri AM. Student mental health in the midst of the COVID-19 pandemic: a call for further research and immediate solutions. Int J Soc Psychiatry. 2020;66(5):517&#x2013;518.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC7405631</ArticleId><ArticleId IdType="pubmed">32364039</ArticleId></ArticleIdList></Reference><Reference><Citation>Mallah SI, Ghorab OK, Al-Salmi S, Abdellatif OS, Tharmaratnam T, Iskandar MA, et al. COVID-19: breaking down a global health crisis. Ann Clin Microbiol Antimicrob. 2021;20(1):35.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC8129964</ArticleId><ArticleId IdType="pubmed">34006330</ArticleId></ArticleIdList></Reference><Reference><Citation>Yong SJ. Long COVID or post-COVID-19 syndrome: putative pathophysiology, risk factors, and treatments. Infect Dis (Lond) 2021;53(10):737&#x2013;754.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC8146298</ArticleId><ArticleId IdType="pubmed">34024217</ArticleId></ArticleIdList></Reference><Reference><Citation>Subramanian A, Nirantharakumar K, Hughes S, Myles P, Williams T, Gokhale KM, et al. Symptoms and risk factors for long COVID in non-hospitalized adults. Nat Med. 2022;28(8):1706&#x2013;1714.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC9388369</ArticleId><ArticleId IdType="pubmed">35879616</ArticleId></ArticleIdList></Reference><Reference><Citation>Boni RBD. Websurveys nos tempos de COVID-19. Cad Saude Publica. 2020;36(7):e00155820.</Citation><ArticleIdList><ArticleId IdType="pubmed">32638874</ArticleId></ArticleIdList></Reference></ReferenceList></PubmedData></PubmedArticle></PubmedArticleSet>