<?xml version="1.0" ?>
<!DOCTYPE PubmedArticleSet PUBLIC "-//NLM//DTD PubMedArticle, 1st January 2025//EN" "https://dtd.nlm.nih.gov/ncbi/pubmed/out/pubmed_250101.dtd">
<PubmedArticleSet>
<PubmedArticle><MedlineCitation Status="MEDLINE" Owner="NLM" IndexingMethod="Curated"><PMID Version="1">38934959</PMID><DateCompleted><Year>2024</Year><Month>06</Month><Day>27</Day></DateCompleted><DateRevised><Year>2024</Year><Month>06</Month><Day>28</Day></DateRevised><Article PubModel="Print"><Journal><ISSN IssnType="Print">0042-8787</ISSN><JournalIssue CitedMedium="Print"><Volume>101</Volume><Issue>3</Issue><PubDate><Year>2024</Year></PubDate></JournalIssue><Title>Voprosy kurortologii, fizioterapii, i lechebnoi fizicheskoi kultury</Title><ISOAbbreviation>Vopr Kurortol Fizioter Lech Fiz Kult</ISOAbbreviation></Journal><ArticleTitle>[Physical rehabilitation in sarcopenia: modern approaches. (A literature review)].</ArticleTitle><Pagination><StartPage>56</StartPage><EndPage>61</EndPage><MedlinePgn>56-61</MedlinePgn></Pagination><ELocationID EIdType="doi" ValidYN="Y">10.17116/kurort202410103156</ELocationID><Abstract><AbstractText Label="UNLABELLED">The number of middle-aged and elderly population is increasing every year. At the same time, the course of most chronic diseases worsens with age, which can be explained by significant changes in body composition, including redistribution and increase of fat mass and decrease in muscle and skeletal mass. Thus, a decrease in muscle mass becomes intrinsic for the body from the age of 40 and develops on average by 0.5-1.0% per year. The prevalence of patients with sarcopenia is estimated to be between 11 and 50% in different age groups of population: middle, elderly and senile. In addition, the decline in physical activity associated with the urbanization and automation of labor exacerbates the disease at a younger age, which predicts an increase in the number of such patients in the future.</AbstractText><AbstractText Label="OBJECTIVE" NlmCategory="OBJECTIVE">To determine the role of physical rehabilitation in sarcopenia.</AbstractText><AbstractText Label="MATERIAL AND METHODS" NlmCategory="METHODS">A systematic review including studies found in PubMed, MedLine, Scopus and Web of Science Core Collections databases for 2019-2022 was conducted. The used enrollment criteria were the following: systematic reviews, including cross-over or cohort studies targeting at persons aged from 40 to 90 years of both sexes, with available data on sarcopenia, its severe form or other combinations of physical performance markers called sarcopenia. The mandatory parameter for inclusion in the study was the presence of the effectiveness assessment of physical rehabilitation without limiting its parameters. The systematic review was performed in accordance with the recommendations of the Preferred Reporting Items for Systematic reviews and Meta-Analyses (PRISMA) 2020.</AbstractText><AbstractText Label="RESULTS" NlmCategory="RESULTS">The best kind of training are 30-60-minute comprehensive methods with predominance of resistance exercises with minimum duration of the course of 3 months and frequency of 3 inconsistent in-person trainings per week under the supervision of a specialist for patients with sarcopenia in order to increase muscle strength and mass, as well as performance. The intensity should consist of the following parameters: start with fewer sets but more repetitions (12-15) with less intensity (55% of maximum) and move to more sets with less repetition (4-6) and greater intensity (&gt;80% of maximum).</AbstractText><AbstractText Label="CONCLUSION" NlmCategory="CONCLUSIONS">This article describes the parameters of exercises that are most effective in terms of muscle strength and mass increase and safe for patients. The compilation and further study of this complex in practice are needed.</AbstractText></Abstract><AuthorList CompleteYN="Y"><Author ValidYN="Y"><LastName>Samoilova</LastName><ForeName>Yu G</ForeName><Initials>YG</Initials><Identifier Source="ORCID">0000-0002-2667-4842</Identifier><AffiliationInfo><Affiliation>Siberian State Medical University, Tomsk, Russia.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Matveeva</LastName><ForeName>M V</ForeName><Initials>MV</Initials><Identifier Source="ORCID">0000-0001-9966-6686</Identifier><AffiliationInfo><Affiliation>Siberian State Medical University, Tomsk, Russia.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Yakimova</LastName><ForeName>Ya L</ForeName><Initials>YL</Initials><Identifier Source="ORCID">0009-0006-1151-261X</Identifier><AffiliationInfo><Affiliation>Siberian State Medical University, Tomsk, Russia.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Samoilov</LastName><ForeName>E Yu</ForeName><Initials>EY</Initials><Identifier Source="ORCID">0000-0002-1807-5532</Identifier><AffiliationInfo><Affiliation>Siberian State Medical University, Tomsk, Russia.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Kudlay</LastName><ForeName>D A</ForeName><Initials>DA</Initials><Identifier Source="ORCID">0000-0003-1878-4467</Identifier><AffiliationInfo><Affiliation>Siberian State Medical University, Tomsk, Russia.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Yakimovich</LastName><ForeName>I Yu</ForeName><Initials>IY</Initials><Identifier Source="ORCID">0000-0002-7485-5920</Identifier><AffiliationInfo><Affiliation>Siberian State Medical University, Tomsk, Russia.</Affiliation></AffiliationInfo></Author></AuthorList><Language>rus</Language><PublicationTypeList><PublicationType UI="D016428">Journal Article</PublicationType><PublicationType UI="D000078182">Systematic Review</PublicationType><PublicationType UI="D004740">English Abstract</PublicationType></PublicationTypeList><VernacularTitle>Fizicheskaya reabilitatsiya pri sarkopenii: sovremennye podkhody. (Obzor literatury).</VernacularTitle></Article><MedlineJournalInfo><Country>Russia (Federation)</Country><MedlineTA>Vopr Kurortol Fizioter Lech Fiz Kult</MedlineTA><NlmUniqueID>2984868R</NlmUniqueID><ISSNLinking>0042-8787</ISSNLinking></MedlineJournalInfo><CitationSubset>IM</CitationSubset><MeshHeadingList><MeshHeading><DescriptorName UI="D055948" MajorTopicYN="Y">Sarcopenia</DescriptorName><QualifierName UI="Q000534" MajorTopicYN="N">rehabilitation</QualifierName><QualifierName UI="Q000503" MajorTopicYN="N">physiopathology</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D006801" MajorTopicYN="N">Humans</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D005260" MajorTopicYN="N">Female</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D008297" MajorTopicYN="N">Male</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D000368" MajorTopicYN="N">Aged</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D008875" MajorTopicYN="N">Middle Aged</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D000328" MajorTopicYN="N">Adult</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D000369" MajorTopicYN="N">Aged, 80 and over</DescriptorName></MeshHeading></MeshHeadingList><OtherAbstract Type="Publisher" Language="rus"><AbstractText Label="UNLABELLED">&#x427;&#x438;&#x441;&#x43b;&#x43e; &#x43d;&#x430;&#x441;&#x435;&#x43b;&#x435;&#x43d;&#x438;&#x44f; &#x441;&#x440;&#x435;&#x434;&#x43d;&#x435;&#x433;&#x43e; &#x438; &#x43f;&#x43e;&#x436;&#x438;&#x43b;&#x43e;&#x433;&#x43e; &#x432;&#x43e;&#x437;&#x440;&#x430;&#x441;&#x442;&#x430; &#x443;&#x432;&#x435;&#x43b;&#x438;&#x447;&#x438;&#x432;&#x430;&#x435;&#x442;&#x441;&#x44f; &#x441; &#x43a;&#x430;&#x436;&#x434;&#x44b;&#x43c; &#x433;&#x43e;&#x434;&#x43e;&#x43c;. &#x412; &#x442;&#x43e; &#x436;&#x435; &#x432;&#x440;&#x435;&#x43c;&#x44f; &#x442;&#x435;&#x447;&#x435;&#x43d;&#x438;&#x435; &#x431;&#x43e;&#x43b;&#x44c;&#x448;&#x438;&#x43d;&#x441;&#x442;&#x432;&#x430; &#x445;&#x440;&#x43e;&#x43d;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x438;&#x445; &#x437;&#x430;&#x431;&#x43e;&#x43b;&#x435;&#x432;&#x430;&#x43d;&#x438;&#x439; &#x443;&#x441;&#x443;&#x433;&#x443;&#x431;&#x43b;&#x44f;&#x435;&#x442;&#x441;&#x44f; &#x441; &#x432;&#x43e;&#x437;&#x440;&#x430;&#x441;&#x442;&#x43e;&#x43c;, &#x447;&#x442;&#x43e; &#x43c;&#x43e;&#x436;&#x43d;&#x43e; &#x43e;&#x431;&#x44a;&#x44f;&#x441;&#x43d;&#x438;&#x442;&#x44c; &#x437;&#x43d;&#x430;&#x447;&#x438;&#x442;&#x435;&#x43b;&#x44c;&#x43d;&#x44b;&#x43c;&#x438; &#x438;&#x437;&#x43c;&#x435;&#x43d;&#x435;&#x43d;&#x438;&#x44f;&#x43c;&#x438; &#x441;&#x43e;&#x441;&#x442;&#x430;&#x432;&#x430; &#x442;&#x435;&#x43b;&#x430;, &#x432; &#x442;&#x43e;&#x43c; &#x447;&#x438;&#x441;&#x43b;&#x435; &#x43f;&#x435;&#x440;&#x435;&#x440;&#x430;&#x441;&#x43f;&#x440;&#x435;&#x434;&#x435;&#x43b;&#x435;&#x43d;&#x438;&#x435;&#x43c; &#x438; &#x443;&#x432;&#x435;&#x43b;&#x438;&#x447;&#x435;&#x43d;&#x438;&#x435;&#x43c; &#x436;&#x438;&#x440;&#x43e;&#x432;&#x43e;&#x439; &#x43c;&#x430;&#x441;&#x441;&#x44b; &#x438; &#x443;&#x43c;&#x435;&#x43d;&#x44c;&#x448;&#x435;&#x43d;&#x438;&#x435;&#x43c; &#x43c;&#x44b;&#x448;&#x435;&#x447;&#x43d;&#x43e;&#x439; &#x438; &#x441;&#x43a;&#x435;&#x43b;&#x435;&#x442;&#x43d;&#x43e;&#x439; &#x43c;&#x430;&#x441;&#x441;&#x44b;. &#x422;&#x430;&#x43a;, &#x441;&#x43d;&#x438;&#x436;&#x435;&#x43d;&#x438;&#x435; &#x43c;&#x44b;&#x448;&#x435;&#x447;&#x43d;&#x43e;&#x439; &#x43c;&#x430;&#x441;&#x441;&#x44b; &#x441;&#x442;&#x430;&#x43d;&#x43e;&#x432;&#x438;&#x442;&#x441;&#x44f; &#x441;&#x432;&#x43e;&#x439;&#x441;&#x442;&#x432;&#x435;&#x43d;&#x43d;&#x43e; &#x43e;&#x440;&#x433;&#x430;&#x43d;&#x438;&#x437;&#x43c;&#x443; &#x441; 40 &#x43b;&#x435;&#x442; &#x438; &#x440;&#x430;&#x437;&#x432;&#x438;&#x432;&#x430;&#x435;&#x442;&#x441;&#x44f; &#x432; &#x441;&#x440;&#x435;&#x434;&#x43d;&#x435;&#x43c; &#x43d;&#x430; 0,5&#x2014;1,0% &#x432; &#x433;&#x43e;&#x434;. &#x420;&#x430;&#x441;&#x43f;&#x440;&#x43e;&#x441;&#x442;&#x440;&#x430;&#x43d;&#x435;&#x43d;&#x43d;&#x43e;&#x441;&#x442;&#x44c; &#x43f;&#x430;&#x446;&#x438;&#x435;&#x43d;&#x442;&#x43e;&#x432; &#x441; &#x441;&#x430;&#x440;&#x43a;&#x43e;&#x43f;&#x435;&#x43d;&#x438;&#x435;&#x439; &#x43e;&#x446;&#x435;&#x43d;&#x438;&#x432;&#x430;&#x435;&#x442;&#x441;&#x44f; &#x43e;&#x442; 11 &#x434;&#x43e; 50% &#x432; &#x440;&#x430;&#x437;&#x43d;&#x44b;&#x445; &#x432;&#x43e;&#x437;&#x440;&#x430;&#x441;&#x442;&#x43d;&#x44b;&#x445; &#x433;&#x440;&#x443;&#x43f;&#x43f;&#x430;&#x445; &#x43d;&#x430;&#x441;&#x435;&#x43b;&#x435;&#x43d;&#x438;&#x44f;: &#x441;&#x440;&#x435;&#x434;&#x43d;&#x435;&#x433;&#x43e;, &#x43f;&#x43e;&#x436;&#x438;&#x43b;&#x43e;&#x433;&#x43e; &#x438; &#x441;&#x442;&#x430;&#x440;&#x447;&#x435;&#x441;&#x43a;&#x43e;&#x433;&#x43e;. &#x41a;&#x440;&#x43e;&#x43c;&#x435; &#x442;&#x43e;&#x433;&#x43e;, &#x441;&#x43d;&#x438;&#x436;&#x435;&#x43d;&#x438;&#x435; &#x444;&#x438;&#x437;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x43e;&#x439; &#x430;&#x43a;&#x442;&#x438;&#x432;&#x43d;&#x43e;&#x441;&#x442;&#x438;, &#x441;&#x432;&#x44f;&#x437;&#x430;&#x43d;&#x43d;&#x43e;&#x435; &#x441; &#x443;&#x440;&#x431;&#x430;&#x43d;&#x438;&#x437;&#x430;&#x446;&#x438;&#x435;&#x439; &#x438; &#x430;&#x432;&#x442;&#x43e;&#x43c;&#x430;&#x442;&#x438;&#x437;&#x430;&#x446;&#x438;&#x435;&#x439; &#x442;&#x440;&#x443;&#x434;&#x430;, &#x43f;&#x440;&#x438;&#x432;&#x43e;&#x434;&#x438;&#x442; &#x43a; &#x443;&#x441;&#x443;&#x433;&#x443;&#x431;&#x43b;&#x435;&#x43d;&#x438;&#x44e; &#x44d;&#x442;&#x43e;&#x439; &#x43f;&#x430;&#x442;&#x43e;&#x43b;&#x43e;&#x433;&#x438;&#x438; &#x432; &#x431;&#x43e;&#x43b;&#x435;&#x435; &#x43c;&#x43e;&#x43b;&#x43e;&#x434;&#x43e;&#x43c; &#x432;&#x43e;&#x437;&#x440;&#x430;&#x441;&#x442;&#x435;, &#x447;&#x442;&#x43e; &#x43f;&#x440;&#x43e;&#x433;&#x43d;&#x43e;&#x437;&#x438;&#x440;&#x443;&#x435;&#x442; &#x443;&#x432;&#x435;&#x43b;&#x438;&#x447;&#x435;&#x43d;&#x438;&#x435; &#x43a;&#x43e;&#x43b;&#x438;&#x447;&#x435;&#x441;&#x442;&#x432;&#x430; &#x442;&#x430;&#x43a;&#x438;&#x445; &#x43f;&#x430;&#x446;&#x438;&#x435;&#x43d;&#x442;&#x43e;&#x432; &#x432; &#x431;&#x443;&#x434;&#x443;&#x449;&#x435;&#x43c;.</AbstractText><AbstractText Label="&#x426;&#x415;&#x41b;&#x42c; &#x418;&#x421;&#x421;&#x41b;&#x415;&#x414;&#x41e;&#x412;&#x410;&#x41d;&#x418;&#x42f;" NlmCategory="UNASSIGNED">&#x41e;&#x43f;&#x440;&#x435;&#x434;&#x435;&#x43b;&#x435;&#x43d;&#x438;&#x435; &#x440;&#x43e;&#x43b;&#x438; &#x444;&#x438;&#x437;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x43e;&#x439; &#x440;&#x435;&#x430;&#x431;&#x438;&#x43b;&#x438;&#x442;&#x430;&#x446;&#x438;&#x438; &#x43f;&#x440;&#x438; &#x441;&#x430;&#x440;&#x43a;&#x43e;&#x43f;&#x435;&#x43d;&#x438;&#x438;.</AbstractText><AbstractText Label="&#x41c;&#x410;&#x422;&#x415;&#x420;&#x418;&#x410;&#x41b; &#x418; &#x41c;&#x415;&#x422;&#x41e;&#x414;&#x42b;" NlmCategory="UNASSIGNED">&#x41f;&#x440;&#x43e;&#x432;&#x435;&#x434;&#x435;&#x43d; &#x441;&#x438;&#x441;&#x442;&#x435;&#x43c;&#x430;&#x442;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x438;&#x439; &#x43e;&#x431;&#x437;&#x43e;&#x440;, &#x432;&#x43a;&#x43b;&#x44e;&#x447;&#x430;&#x44e;&#x449;&#x438;&#x439; &#x438;&#x441;&#x441;&#x43b;&#x435;&#x434;&#x43e;&#x432;&#x430;&#x43d;&#x438;&#x44f; &#x437;&#x430; 2019&#x2014;2022 &#x433;&#x433;., &#x43d;&#x430;&#x439;&#x434;&#x435;&#x43d;&#x43d;&#x44b;&#x435; &#x432; &#x431;&#x430;&#x437;&#x430;&#x445; &#x434;&#x430;&#x43d;&#x43d;&#x44b;&#x445; PubMed, MedLine, Scopus &#x438; Web of Science Core Collections. &#x418;&#x441;&#x43f;&#x43e;&#x43b;&#x44c;&#x437;&#x43e;&#x432;&#x430;&#x43b;&#x438; &#x441;&#x43b;&#x435;&#x434;&#x443;&#x44e;&#x449;&#x438;&#x435; &#x43a;&#x440;&#x438;&#x442;&#x435;&#x440;&#x438;&#x438; &#x43e;&#x442;&#x431;&#x43e;&#x440;&#x430;: &#x441;&#x438;&#x441;&#x442;&#x435;&#x43c;&#x430;&#x442;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x438;&#x435; &#x43e;&#x431;&#x437;&#x43e;&#x440;&#x44b;, &#x432;&#x43a;&#x43b;&#x44e;&#x447;&#x430;&#x44e;&#x449;&#x438;&#x435; &#x43f;&#x435;&#x440;&#x435;&#x43a;&#x440;&#x435;&#x441;&#x442;&#x43d;&#x44b;&#x435; &#x438;&#x43b;&#x438; &#x43a;&#x43e;&#x433;&#x43e;&#x440;&#x442;&#x43d;&#x44b;&#x435; &#x438;&#x441;&#x441;&#x43b;&#x435;&#x434;&#x43e;&#x432;&#x430;&#x43d;&#x438;&#x44f;, &#x43e;&#x431;&#x44a;&#x435;&#x43a;&#x442;&#x43e;&#x43c; &#x43a;&#x43e;&#x442;&#x43e;&#x440;&#x44b;&#x445; &#x44f;&#x432;&#x43b;&#x44f;&#x43b;&#x438;&#x441;&#x44c; &#x43b;&#x438;&#x446;&#x430; &#x432; &#x432;&#x43e;&#x437;&#x440;&#x430;&#x441;&#x442;&#x435; &#x43e;&#x442; 40 &#x434;&#x43e; 90 &#x43b;&#x435;&#x442; &#x43e;&#x431;&#x43e;&#x438;&#x445; &#x43f;&#x43e;&#x43b;&#x43e;&#x432;, &#x441; &#x434;&#x43e;&#x441;&#x442;&#x443;&#x43f;&#x43d;&#x44b;&#x43c;&#x438; &#x434;&#x430;&#x43d;&#x43d;&#x44b;&#x43c;&#x438; &#x43e; &#x441;&#x430;&#x440;&#x43a;&#x43e;&#x43f;&#x435;&#x43d;&#x438;&#x438;, &#x442;&#x44f;&#x436;&#x435;&#x43b;&#x43e;&#x439; &#x435;&#x435; &#x444;&#x43e;&#x440;&#x43c;&#x435; &#x438;&#x43b;&#x438; &#x43e; &#x434;&#x440;&#x443;&#x433;&#x438;&#x445; &#x43a;&#x43e;&#x43c;&#x431;&#x438;&#x43d;&#x430;&#x446;&#x438;&#x44f;&#x445; &#x43c;&#x430;&#x440;&#x43a;&#x435;&#x440;&#x43e;&#x432; &#x444;&#x438;&#x437;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x43e;&#x439; &#x440;&#x430;&#x431;&#x43e;&#x442;&#x43e;&#x441;&#x43f;&#x43e;&#x441;&#x43e;&#x431;&#x43d;&#x43e;&#x441;&#x442;&#x438;, &#x43d;&#x430;&#x437;&#x44b;&#x432;&#x430;&#x435;&#x43c;&#x44b;&#x445; &#x441;&#x430;&#x440;&#x43a;&#x43e;&#x43f;&#x435;&#x43d;&#x438;&#x435;&#x439;. &#x41e;&#x431;&#x44f;&#x437;&#x430;&#x442;&#x435;&#x43b;&#x44c;&#x43d;&#x44b;&#x43c; &#x43f;&#x430;&#x440;&#x430;&#x43c;&#x435;&#x442;&#x440;&#x43e;&#x43c; &#x432;&#x43a;&#x43b;&#x44e;&#x447;&#x435;&#x43d;&#x438;&#x44f; &#x432; &#x438;&#x441;&#x441;&#x43b;&#x435;&#x434;&#x43e;&#x432;&#x430;&#x43d;&#x438;&#x435; &#x431;&#x44b;&#x43b;&#x43e; &#x43d;&#x430;&#x43b;&#x438;&#x447;&#x438;&#x435; &#x43e;&#x446;&#x435;&#x43d;&#x43a;&#x438; &#x44d;&#x444;&#x444;&#x435;&#x43a;&#x442;&#x438;&#x432;&#x43d;&#x43e;&#x441;&#x442;&#x438; &#x444;&#x438;&#x437;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x43e;&#x439; &#x440;&#x435;&#x430;&#x431;&#x438;&#x43b;&#x438;&#x442;&#x430;&#x446;&#x438;&#x438; &#x431;&#x435;&#x437; &#x43e;&#x433;&#x440;&#x430;&#x43d;&#x438;&#x447;&#x435;&#x43d;&#x438;&#x44f; &#x435;&#x435; &#x43f;&#x430;&#x440;&#x430;&#x43c;&#x435;&#x442;&#x440;&#x43e;&#x432;. &#x421;&#x438;&#x441;&#x442;&#x435;&#x43c;&#x430;&#x442;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x438;&#x439; &#x43e;&#x431;&#x437;&#x43e;&#x440; &#x431;&#x44b;&#x43b; &#x432;&#x44b;&#x43f;&#x43e;&#x43b;&#x43d;&#x435;&#x43d; &#x432; &#x441;&#x43e;&#x43e;&#x442;&#x432;&#x435;&#x442;&#x441;&#x442;&#x432;&#x438;&#x438; &#x441; &#x440;&#x435;&#x43a;&#x43e;&#x43c;&#x435;&#x43d;&#x434;&#x430;&#x446;&#x438;&#x44f;&#x43c;&#x438; &#x43f;&#x43e; &#x43f;&#x440;&#x435;&#x434;&#x43f;&#x43e;&#x447;&#x442;&#x438;&#x442;&#x435;&#x43b;&#x44c;&#x43d;&#x44b;&#x43c; &#x44d;&#x43b;&#x435;&#x43c;&#x435;&#x43d;&#x442;&#x430;&#x43c; &#x43e;&#x442;&#x447;&#x435;&#x442;&#x43d;&#x43e;&#x441;&#x442;&#x438; &#x434;&#x43b;&#x44f; &#x441;&#x438;&#x441;&#x442;&#x435;&#x43c;&#x430;&#x442;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x43e;&#x433;&#x43e; &#x43e;&#x431;&#x437;&#x43e;&#x440;&#x430; &#x438; &#x43c;&#x435;&#x442;&#x430;&#x430;&#x43d;&#x430;&#x43b;&#x438;&#x437;&#x430; (PRISMA) 2020 &#x433;.</AbstractText><AbstractText Label="&#x420;&#x415;&#x417;&#x423;&#x41b;&#x42c;&#x422;&#x410;&#x422;&#x42b;" NlmCategory="UNASSIGNED">&#x414;&#x43b;&#x44f; &#x43f;&#x430;&#x446;&#x438;&#x435;&#x43d;&#x442;&#x43e;&#x432; &#x441; &#x441;&#x430;&#x440;&#x43a;&#x43e;&#x43f;&#x435;&#x43d;&#x438;&#x435;&#x439; &#x441; &#x446;&#x435;&#x43b;&#x44c;&#x44e; &#x443;&#x432;&#x435;&#x43b;&#x438;&#x447;&#x435;&#x43d;&#x438;&#x44f; &#x43c;&#x44b;&#x448;&#x435;&#x447;&#x43d;&#x43e;&#x439; &#x441;&#x438;&#x43b;&#x44b; &#x438; &#x43c;&#x430;&#x441;&#x441;&#x44b;, &#x430; &#x442;&#x430;&#x43a;&#x436;&#x435; &#x440;&#x430;&#x431;&#x43e;&#x442;&#x43e;&#x441;&#x43f;&#x43e;&#x441;&#x43e;&#x431;&#x43d;&#x43e;&#x441;&#x442;&#x438; &#x43b;&#x443;&#x447;&#x448;&#x438;&#x43c; &#x432;&#x438;&#x434;&#x43e;&#x43c; &#x442;&#x440;&#x435;&#x43d;&#x438;&#x440;&#x43e;&#x432;&#x43e;&#x43a; &#x44f;&#x432;&#x43b;&#x44f;&#x44e;&#x442;&#x441;&#x44f; 30&#x2014;60-&#x43c;&#x438;&#x43d;&#x443;&#x442;&#x43d;&#x44b;&#x435; &#x43a;&#x43e;&#x43c;&#x43f;&#x43b;&#x435;&#x43a;&#x441;&#x43d;&#x44b;&#x435; &#x43c;&#x435;&#x442;&#x43e;&#x434;&#x44b; &#x441; &#x43f;&#x440;&#x435;&#x43e;&#x431;&#x43b;&#x430;&#x434;&#x430;&#x43d;&#x438;&#x435;&#x43c; &#x443;&#x43f;&#x440;&#x430;&#x436;&#x43d;&#x435;&#x43d;&#x438;&#x439; &#x441; &#x43e;&#x442;&#x44f;&#x433;&#x43e;&#x449;&#x435;&#x43d;&#x438;&#x435;&#x43c;, &#x43c;&#x438;&#x43d;&#x438;&#x43c;&#x430;&#x43b;&#x44c;&#x43d;&#x43e;&#x439; &#x43f;&#x440;&#x43e;&#x434;&#x43e;&#x43b;&#x436;&#x438;&#x442;&#x435;&#x43b;&#x44c;&#x43d;&#x43e;&#x441;&#x442;&#x44c;&#x44e; &#x43a;&#x443;&#x440;&#x441;&#x430; 3 &#x43c;&#x435;&#x441;, &#x441; &#x447;&#x430;&#x441;&#x442;&#x43e;&#x442;&#x43e;&#x439; 3 &#x43d;&#x435;&#x43f;&#x43e;&#x441;&#x43b;&#x435;&#x434;&#x43e;&#x432;&#x430;&#x442;&#x435;&#x43b;&#x44c;&#x43d;&#x44b;&#x435; &#x43e;&#x447;&#x43d;&#x44b;&#x435; &#x442;&#x440;&#x435;&#x43d;&#x438;&#x440;&#x43e;&#x432;&#x43a;&#x438; &#x432; &#x43d;&#x435;&#x434;&#x435;&#x43b;&#x44e; &#x43f;&#x43e;&#x434; &#x440;&#x443;&#x43a;&#x43e;&#x432;&#x43e;&#x434;&#x441;&#x442;&#x432;&#x43e;&#x43c; &#x441;&#x43f;&#x435;&#x446;&#x438;&#x430;&#x43b;&#x438;&#x441;&#x442;&#x430;. &#x418;&#x43d;&#x442;&#x435;&#x43d;&#x441;&#x438;&#x432;&#x43d;&#x43e;&#x441;&#x442;&#x44c; &#x434;&#x43e;&#x43b;&#x436;&#x43d;&#x430; &#x441;&#x43a;&#x43b;&#x430;&#x434;&#x44b;&#x432;&#x430;&#x442;&#x44c;&#x441;&#x44f; &#x438;&#x437; &#x441;&#x43b;&#x435;&#x434;&#x443;&#x44e;&#x449;&#x438;&#x445; &#x43f;&#x430;&#x440;&#x430;&#x43c;&#x435;&#x442;&#x440;&#x43e;&#x432;: &#x43d;&#x430;&#x447;&#x438;&#x43d;&#x430;&#x442;&#x44c;&#x441;&#x44f; &#x441; &#x43c;&#x435;&#x43d;&#x44c;&#x448;&#x435;&#x433;&#x43e; &#x43a;&#x43e;&#x43b;&#x438;&#x447;&#x435;&#x441;&#x442;&#x432;&#x430; &#x43f;&#x43e;&#x434;&#x445;&#x43e;&#x434;&#x43e;&#x432;, &#x43d;&#x43e; &#x431;&#x43e;&#x43b;&#x44c;&#x448;&#x435;&#x433;&#x43e; &#x447;&#x438;&#x441;&#x43b;&#x430; &#x43f;&#x43e;&#x432;&#x442;&#x43e;&#x440;&#x435;&#x43d;&#x438;&#x439; (12&#x2014;15) &#x441; &#x43c;&#x435;&#x43d;&#x44c;&#x448;&#x435;&#x439; &#x438;&#x43d;&#x442;&#x435;&#x43d;&#x441;&#x438;&#x432;&#x43d;&#x43e;&#x441;&#x442;&#x44c;&#x44e; (55% &#x43e;&#x442; &#x43c;&#x430;&#x43a;&#x441;&#x438;&#x43c;&#x430;&#x43b;&#x44c;&#x43d;&#x43e;&#x439;) &#x438; &#x43f;&#x435;&#x440;&#x435;&#x445;&#x43e;&#x434;&#x438;&#x442;&#x44c; &#x43a; &#x431;&#x43e;&#x43b;&#x44c;&#x448;&#x435;&#x43c;&#x443; &#x43a;&#x43e;&#x43b;&#x438;&#x447;&#x435;&#x441;&#x442;&#x432;&#x443; &#x43f;&#x43e;&#x434;&#x445;&#x43e;&#x434;&#x43e;&#x432; &#x441; &#x43c;&#x435;&#x43d;&#x44c;&#x448;&#x438;&#x43c; &#x447;&#x438;&#x441;&#x43b;&#x43e;&#x43c; &#x43f;&#x43e;&#x432;&#x442;&#x43e;&#x440;&#x435;&#x43d;&#x438;&#x439; (4&#x2014;6) &#x438; &#x431;&#x43e;&#x43b;&#x44c;&#x448;&#x435;&#x439; &#x438;&#x43d;&#x442;&#x435;&#x43d;&#x441;&#x438;&#x432;&#x43d;&#x43e;&#x441;&#x442;&#x44c;&#x44e; (&gt;80% &#x43e;&#x442; &#x43c;&#x430;&#x43a;&#x441;&#x438;&#x43c;&#x430;&#x43b;&#x44c;&#x43d;&#x43e;&#x439;).</AbstractText><AbstractText Label="&#x417;&#x410;&#x41a;&#x41b;&#x42e;&#x427;&#x415;&#x41d;&#x418;&#x415;" NlmCategory="UNASSIGNED">&#x412; &#x43d;&#x430;&#x441;&#x442;&#x43e;&#x44f;&#x449;&#x435;&#x439; &#x441;&#x442;&#x430;&#x442;&#x44c;&#x435; &#x438;&#x437;&#x43b;&#x43e;&#x436;&#x435;&#x43d;&#x44b; &#x43f;&#x430;&#x440;&#x430;&#x43c;&#x435;&#x442;&#x440;&#x44b; &#x443;&#x43f;&#x440;&#x430;&#x436;&#x43d;&#x435;&#x43d;&#x438;&#x439;, &#x44f;&#x432;&#x43b;&#x44f;&#x44e;&#x449;&#x438;&#x445;&#x441;&#x44f; &#x43d;&#x430;&#x438;&#x431;&#x43e;&#x43b;&#x435;&#x435; &#x44d;&#x444;&#x444;&#x435;&#x43a;&#x442;&#x438;&#x432;&#x43d;&#x44b;&#x43c;&#x438; &#x441; &#x442;&#x43e;&#x447;&#x43a;&#x438; &#x437;&#x440;&#x435;&#x43d;&#x438;&#x44f; &#x443;&#x432;&#x435;&#x43b;&#x438;&#x447;&#x435;&#x43d;&#x438;&#x44f; &#x441;&#x438;&#x43b;&#x44b; &#x438; &#x43c;&#x430;&#x441;&#x441;&#x44b; &#x43c;&#x44b;&#x448;&#x446; &#x438; &#x431;&#x435;&#x437;&#x43e;&#x43f;&#x430;&#x441;&#x43d;&#x44b;&#x445; &#x434;&#x43b;&#x44f; &#x43f;&#x430;&#x446;&#x438;&#x435;&#x43d;&#x442;&#x43e;&#x432;. &#x41d;&#x435;&#x43e;&#x431;&#x445;&#x43e;&#x434;&#x438;&#x43c;&#x43e; &#x441;&#x43e;&#x441;&#x442;&#x430;&#x432;&#x43b;&#x435;&#x43d;&#x438;&#x435; &#x438; &#x434;&#x430;&#x43b;&#x44c;&#x43d;&#x435;&#x439;&#x448;&#x435;&#x435; &#x43f;&#x440;&#x430;&#x43a;&#x442;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x43e;&#x435; &#x438;&#x437;&#x443;&#x447;&#x435;&#x43d;&#x438;&#x435; &#x44d;&#x442;&#x43e;&#x433;&#x43e; &#x43a;&#x43e;&#x43c;&#x43f;&#x43b;&#x435;&#x43a;&#x441;&#x430;.</AbstractText></OtherAbstract><KeywordList Owner="NOTNLM"><Keyword MajorTopicYN="N">decrease of muscle mass</Keyword><Keyword MajorTopicYN="N">muscle weakness</Keyword><Keyword MajorTopicYN="N">physical inactivity</Keyword><Keyword MajorTopicYN="N">physical rehabilitation</Keyword><Keyword MajorTopicYN="N">sarcopenia</Keyword><Keyword MajorTopicYN="N">systematic review</Keyword></KeywordList></MedlineCitation><PubmedData><History><PubMedPubDate PubStatus="medline"><Year>2024</Year><Month>6</Month><Day>27</Day><Hour>12</Hour><Minute>43</Minute></PubMedPubDate><PubMedPubDate PubStatus="pubmed"><Year>2024</Year><Month>6</Month><Day>27</Day><Hour>12</Hour><Minute>42</Minute></PubMedPubDate><PubMedPubDate PubStatus="entrez"><Year>2024</Year><Month>6</Month><Day>27</Day><Hour>10</Hour><Minute>29</Minute></PubMedPubDate></History><PublicationStatus>ppublish</PublicationStatus><ArticleIdList><ArticleId IdType="pubmed">38934959</ArticleId><ArticleId IdType="doi">10.17116/kurort202410103156</ArticleId></ArticleIdList></PubmedData></PubmedArticle></PubmedArticleSet>