<?xml version="1.0" ?>
<!DOCTYPE PubmedArticleSet PUBLIC "-//NLM//DTD PubMedArticle, 1st January 2025//EN" "https://dtd.nlm.nih.gov/ncbi/pubmed/out/pubmed_250101.dtd">
<PubmedArticleSet>
<PubmedArticle><MedlineCitation Status="MEDLINE" Owner="NLM" IndexingMethod="Automated"><PMID Version="1">40570212</PMID><DateCompleted><Year>2025</Year><Month>06</Month><Day>26</Day></DateCompleted><DateRevised><Year>2025</Year><Month>06</Month><Day>26</Day></DateRevised><Article PubModel="Print"><Journal><ISSN IssnType="Print">1561-9125</ISSN><JournalIssue CitedMedium="Print"><Volume>38</Volume><Issue>1</Issue><PubDate><Year>2025</Year></PubDate></JournalIssue><Title>Advances in gerontology = Uspekhi gerontologii</Title><ISOAbbreviation>Adv Gerontol</ISOAbbreviation></Journal><ArticleTitle>[Method of treating obesity in elderly and senile patients (1st stage).].</ArticleTitle><Pagination><StartPage>28</StartPage><EndPage>35</EndPage><MedlinePgn>28-35</MedlinePgn></Pagination><Abstract><AbstractText>The aim of the work is to evaluate the efficiency of the method of treating obesity in elderly and senile patients. The patients were offered 2 nutrition programs, one based on the obtained data (insulin resistance, biliary dyskinesia, type 2 diabetes, etc.) and the final diagnosis in connection with the concomitant disease, and the second based on their taste preferences. The peculiarity of the development of the dietary program was to prepare a menu based on lean body mass, and not the total mass obtained from the results of bioimpedancemetry. The ratio of proteins, fats and carbohydrates (in grams per kg of lean body mass is 1:1:2(3). Based on stress echo and lactate testing, a program of dosed aerobic physical activity was developed for the patient. Training was carried out 3-4 times a week after the last meal, the training time was 90 minutes with the required heart rate (not higher than aerobic threshold). Against the background of using the proposed technique, a reliable decrease in total body mass, body fat mass, total water was observed according to the results of bioimpedancemetry. Also, a reliable decrease in blood parameters: ALT, AST, gamma-GT, glucose, insulin, leptin, an increase in the level of vitamin D. Thus, the selection of a personalized diet in combination with dosed aerobic physical activity and regular monitoring using heart rate monitors will not only reduce weight, but also improve health indicators (reduce weight due to adipose tissue, reduce insulin resistance, increase vitamin D levels, reduce blood pressure, liver transaminases, glucose), and also increase the effectiveness of therapeutic measures for obesity, preventing the progression of complications.</AbstractText></Abstract><AuthorList CompleteYN="Y"><Author ValidYN="Y"><LastName>Bobunov</LastName><ForeName>D N</ForeName><Initials>DN</Initials><AffiliationInfo><Affiliation>I.I.Mechnikov Northwestern State Medical University, 41 Kirochnaya str., St. Petersburg 191015, Russian Federation, e-mail: bobunovdn@gmail.com.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Bilyk</LastName><ForeName>E O</ForeName><Initials>EO</Initials><AffiliationInfo><Affiliation>I.I.Mechnikov Northwestern State Medical University, 41 Kirochnaya str., St. Petersburg 191015, Russian Federation, e-mail: bobunovdn@gmail.com.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Dudar</LastName><ForeName>Y O</ForeName><Initials>YO</Initials><AffiliationInfo><Affiliation>I.I.Mechnikov Northwestern State Medical University, 41 Kirochnaya str., St. Petersburg 191015, Russian Federation, e-mail: bobunovdn@gmail.com.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Zavyalova</LastName><ForeName>T P</ForeName><Initials>TP</Initials><AffiliationInfo><Affiliation>I.I.Mechnikov Northwestern State Medical University, 41 Kirochnaya str., St. Petersburg 191015, Russian Federation, e-mail: bobunovdn@gmail.com.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Vaganova</LastName><ForeName>E V</ForeName><Initials>EV</Initials><AffiliationInfo><Affiliation>I.I.Mechnikov Northwestern State Medical University, 41 Kirochnaya str., St. Petersburg 191015, Russian Federation, e-mail: bobunovdn@gmail.com.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Dolba</LastName><ForeName>A V</ForeName><Initials>AV</Initials><AffiliationInfo><Affiliation>I.I.Mechnikov Northwestern State Medical University, 41 Kirochnaya str., St. Petersburg 191015, Russian Federation, e-mail: bobunovdn@gmail.com.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Gebekova</LastName><ForeName>D M</ForeName><Initials>DM</Initials><AffiliationInfo><Affiliation>I.I.Mechnikov Northwestern State Medical University, 41 Kirochnaya str., St. Petersburg 191015, Russian Federation, e-mail: bobunovdn@gmail.com.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Protsenko</LastName><ForeName>A R</ForeName><Initials>AR</Initials><AffiliationInfo><Affiliation>I.I.Mechnikov Northwestern State Medical University, 41 Kirochnaya str., St. Petersburg 191015, Russian Federation, e-mail: bobunovdn@gmail.com.</Affiliation></AffiliationInfo></Author></AuthorList><Language>rus</Language><PublicationTypeList><PublicationType UI="D004740">English Abstract</PublicationType><PublicationType UI="D016428">Journal Article</PublicationType></PublicationTypeList></Article><MedlineJournalInfo><Country>Russia (Federation)</Country><MedlineTA>Adv Gerontol</MedlineTA><NlmUniqueID>100971443</NlmUniqueID><ISSNLinking>1561-9125</ISSNLinking></MedlineJournalInfo><CitationSubset>IM</CitationSubset><MeshHeadingList><MeshHeading><DescriptorName UI="D006801" MajorTopicYN="N">Humans</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D000368" MajorTopicYN="N">Aged</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D009765" MajorTopicYN="Y">Obesity</DescriptorName><QualifierName UI="Q000628" MajorTopicYN="N">therapy</QualifierName><QualifierName UI="Q000175" MajorTopicYN="N">diagnosis</QualifierName><QualifierName UI="Q000178" MajorTopicYN="N">diet therapy</QualifierName><QualifierName UI="Q000503" MajorTopicYN="N">physiopathology</QualifierName><QualifierName UI="Q000097" MajorTopicYN="N">blood</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D008297" MajorTopicYN="N">Male</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D005260" MajorTopicYN="N">Female</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D016896" MajorTopicYN="N">Treatment Outcome</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D015444" MajorTopicYN="N">Exercise</DescriptorName><QualifierName UI="Q000502" MajorTopicYN="N">physiology</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D001823" MajorTopicYN="N">Body Composition</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D005081" MajorTopicYN="Y">Exercise Therapy</DescriptorName><QualifierName UI="Q000379" MajorTopicYN="N">methods</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D015992" MajorTopicYN="N">Body Mass Index</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D000369" MajorTopicYN="N">Aged, 80 and over</DescriptorName></MeshHeading></MeshHeadingList><OtherAbstract Type="Publisher" Language="rus"><AbstractText>&#x426;&#x435;&#x43b;&#x44c; &#x440;&#x430;&#x431;&#x43e;&#x442;&#x44b; &#x2014; &#x43e;&#x446;&#x435;&#x43d;&#x43a;&#x430; &#x44d;&#x444;&#x444;&#x435;&#x43a;&#x442;&#x438;&#x432;&#x43d;&#x43e;&#x441;&#x442;&#x438; &#x441;&#x43f;&#x43e;&#x441;&#x43e;&#x431;&#x430; &#x43b;&#x435;&#x447;&#x435;&#x43d;&#x438;&#x44f; &#x43e;&#x436;&#x438;&#x440;&#x435;&#x43d;&#x438;&#x44f; &#x443; &#x43f;&#x430;&#x446;&#x438;&#x435;&#x43d;&#x442;&#x43e;&#x432; &#x43f;&#x43e;&#x436;&#x438;&#x43b;&#x43e;&#x433;&#x43e; &#x438; &#x441;&#x442;&#x430;&#x440;&#x447;&#x435;&#x441;&#x43a;&#x43e;&#x433;&#x43e; &#x432;&#x43e;&#x437;&#x440;&#x430;&#x441;&#x442;&#x430;. &#x41f;&#x430;&#x446;&#x438;&#x435;&#x43d;&#x442;&#x430;&#x43c; &#x43f;&#x440;&#x435;&#x434;&#x43b;&#x430;&#x433;&#x430;&#x43b;&#x438; &#x434;&#x432;&#x435; &#x43f;&#x440;&#x43e;&#x433;&#x440;&#x430;&#x43c;&#x43c;&#x44b; &#x43f;&#x438;&#x442;&#x430;&#x43d;&#x438;&#x44f;: &#x43e;&#x434;&#x43d;&#x430; &#x2014; &#x43d;&#x430; &#x43e;&#x441;&#x43d;&#x43e;&#x432;&#x435; &#x43f;&#x43e;&#x43b;&#x443;&#x447;&#x435;&#x43d;&#x43d;&#x44b;&#x445; &#x434;&#x430;&#x43d;&#x43d;&#x44b;&#x445; (&#x438;&#x43d;&#x441;&#x443;&#x43b;&#x438;&#x43d;&#x43e;&#x440;&#x435;&#x437;&#x438;&#x441;&#x442;&#x435;&#x43d;&#x442;&#x43d;&#x43e;&#x441;&#x442;&#x44c;, &#x434;&#x438;&#x441;&#x43a;&#x438;&#x43d;&#x435;&#x437;&#x438;&#x44f; &#x436;&#x435;&#x43b;&#x447;&#x435;&#x432;&#x44b;&#x432;&#x43e;&#x434;&#x44f;&#x449;&#x438;&#x445; &#x43f;&#x443;&#x442;&#x435;&#x439;, &#x441;&#x430;&#x445;&#x430;&#x440;&#x43d;&#x44b;&#x439; &#x434;&#x438;&#x430;&#x431;&#x435;&#x442; 2-&#x433;&#x43e; &#x442;&#x438;&#x43f;&#x430; &#x438; &#x442;&#x430;&#x43a; &#x434;&#x430;&#x43b;&#x435;&#x435;) &#x438; &#x43e;&#x43a;&#x43e;&#x43d;&#x447;&#x430;&#x442;&#x435;&#x43b;&#x44c;&#x43d;&#x43e;&#x43c; &#x434;&#x438;&#x430;&#x433;&#x43d;&#x43e;&#x437;&#x435; &#x432; &#x441;&#x432;&#x44f;&#x437;&#x438; &#x441; &#x441;&#x43e;&#x43f;&#x443;&#x442;&#x441;&#x442;&#x432;&#x443;&#x44e;&#x449;&#x438;&#x43c; &#x437;&#x430;&#x431;&#x43e;&#x43b;&#x435;&#x432;&#x430;&#x43d;&#x438;&#x435;&#x43c;, &#x432;&#x442;&#x43e;&#x440;&#x430;&#x44f; &#x2014; &#x43d;&#x430; &#x43e;&#x441;&#x43d;&#x43e;&#x432;&#x435; &#x435;&#x433;&#x43e; &#x432;&#x43a;&#x443;&#x441;&#x43e;&#x432;&#x44b;&#x445; &#x43f;&#x440;&#x435;&#x434;&#x43f;&#x43e;&#x447;&#x442;&#x435;&#x43d;&#x438;&#x439;. &#x41e;&#x441;&#x43e;&#x431;&#x435;&#x43d;&#x43d;&#x43e;&#x441;&#x442;&#x44c; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x43e;&#x442;&#x43a;&#x438; &#x434;&#x438;&#x435;&#x442;&#x43e;&#x43b;&#x43e;&#x433;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x43e;&#x439; &#x43f;&#x440;&#x43e;&#x433;&#x440;&#x430;&#x43c;&#x43c;&#x44b; &#x437;&#x430;&#x43a;&#x43b;&#x44e;&#x447;&#x430;&#x43b;&#x430;&#x441;&#x44c; &#x432; &#x43f;&#x43e;&#x434;&#x433;&#x43e;&#x442;&#x43e;&#x432;&#x43a;&#x435; &#x43c;&#x435;&#x43d;&#x44e; &#x43d;&#x430; &#x43e;&#x441;&#x43d;&#x43e;&#x432;&#x435; &#x43f;&#x43e;&#x43a;&#x430;&#x437;&#x430;&#x442;&#x435;&#x43b;&#x435;&#x439; &#x431;&#x435;&#x437;&#x436;&#x438;&#x440;&#x43e;&#x432;&#x43e;&#x439; &#x43c;&#x430;&#x441;&#x441;&#x44b; &#x442;&#x435;&#x43b;&#x430;, &#x430; &#x43d;&#x435; &#x43e;&#x431;&#x449;&#x435;&#x439; &#x43c;&#x430;&#x441;&#x441;&#x44b;, &#x43f;&#x43e;&#x43b;&#x443;&#x447;&#x435;&#x43d;&#x43d;&#x43e;&#x439; &#x43f;&#x43e; &#x440;&#x435;&#x437;&#x443;&#x43b;&#x44c;&#x442;&#x430;&#x442;&#x430;&#x43c; &#x431;&#x438;&#x43e;&#x438;&#x43c;&#x43f;&#x435;&#x434;&#x430;&#x43d;&#x441;&#x43e;&#x43c;&#x435;&#x442;&#x440;&#x438;&#x438;. &#x421;&#x43e;&#x43e;&#x442;&#x43d;&#x43e;&#x448;&#x435;&#x43d;&#x438;&#x435; &#x431;&#x435;&#x43b;&#x43a;&#x43e;&#x432;, &#x436;&#x438;&#x440;&#x43e;&#x432; &#x438; &#x443;&#x433;&#x43b;&#x435;&#x432;&#x43e;&#x434;&#x43e;&#x432; (&#x432; &#x433;&#x440;&#x430;&#x43c;&#x43c;&#x430;&#x445; &#x43d;&#x430; 1 &#x43a;&#x433; &#x431;&#x435;&#x437;&#x436;&#x438;&#x440;&#x43e;&#x432;&#x43e;&#x439; &#x43c;&#x430;&#x441;&#x441;&#x44b; &#x442;&#x435;&#x43b;&#x430;) &#x2014; 1:1:2(3). &#x41d;&#x430; &#x43e;&#x441;&#x43d;&#x43e;&#x432;&#x435; &#x441;&#x442;&#x440;&#x435;&#x441;&#x441;-&#x44d;&#x445;&#x43e; &#x438; &#x43b;&#x430;&#x43a;&#x442;&#x430;&#x442;&#x43d;&#x43e;&#x433;&#x43e; &#x442;&#x435;&#x441;&#x442;&#x438;&#x440;&#x43e;&#x432;&#x430;&#x43d;&#x438;&#x44f; &#x434;&#x43b;&#x44f; &#x43f;&#x430;&#x446;&#x438;&#x435;&#x43d;&#x442;&#x430; &#x440;&#x430;&#x437;&#x440;&#x430;&#x431;&#x430;&#x442;&#x44b;&#x432;&#x430;&#x43b;&#x438; &#x43f;&#x440;&#x43e;&#x433;&#x440;&#x430;&#x43c;&#x43c;&#x443; &#x434;&#x43e;&#x437;&#x438;&#x440;&#x43e;&#x432;&#x430;&#x43d;&#x43d;&#x43e;&#x439; &#x430;&#x44d;&#x440;&#x43e;&#x431;&#x43d;&#x43e;&#x439; &#x444;&#x438;&#x437;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x43e;&#x439; &#x43d;&#x430;&#x433;&#x440;&#x443;&#x437;&#x43a;&#x438;. &#x422;&#x440;&#x435;&#x43d;&#x438;&#x440;&#x43e;&#x432;&#x43a;&#x438; &#x43f;&#x440;&#x43e;&#x432;&#x43e;&#x434;&#x438;&#x43b;&#x438; 3&#x2013;4 &#x440;&#x430;&#x437;&#x430; &#x432; &#x43d;&#x435;&#x434;&#x435;&#x43b;&#x44e; &#x43f;&#x43e;&#x441;&#x43b;&#x435; &#x43f;&#x43e;&#x441;&#x43b;&#x435;&#x434;&#x43d;&#x435;&#x433;&#x43e; &#x43f;&#x440;&#x438;&#x435;&#x43c;&#x430; &#x43f;&#x438;&#x449;&#x438;, &#x432;&#x440;&#x435;&#x43c;&#x44f; &#x442;&#x440;&#x435;&#x43d;&#x438;&#x440;&#x43e;&#x432;&#x43a;&#x438; &#x2014; 90 &#x43c;&#x438;&#x43d; &#x441; &#x434;&#x43e;&#x43b;&#x436;&#x43d;&#x43e;&#x439; &#x427;&#x421;&#x421; (&#x43d;&#x435; &#x432;&#x44b;&#x448;&#x435; &#x430;&#x44d;&#x440;&#x43e;&#x431;&#x43d;&#x43e;&#x433;&#x43e; &#x43f;&#x43e;&#x440;&#x43e;&#x433;&#x430;). &#x41d;&#x430; &#x444;&#x43e;&#x43d;&#x435; &#x438;&#x441;&#x43f;&#x43e;&#x43b;&#x44c;&#x437;&#x43e;&#x432;&#x430;&#x43d;&#x438;&#x44f; &#x43f;&#x440;&#x435;&#x434;&#x43b;&#x43e;&#x436;&#x435;&#x43d;&#x43d;&#x43e;&#x439; &#x43c;&#x435;&#x442;&#x43e;&#x434;&#x438;&#x43a;&#x438; &#x43d;&#x430;&#x431;&#x43b;&#x44e;&#x434;&#x430;&#x43b;&#x438; &#x441;&#x442;&#x430;&#x442;&#x438;&#x441;&#x442;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x438; &#x437;&#x43d;&#x430;&#x447;&#x438;&#x43c;&#x43e;&#x435; &#x441;&#x43d;&#x438;&#x436;&#x435;&#x43d;&#x438;&#x435; &#x43e;&#x431;&#x449;&#x435;&#x439; &#x43c;&#x430;&#x441;&#x441;&#x44b; &#x442;&#x435;&#x43b;&#x430;, &#x436;&#x438;&#x440;&#x43e;&#x432;&#x43e;&#x439; &#x43c;&#x430;&#x441;&#x441;&#x44b; &#x442;&#x435;&#x43b;&#x430;, &#x43e;&#x431;&#x449;&#x435;&#x439; &#x432;&#x43e;&#x434;&#x44b; &#x43f;&#x43e; &#x440;&#x435;&#x437;&#x443;&#x43b;&#x44c;&#x442;&#x430;&#x442;&#x430;&#x43c; &#x431;&#x438;&#x43e;&#x438;&#x43c;&#x43f;&#x435;&#x434;&#x430;&#x43d;&#x441;&#x43e;&#x43c;&#x435;&#x442;&#x440;&#x438;&#x438;, &#x430; &#x442;&#x430;&#x43a;&#x436;&#x435; &#x441;&#x442;&#x430;&#x442;&#x438;&#x441;&#x442;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x438; &#x437;&#x43d;&#x430;&#x447;&#x438;&#x43c;&#x43e;&#x435; &#x441;&#x43d;&#x438;&#x436;&#x435;&#x43d;&#x438;&#x435; &#x43f;&#x43e;&#x43a;&#x430;&#x437;&#x430;&#x442;&#x435;&#x43b;&#x435;&#x439; &#x43a;&#x440;&#x43e;&#x432;&#x438; &#x2014; &#x410;&#x41b;&#x422;, &#x410;&#x421;&#x422;, &#x433;&#x430;&#x43c;&#x43c;&#x430;-&#x433;&#x43b;&#x443;&#x442;&#x430;&#x43c;&#x438;&#x43b;&#x442;&#x440;&#x430;&#x43d;&#x441;&#x43f;&#x435;&#x43f;&#x442;&#x438;&#x434;&#x430;&#x437;&#x44b;, &#x433;&#x43b;&#x44e;&#x43a;&#x43e;&#x437;&#x44b;, &#x438;&#x43d;&#x441;&#x443;&#x43b;&#x438;&#x43d;&#x430;, &#x43b;&#x435;&#x43f;&#x442;&#x438;&#x43d;&#x430;, &#x43f;&#x43e;&#x432;&#x44b;&#x448;&#x435;&#x43d;&#x438;&#x435; &#x443;&#x440;&#x43e;&#x432;&#x43d;&#x44f; &#x432;&#x438;&#x442;&#x430;&#x43c;&#x438;&#x43d;&#x430; D. &#x422;&#x430;&#x43a;&#x438;&#x43c; &#x43e;&#x431;&#x440;&#x430;&#x437;&#x43e;&#x43c;, &#x43f;&#x43e;&#x434;&#x431;&#x43e;&#x440; &#x43f;&#x435;&#x440;&#x441;&#x43e;&#x43d;&#x430;&#x43b;&#x438;&#x437;&#x438;&#x440;&#x43e;&#x432;&#x430;&#x43d;&#x43d;&#x43e;&#x433;&#x43e; &#x440;&#x430;&#x446;&#x438;&#x43e;&#x43d;&#x430; &#x43f;&#x438;&#x442;&#x430;&#x43d;&#x438;&#x44f; &#x432; &#x441;&#x43e;&#x447;&#x435;&#x442;&#x430;&#x43d;&#x438;&#x438; &#x441; &#x434;&#x43e;&#x437;&#x438;&#x440;&#x43e;&#x432;&#x430;&#x43d;&#x43d;&#x43e;&#x439; &#x430;&#x44d;&#x440;&#x43e;&#x431;&#x43d;&#x43e;&#x439; &#x444;&#x438;&#x437;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x43e;&#x439; &#x43d;&#x430;&#x433;&#x440;&#x443;&#x437;&#x43a;&#x43e;&#x439; &#x438; &#x440;&#x435;&#x433;&#x443;&#x43b;&#x44f;&#x440;&#x43d;&#x44b;&#x43c; &#x43a;&#x43e;&#x43d;&#x442;&#x440;&#x43e;&#x43b;&#x435;&#x43c; &#x441;&#x435;&#x440;&#x434;&#x435;&#x447;&#x43d;&#x43e;&#x433;&#x43e; &#x440;&#x438;&#x442;&#x43c;&#x430; &#x441; &#x43f;&#x43e;&#x43c;&#x43e;&#x449;&#x44c;&#x44e; &#x43c;&#x43e;&#x43d;&#x438;&#x442;&#x43e;&#x440;&#x43e;&#x432; &#x43f;&#x43e;&#x437;&#x432;&#x43e;&#x43b;&#x438;&#x43b; &#x43d;&#x435; &#x442;&#x43e;&#x43b;&#x44c;&#x43a;&#x43e; &#x441;&#x43d;&#x438;&#x437;&#x438;&#x442;&#x44c; &#x43c;&#x430;&#x441;&#x441;&#x443; &#x442;&#x435;&#x43b;&#x430;, &#x43d;&#x43e; &#x438; &#x443;&#x43b;&#x443;&#x447;&#x448;&#x438;&#x442;&#x44c; &#x43f;&#x43e;&#x43a;&#x430;&#x437;&#x430;&#x442;&#x435;&#x43b;&#x438; &#x437;&#x434;&#x43e;&#x440;&#x43e;&#x432;&#x44c;&#x44f; (&#x441;&#x43d;&#x438;&#x437;&#x438;&#x442;&#x44c; &#x43c;&#x430;&#x441;&#x441;&#x443; &#x442;&#x435;&#x43b;&#x430; &#x437;&#x430; &#x441;&#x447;&#x435;&#x442; &#x436;&#x438;&#x440;&#x43e;&#x432;&#x43e;&#x439; &#x442;&#x43a;&#x430;&#x43d;&#x438;, &#x438;&#x43d;&#x441;&#x443;&#x43b;&#x438;&#x43d;&#x43e;&#x440;&#x435;&#x437;&#x438;&#x441;&#x442;&#x435;&#x43d;&#x442;&#x43d;&#x43e;&#x441;&#x442;&#x44c;, &#x443;&#x440;&#x43e;&#x432;&#x435;&#x43d;&#x44c; &#x410;&#x414;, &#x442;&#x440;&#x430;&#x43d;&#x441;&#x430;&#x43c;&#x438;&#x43d;&#x430;&#x437; &#x43f;&#x435;&#x447;&#x435;&#x43d;&#x438;, &#x433;&#x43b;&#x44e;&#x43a;&#x43e;&#x437;&#x44b;, &#x43f;&#x43e;&#x432;&#x44b;&#x441;&#x438;&#x442;&#x44c; &#x443;&#x440;&#x43e;&#x432;&#x435;&#x43d;&#x44c; &#x432;&#x438;&#x442;&#x430;&#x43c;&#x438;&#x43d;&#x430; D), &#x430; &#x442;&#x430;&#x43a;&#x436;&#x435; &#x443;&#x432;&#x435;&#x43b;&#x438;&#x447;&#x438;&#x442;&#x44c; &#x44d;&#x444;&#x444;&#x435;&#x43a;&#x442;&#x438;&#x432;&#x43d;&#x43e;&#x441;&#x442;&#x44c; &#x43b;&#x435;&#x447;&#x435;&#x431;&#x43d;&#x44b;&#x445; &#x43c;&#x435;&#x440; &#x43f;&#x440;&#x438; &#x43e;&#x436;&#x438;&#x440;&#x435;&#x43d;&#x438;&#x438;, &#x43f;&#x440;&#x435;&#x434;&#x43e;&#x442;&#x432;&#x440;&#x430;&#x442;&#x438;&#x432; &#x43f;&#x440;&#x43e;&#x433;&#x440;&#x435;&#x441;&#x441;&#x438;&#x440;&#x43e;&#x432;&#x430;&#x43d;&#x438;&#x435; &#x43e;&#x441;&#x43b;&#x43e;&#x436;&#x43d;&#x435;&#x43d;&#x438;&#x439;.</AbstractText></OtherAbstract><KeywordList Owner="NOTNLM"><Keyword MajorTopicYN="N">aerobic exercise</Keyword><Keyword MajorTopicYN="N">exercise therapy</Keyword><Keyword MajorTopicYN="N">insulin resistance</Keyword><Keyword MajorTopicYN="N">obesity</Keyword><Keyword MajorTopicYN="N">old age</Keyword><Keyword MajorTopicYN="N">rehabilitation</Keyword></KeywordList></MedlineCitation><PubmedData><History><PubMedPubDate PubStatus="medline"><Year>2025</Year><Month>6</Month><Day>26</Day><Hour>18</Hour><Minute>40</Minute></PubMedPubDate><PubMedPubDate PubStatus="pubmed"><Year>2025</Year><Month>6</Month><Day>26</Day><Hour>18</Hour><Minute>39</Minute></PubMedPubDate><PubMedPubDate PubStatus="entrez"><Year>2025</Year><Month>6</Month><Day>26</Day><Hour>15</Hour><Minute>23</Minute></PubMedPubDate></History><PublicationStatus>ppublish</PublicationStatus><ArticleIdList><ArticleId IdType="pubmed">40570212</ArticleId></ArticleIdList></PubmedData></PubmedArticle></PubmedArticleSet>