<?xml version="1.0" ?>
<!DOCTYPE PubmedArticleSet PUBLIC "-//NLM//DTD PubMedArticle, 1st January 2025//EN" "https://dtd.nlm.nih.gov/ncbi/pubmed/out/pubmed_250101.dtd">
<PubmedArticleSet>
<PubmedArticle><MedlineCitation Status="MEDLINE" Owner="NLM" IndexingMethod="Automated"><PMID Version="1">34779214</PMID><DateCompleted><Year>2022</Year><Month>02</Month><Day>10</Day></DateCompleted><DateRevised><Year>2022</Year><Month>05</Month><Day>01</Day></DateRevised><Article PubModel="Print"><Journal><ISSN IssnType="Electronic">1699-5198</ISSN><JournalIssue CitedMedium="Internet"><Volume>39</Volume><Issue>1</Issue><PubDate><Year>2022</Year><Month>Feb</Month><Day>09</Day></PubDate></JournalIssue><Title>Nutricion hospitalaria</Title><ISOAbbreviation>Nutr Hosp</ISOAbbreviation></Journal><ArticleTitle>[Physical exercise and loss of weight and body mass index in bariatric surgery: a systematic review].</ArticleTitle><Pagination><StartPage>202</StartPage><EndPage>210</EndPage><MedlinePgn>202-210</MedlinePgn></Pagination><ELocationID EIdType="doi" ValidYN="Y">10.20960/nh.03746</ELocationID><Abstract><AbstractText>Introduction: bariatric surgery is considered successful when the percentage of weight loss is equal to or higher than 25 %, or when the percentage loss of body mass index occurs above 50 % long-term. Objective: to analyze the effect of physical exercise on body weight and body mass index before and/or after bariatric surgery. Methodology: articles registered in the PudMed, Scopus and Web of Science databases were searched for original papers with open access in English and Spanish that compared one or more physical exercise programs as treatment before and/or after bariatric surgery, with results on initial and final weight and body mass index, muscle mass, and fat mass from January to April 2021. Results: a total of 730 articles were obtained in the different databases and only 7 were selected for the analysis. Aerobic exercise combined with resistance training showed a greater decrease in the percentage of weight loss (% PP) and the percentage of loss of body mass index (% PBMI). Conclusions: aerobic physical exercise in combination with endurance training is the most applied program in subjects with bariatric surgery, and the most important effects are an increase in percentage of weight loss and a decrease in body mass index.</AbstractText></Abstract><AuthorList CompleteYN="Y"><Author ValidYN="Y"><LastName>Barrientos-S&#xe1;nchez</LastName><ForeName>Fernanda</ForeName><Initials>F</Initials><AffiliationInfo><Affiliation>Facultad de Ciencias de la Cultura F&#xed;sica. Universidad Aut&#xf3;noma de Chihuahua.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>de Le&#xf3;n</LastName><ForeName>Lidia G</ForeName><Initials>LG</Initials><AffiliationInfo><Affiliation>Facultad de Ciencias de la Cultura F&#xed;sica. Universidad Aut&#xf3;noma de Chihuahua.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Candia-Luj&#xe1;n</LastName><ForeName>Ram&#xf3;n</ForeName><Initials>R</Initials><AffiliationInfo><Affiliation>Facultad de Ciencias de la Cultura F&#xed;sica. Universidad Aut&#xf3;noma de Chihuahua.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Ortiz-Rodr&#xed;guez</LastName><ForeName>Briseidy</ForeName><Initials>B</Initials><AffiliationInfo><Affiliation>Facultad de Ciencias de la Cultura F&#xed;sica. Universidad Aut&#xf3;noma de Chihuahua.</Affiliation></AffiliationInfo></Author></AuthorList><Language>spa</Language><PublicationTypeList><PublicationType UI="D016428">Journal Article</PublicationType><PublicationType UI="D000078182">Systematic Review</PublicationType></PublicationTypeList><VernacularTitle>Ejercicio f&#xed;sico y disminuci&#xf3;n del peso y el &#xed;ndice de masa corporal en la cirug&#xed;a bari&#xe1;trica: una revisi&#xf3;n sistem&#xe1;tica.</VernacularTitle></Article><MedlineJournalInfo><Country>Spain</Country><MedlineTA>Nutr Hosp</MedlineTA><NlmUniqueID>9100365</NlmUniqueID><ISSNLinking>0212-1611</ISSNLinking></MedlineJournalInfo><CitationSubset>IM</CitationSubset><MeshHeadingList><MeshHeading><DescriptorName UI="D050110" MajorTopicYN="Y">Bariatric Surgery</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D015992" MajorTopicYN="N">Body Mass Index</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D015444" MajorTopicYN="N">Exercise</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D006801" MajorTopicYN="N">Humans</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D009767" MajorTopicYN="Y">Obesity, Morbid</DescriptorName><QualifierName UI="Q000601" MajorTopicYN="N">surgery</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D015431" MajorTopicYN="N">Weight Loss</DescriptorName></MeshHeading></MeshHeadingList><OtherAbstract Type="Publisher" Language="spa"><AbstractText>Introducci&#xf3;n: la cirug&#xed;a bari&#xe1;trica se considera exitosa cuando el porcentaje de p&#xe9;rdida de peso es igual o superior al 25 % o bien cuando el porcentaje de p&#xe9;rdida de &#xed;ndice de masa corporal ocurre por encima del 50 % a largo plazo. Objetivo: analizar el efecto del ejercicio f&#xed;sico en el peso corporal y el &#xed;ndice de masa corporal antes y despu&#xe9;s de la cirug&#xed;a bari&#xe1;trica. Metodolog&#xed;a: se buscaron art&#xed;culos registrados en las bases de datos de PudMed, Scopus y Web of Science, de art&#xed;culos originales con acceso abierto en ingl&#xe9;s y espa&#xf1;ol que compararan uno o varios programas de ejercicio f&#xed;sico como tratamiento antes y/o despu&#xe9;s de la cirug&#xed;a bari&#xe1;trica, con resultados de peso e &#xed;ndice de masa corporal inicial y final, masa muscular y masa grasa, de enero a abril de 2021. Resultados: se obtuvieron en total 730 art&#xed;culos de las diferentes bases de datos y solo 7 se seleccionaron para el an&#xe1;lisis. El ejercicio aerobio combinado con el entrenamiento de resistencia mostr&#xf3; una mayor disminuci&#xf3;n del porcentaje de peso perdido (% PP) y del porcentaje perdido de &#xed;ndice de masa corporal (% PIMC). Conclusiones: el ejercicio f&#xed;sico aerobio, en combinaci&#xf3;n con el entrenamiento de resistencia, es el programa m&#xe1;s aplicado a los sujetos con cirugia bari&#xe1;trica y los efectos m&#xe1;s importantes son el aumento del porcentaje de p&#xe9;rdida de peso y la disminuci&#xf3;n del &#xed;ndice de masa corporal.</AbstractText></OtherAbstract><KeywordList Owner="NOTNLM"><Keyword MajorTopicYN="N">Cirug&#xed;a bari&#xe1;trica. Ejercicio f&#xed;sico. Revisi&#xf3;n sistem&#xe1;tica. &#xcd;ndice de masa corporal. Peso corporal.</Keyword></KeywordList></MedlineCitation><PubmedData><History><PubMedPubDate PubStatus="pubmed"><Year>2021</Year><Month>11</Month><Day>16</Day><Hour>6</Hour><Minute>0</Minute></PubMedPubDate><PubMedPubDate PubStatus="medline"><Year>2022</Year><Month>2</Month><Day>11</Day><Hour>6</Hour><Minute>0</Minute></PubMedPubDate><PubMedPubDate PubStatus="entrez"><Year>2021</Year><Month>11</Month><Day>15</Day><Hour>8</Hour><Minute>41</Minute></PubMedPubDate></History><PublicationStatus>ppublish</PublicationStatus><ArticleIdList><ArticleId IdType="pubmed">34779214</ArticleId><ArticleId IdType="doi">10.20960/nh.03746</ArticleId></ArticleIdList></PubmedData></PubmedArticle></PubmedArticleSet>