<?xml version="1.0" ?>
<!DOCTYPE PubmedArticleSet PUBLIC "-//NLM//DTD PubMedArticle, 1st January 2025//EN" "https://dtd.nlm.nih.gov/ncbi/pubmed/out/pubmed_250101.dtd">
<PubmedArticleSet>
<PubmedArticle><MedlineCitation Status="MEDLINE" Owner="NLM" IndexingMethod="Manual"><PMID Version="1">23822685</PMID><DateCompleted><Year>2014</Year><Month>03</Month><Day>26</Day></DateCompleted><DateRevised><Year>2013</Year><Month>07</Month><Day>04</Day></DateRevised><Article PubModel="Print"><Journal><ISSN IssnType="Electronic">1699-5198</ISSN><JournalIssue CitedMedium="Internet"><Volume>28</Volume><Issue>2</Issue><PubDate><Year>2013</Year><Season>Mar-Apr</Season></PubDate></JournalIssue><Title>Nutricion hospitalaria</Title><ISOAbbreviation>Nutr Hosp</ISOAbbreviation></Journal><ArticleTitle>[Impact of strength training exercise on secondary prevention of childhood obesity; an intervention within the school system].</ArticleTitle><Pagination><StartPage>347</StartPage><EndPage>356</EndPage><MedlinePgn>347-56</MedlinePgn></Pagination><ELocationID EIdType="doi" ValidYN="Y">10.3305/nh.2013.28.2.6280</ELocationID><Abstract><AbstractText Label="INTRODUCTION" NlmCategory="BACKGROUND">The physical exercise is an important therapeutic tool to prevent and treat obesity, as well as reducing metabolic alterations and the risk of non-communicable diseases.</AbstractText><AbstractText Label="OBJECTIVE" NlmCategory="OBJECTIVE">To evaluate the impact of a strength training exercise intervention within the school system, this includes muscular strength exercise, dietary education and psychological support in obese children.</AbstractText><AbstractText Label="METHODS" NlmCategory="METHODS">We worked with 120 obese schoolchildren, between 8 and 13 years, recruited from 3 schools. Group 1 (n = 60) participated in the intervention, which included physical exercise, dietary education, and psychological support, for 3 months. Group 2 (n = 60) received only the educational intervention and psychological support for the first 3 months, and then received the exercise intervention from months 3 to 6. Participants were evaluated for BMI, waist circumference, body fat, presence of metabolic syndrome and cardiovascular risk factors.</AbstractText><AbstractText Label="RESULTS" NlmCategory="RESULTS">At 3 months, there were significant differences between the groups for change in BMI z-score, waist circumference, and body fat as well as prevalence of metabolic syndrome, abdominal obesity, hypertriglyceridemia, and fasting hyperglycemia. In group 1, these parameters decreased and increased, in group 2. From months 3 to 6, Group 2 showed a significant decrease in abdominal obesity, high blood pressure, and hypertriglyceridemia, while Group 1 showed a significant increase in high blood pressure and no change in other cardiovascular risk factors.</AbstractText><AbstractText Label="CONCLUSION" NlmCategory="CONCLUSIONS">This study demonstrates the positive impact of a strength training physical exercise program on reduction of body fat, metabolic syndrome and cardiovascular risk factors. This study supports the use of exercise as a treatment for obesity and its comorbidities in schoolchildren.</AbstractText><CopyrightInformation>Copyright &#xa9; AULA MEDICA EDICIONES 2013. Published by AULA MEDICA. All rights reserved.</CopyrightInformation></Abstract><AuthorList CompleteYN="Y"><Author ValidYN="Y"><LastName>V&#xe1;squez</LastName><ForeName>Fabi&#xe1;n</ForeName><Initials>F</Initials><AffiliationInfo><Affiliation>Escuela de Nutrici&#xf3;n y Diet&#xe9;tica, Facultad de Medicina, Universidad de Chile, Santiago, Chile. fvasquez@med.uchile.cl</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>D&#xed;az</LastName><ForeName>Erik</ForeName><Initials>E</Initials></Author><Author ValidYN="Y"><LastName>Lera</LastName><ForeName>Lydia</ForeName><Initials>L</Initials></Author><Author ValidYN="Y"><LastName>Meza</LastName><ForeName>Jorge</ForeName><Initials>J</Initials></Author><Author ValidYN="Y"><LastName>Salas</LastName><ForeName>Isabel</ForeName><Initials>I</Initials></Author><Author ValidYN="Y"><LastName>Rojas</LastName><ForeName>Pamela</ForeName><Initials>P</Initials></Author><Author ValidYN="Y"><LastName>Atalah</LastName><ForeName>Eduardo</ForeName><Initials>E</Initials></Author><Author ValidYN="Y"><LastName>Burrows</LastName><ForeName>Raquel</ForeName><Initials>R</Initials></Author></AuthorList><Language>spa</Language><PublicationTypeList><PublicationType UI="D004740">English Abstract</PublicationType><PublicationType UI="D016428">Journal Article</PublicationType></PublicationTypeList><VernacularTitle>Impacto del ejercicio de fuerza muscular en la prevenci&#xf3;n secundaria de la obesidad infantil; intervenci&#xf3;n al interior del sistema escolar.</VernacularTitle></Article><MedlineJournalInfo><Country>Spain</Country><MedlineTA>Nutr Hosp</MedlineTA><NlmUniqueID>9100365</NlmUniqueID><ISSNLinking>0212-1611</ISSNLinking></MedlineJournalInfo><CitationSubset>IM</CitationSubset><MeshHeadingList><MeshHeading><DescriptorName UI="D000293" MajorTopicYN="N">Adolescent</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D001823" MajorTopicYN="N">Body Composition</DescriptorName><QualifierName UI="Q000502" MajorTopicYN="N">physiology</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D015992" MajorTopicYN="N">Body Mass Index</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D002648" MajorTopicYN="N">Child</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D004032" MajorTopicYN="N">Diet</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D005260" MajorTopicYN="N">Female</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D006266" MajorTopicYN="N">Health Education</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D006801" MajorTopicYN="N">Humans</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D008297" MajorTopicYN="N">Male</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D053580" MajorTopicYN="N">Muscle Strength</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D063766" MajorTopicYN="N">Pediatric Obesity</DescriptorName><QualifierName UI="Q000517" MajorTopicYN="Y">prevention &amp; control</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D055070" MajorTopicYN="Y">Resistance Training</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D012307" MajorTopicYN="N">Risk Factors</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D012574" MajorTopicYN="N">Schools</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D055502" MajorTopicYN="N">Secondary Prevention</DescriptorName><QualifierName UI="Q000379" MajorTopicYN="Y">methods</QualifierName></MeshHeading></MeshHeadingList><OtherAbstract Type="Publisher" Language="spa"><AbstractText>Introducci&#xf3;n: El ejercicio f&#xed;sico es una importante herramienta terap&#xe9;utica para prevenir y tratar la obesidad y disminuir las alteraciones metab&#xf3;licas asociadas al desarrollo de las enfermedades cr&#xf3;nicas no transmisibles. Objetivo: Evaluar el impacto de una intervenci&#xf3;n al interior del sistema escolar, que incluye el ejercicio de fuerza muscular, educaci&#xf3;n alimentaria y apoyo psicol&#xf3;gico en escolares obesos. M&#xe9;todos: Se trabaj&#xf3; con 120 escolares obesos, entre 8 y 13 A&#xd1;Os, reclutados en 3 colegios. El Grupo 1 (n = 60), fueron intervenidos simult&#xe1;neamente con ejercicio f&#xed;sico, educaci&#xf3;n alimentaria y apoyo psicol&#xf3;gico durante 3 meses. El Grupo 2 (n = 60), durante el mismo per&#xed;odo, recibi&#xf3; s&#xf3;lo la intervenci&#xf3;n educativa y el apoyo psicol&#xf3;gico, siendo intervenido con ejercicio entre los 3 y los 6 meses. Se evalu&#xf3; IMC, per&#xed;metro de cintura, grasa corporal, s&#xed;ndrome metab&#xf3;lico y factores de riesgo cardiovasculares. Resultados: A los 3 meses, hubo diferencias significativas entre ambos grupos en la variaci&#xf3;n del zIMC, circunferencia cintura, grasa corporal, s&#xed;ndrome metab&#xf3;lico, obesidad abdominal, hipertrigliceridemia e hiperglicemia de ayuno. En el grupo 1, estos par&#xe1;metros disminuyeron y aumentaron, en el grupo 2. Entre los 3-6 meses, en el grupo 2, hubo una disminuci&#xf3;n significativa en la obesidad abdominal, presi&#xf3;n arterial elevada e hipertrigliceridemia, en tanto en el grupo 1, aumento significativo de la presi&#xf3;n arterial elevada sin variaciones en los otros factores de riesgo cardiovasculares. Conclusiones: Se demostr&#xf3; el impacto positivo del ejercicio f&#xed;sico de fuerza muscular en la reducci&#xf3;n de la grasa corporal, del s&#xed;ndrome metab&#xf3;lico y de los factores de riesgo cardiovasculares. Este trabajo refuerza el uso del ejercicio como tratamiento de la obesidad y de sus comorbilidades en escolares.</AbstractText><CopyrightInformation>Copyright &#xa9; AULA MEDICA EDICIONES 2013. Published by AULA MEDICA. All rights reserved.</CopyrightInformation></OtherAbstract></MedlineCitation><PubmedData><History><PubMedPubDate PubStatus="entrez"><Year>2013</Year><Month>7</Month><Day>5</Day><Hour>6</Hour><Minute>0</Minute></PubMedPubDate><PubMedPubDate PubStatus="pubmed"><Year>2013</Year><Month>7</Month><Day>5</Day><Hour>6</Hour><Minute>0</Minute></PubMedPubDate><PubMedPubDate PubStatus="medline"><Year>2014</Year><Month>3</Month><Day>29</Day><Hour>6</Hour><Minute>0</Minute></PubMedPubDate></History><PublicationStatus>ppublish</PublicationStatus><ArticleIdList><ArticleId IdType="pubmed">23822685</ArticleId><ArticleId IdType="doi">10.3305/nh.2013.28.2.6280</ArticleId></ArticleIdList></PubmedData></PubmedArticle></PubmedArticleSet>