<?xml version="1.0" ?>
<!DOCTYPE PubmedArticleSet PUBLIC "-//NLM//DTD PubMedArticle, 1st January 2025//EN" "https://dtd.nlm.nih.gov/ncbi/pubmed/out/pubmed_250101.dtd">
<PubmedArticleSet>
<PubmedArticle><MedlineCitation Status="PubMed-not-MEDLINE" Owner="NLM"><PMID Version="1">40657002</PMID><DateRevised><Year>2025</Year><Month>07</Month><Day>16</Day></DateRevised><Article PubModel="Electronic-eCollection"><Journal><ISSN IssnType="Print">0860-021X</ISSN><JournalIssue CitedMedium="Print"><Volume>42</Volume><Issue>3</Issue><PubDate><Year>2025</Year><Month>Jul</Month></PubDate></JournalIssue><Title>Biology of sport</Title><ISOAbbreviation>Biol Sport</ISOAbbreviation></Journal><ArticleTitle>Cyclists do not need to incorporate off-bike resistance training to increase strength, muscle-tendon structure, and pedaling performance: Exploring a high-intensity on-bike method.</ArticleTitle><Pagination><StartPage>185</StartPage><EndPage>195</EndPage><MedlinePgn>185-195</MedlinePgn></Pagination><ELocationID EIdType="doi" ValidYN="Y">10.5114/biolsport.2025.146790</ELocationID><Abstract><AbstractText>This randomized controlled trial compared the effectiveness of high-intensity off- and on-bike resistance training (RT) in well-trained cyclists. Thirty-seven cyclists incorporated into their cycling routine a 10-week RT only differing in the exercise used: full squat (off-bike RT, n = 12) or high-intensity all-out pedaling efforts (on-bike RT, n = 12). RT variables like intensity (% maximal dynamic force, MDF), volume, sets, and rest were identical between groups. A third group of cyclists who continued their cycling routine but did not include additional RT stimuli was used as a control (n = 13). The cycling volume at each intensity zone was also matched between the three groups. No significant differences were found between off- and on-bike RT in any parameter. RT groups improved the maximal aerobic power (ES &#x2265; 0.37) and that attained at the respiratory compensation point (RCP, ES &#x2265; 0.20). The on-bike RT also significantly enhanced power attained at the ventilatory threshold (ES = 0.24). Off-bike MDF was meaningfully enhanced by both RT groups (ES &#x2265; 0.16), whereas the on-bike group also significantly increased pedaling MDF (ES = 0.67). Quadriceps size was significantly increased by the off-bike group (ES = 0.22), whereas the on-bike RT also tended to augment this parameter (ES = 0.15) and patellar tendon size (ES = 0.35). Improvements in both RT regimes for time-to-exhaustion capacity (ES &#x2265; 0.30) were considerable but not significant. The off-bike group tended to increase injury-related symptoms (ES &#x2265; 0.33). The control group significantly decreased off-and on-bike MDF (ES &#x2264; -0.40) and quadriceps size (ES = -0.26). These findings suggest that high-intensity on-bike RT is an effective alternative to off-bike RT to safely increase strength, muscle-tendon structure, and cycling performance.</AbstractText><CopyrightInformation>Copyright &#xa9; Institute of Sport &#x2013; National Research Instutite.</CopyrightInformation></Abstract><AuthorList CompleteYN="Y"><Author ValidYN="Y"><LastName>Pallares</LastName><ForeName>Jes&#xfa;s G</ForeName><Initials>JG</Initials><AffiliationInfo><Affiliation>Human Performance and Sports Science Laboratory, Faculty of Sport Sciences, University of Murcia, Murcia, Spain.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Barranco-Gil</LastName><ForeName>David</ForeName><Initials>D</Initials><AffiliationInfo><Affiliation>Department of Sports Sciences. Faculty of Medicine, Health and Sports, Universidad Europea de Madrid, Madrid, Spain.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Rodr&#xed;guez-Rielves</LastName><ForeName>V&#xed;ctor</ForeName><Initials>V</Initials><AffiliationInfo><Affiliation>Human Performance and Sports Science Laboratory, Faculty of Sport Sciences, University of Murcia, Murcia, Spain.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>de Pablos</LastName><ForeName>Ra&#xfa;l</ForeName><Initials>R</Initials><AffiliationInfo><Affiliation>Department of Sports Sciences. Faculty of Medicine, Health and Sports, Universidad Europea de Madrid, Madrid, Spain.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Buend&#xed;a-Romero</LastName><ForeName>&#xc1;ngel</ForeName><Initials>&#xc1;</Initials><AffiliationInfo><Affiliation>GENUD Toledo Research Group, Faculty of Sports Sciences, University of Castilla-La Mancha. Toledo, Spain.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Mart&#xed;nez-Cava</LastName><ForeName>Alejandro</ForeName><Initials>A</Initials><AffiliationInfo><Affiliation>Human Performance and Sports Science Laboratory, Faculty of Sport Sciences, University of Murcia, Murcia, Spain.</Affiliation></AffiliationInfo><AffiliationInfo><Affiliation>High Performance Sport Center, Region de Murcia, Murcia, Spain.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Franco-L&#xf3;pez</LastName><ForeName>Francisco</ForeName><Initials>F</Initials><AffiliationInfo><Affiliation>Human Performance and Sports Science Laboratory, Faculty of Sport Sciences, University of Murcia, Murcia, Spain.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>S&#xe1;nchez-Redondo</LastName><ForeName>Iv&#xe1;n R</ForeName><Initials>IR</Initials><AffiliationInfo><Affiliation>Department of Sports Sciences. Faculty of Medicine, Health and Sports, Universidad Europea de Madrid, Madrid, Spain.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Iriberri</LastName><ForeName>Jon</ForeName><Initials>J</Initials><AffiliationInfo><Affiliation>Visma-Bikealease Professional Cycling Team, Den Bosch, Netherlands.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Revuelta</LastName><ForeName>Carlos</ForeName><Initials>C</Initials><AffiliationInfo><Affiliation>Department of Sports Sciences. Faculty of Medicine, Health and Sports, Universidad Europea de Madrid, Madrid, Spain.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Lillo-Bevia</LastName><ForeName>Jos&#xe9; Ram&#xf3;n</ForeName><Initials>JR</Initials><AffiliationInfo><Affiliation>Human Performance and Sports Science Laboratory, Faculty of Sport Sciences, University of Murcia, Murcia, Spain.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Valenzuela</LastName><ForeName>Pedro L</ForeName><Initials>PL</Initials><AffiliationInfo><Affiliation>GENUD Toledo Research Group, Faculty of Sports Sciences, University of Castilla-La Mancha. Toledo, Spain.</Affiliation></AffiliationInfo><AffiliationInfo><Affiliation>Research Institute of Hospital 12 de Octubre ("imas12"), Madrid, Spain.</Affiliation></AffiliationInfo><AffiliationInfo><Affiliation>Department of Systems Biology, University of Alcal&#xe1;, Madrid, Spain.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Lucia</LastName><ForeName>Alejandro</ForeName><Initials>A</Initials><AffiliationInfo><Affiliation>Department of Sports Sciences. Faculty of Medicine, Health and Sports, Universidad Europea de Madrid, Madrid, Spain.</Affiliation></AffiliationInfo><AffiliationInfo><Affiliation>Research Institute of Hospital 12 de Octubre ("imas12"), Madrid, Spain.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Hern&#xe1;ndez-Belmonte</LastName><ForeName>Alejandro</ForeName><Initials>A</Initials><AffiliationInfo><Affiliation>Human Performance and Sports Science Laboratory, Faculty of Sport Sciences, University of Murcia, Murcia, Spain.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Alejo</LastName><ForeName>Lidia B</ForeName><Initials>LB</Initials><AffiliationInfo><Affiliation>Department of Sports Sciences. Faculty of Medicine, Health and Sports, Universidad Europea de Madrid, Madrid, Spain.</Affiliation></AffiliationInfo><AffiliationInfo><Affiliation>Research Institute of Hospital 12 de Octubre ("imas12"), Madrid, Spain.</Affiliation></AffiliationInfo></Author></AuthorList><Language>eng</Language><PublicationTypeList><PublicationType UI="D016428">Journal Article</PublicationType></PublicationTypeList><ArticleDate DateType="Electronic"><Year>2025</Year><Month>02</Month><Day>05</Day></ArticleDate></Article><MedlineJournalInfo><Country>Poland</Country><MedlineTA>Biol Sport</MedlineTA><NlmUniqueID>8700872</NlmUniqueID><ISSNLinking>0860-021X</ISSNLinking></MedlineJournalInfo><KeywordList Owner="NOTNLM"><Keyword MajorTopicYN="N">Cycling</Keyword><Keyword MajorTopicYN="N">Hypertrophy</Keyword><Keyword MajorTopicYN="N">Injury</Keyword><Keyword MajorTopicYN="N">Performance</Keyword><Keyword MajorTopicYN="N">Strength training</Keyword><Keyword MajorTopicYN="N">Torque</Keyword></KeywordList><CoiStatement>The authors declare no conflict of interest.</CoiStatement></MedlineCitation><PubmedData><History><PubMedPubDate PubStatus="received"><Year>2024</Year><Month>10</Month><Day>16</Day></PubMedPubDate><PubMedPubDate PubStatus="revised"><Year>2024</Year><Month>11</Month><Day>17</Day></PubMedPubDate><PubMedPubDate PubStatus="accepted"><Year>2024</Year><Month>12</Month><Day>28</Day></PubMedPubDate><PubMedPubDate PubStatus="medline"><Year>2025</Year><Month>7</Month><Day>14</Day><Hour>12</Hour><Minute>29</Minute></PubMedPubDate><PubMedPubDate PubStatus="pubmed"><Year>2025</Year><Month>7</Month><Day>14</Day><Hour>12</Hour><Minute>28</Minute></PubMedPubDate><PubMedPubDate PubStatus="entrez"><Year>2025</Year><Month>7</Month><Day>14</Day><Hour>7</Hour><Minute>56</Minute></PubMedPubDate><PubMedPubDate PubStatus="pmc-release"><Year>2025</Year><Month>2</Month><Day>5</Day></PubMedPubDate></History><PublicationStatus>epublish</PublicationStatus><ArticleIdList><ArticleId IdType="pubmed">40657002</ArticleId><ArticleId IdType="pmc">PMC12244400</ArticleId><ArticleId IdType="doi">10.5114/biolsport.2025.146790</ArticleId><ArticleId IdType="pii">55484</ArticleId></ArticleIdList><ReferenceList><Reference><Citation>Beattie K, Kenny IC, Lyons M, Carson BP. The Effect of Strength Training on Performance in Endurance Athletes. Sports Med. 2014; 44(6):845&#x2013;65.</Citation><ArticleIdList><ArticleId IdType="pubmed">24532151</ArticleId></ArticleIdList></Reference><Reference><Citation>R&#xf8;nnestad BR, Mujika I. Optimizing strength training for running and cycling endurance performance: A review. Scand J Med Sci Sports. 2014; 24(4):603&#x2013;12.</Citation><ArticleIdList><ArticleId IdType="pubmed">23914932</ArticleId></ArticleIdList></Reference><Reference><Citation>Schoenfeld BJ, Grgic J, Ogborn D, Krieger JW. Strength and Hypertrophy Adaptations Between Low- vs. High-Load Resistance Training: A Systematic Review and Meta-analysis. J Strength Cond Res. 2017; 31(12):3508&#x2013;23.</Citation><ArticleIdList><ArticleId IdType="pubmed">28834797</ArticleId></ArticleIdList></Reference><Reference><Citation>Currier BS, Mcleod JC, Banfield L, Beyene J, Welton NJ, D&#x2019;Souza AC, Keogh JAJ, Lin L, Coletta G, Yang A, Colenso-Semple L, Lau KJ, Verboom A, Phillips SM. Resistance training prescription for muscle strength and hypertrophy in healthy adults: A systematic review and Bayesian network meta-analysis. Br J Sports Med. 2023; 57(18):1211&#x2013;20.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC10579494</ArticleId><ArticleId IdType="pubmed">37414459</ArticleId></ArticleIdList></Reference><Reference><Citation>Lopez P, Radaelli R, Taaffe DR, Newton RU, Galv&#xe3;o DA, Trajano GS, Teodoro JL, Kraemer WJ, H&#xe4;kkinen K, Pinto RS. Resistance Training Load Effects on Muscle Hypertrophy and Strength Gain: Systematic Review and Network Meta-analysis. Med Sci Sports Exerc. 2021; 53(6):1206&#x2013;16.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC8126497</ArticleId><ArticleId IdType="pubmed">33433148</ArticleId></ArticleIdList></Reference><Reference><Citation>Garc&#xed;a-Pallar&#xe9;s J, Izquierdo M. Strategies to Optimize Concurrent Training of Strength and Aerobic Fitness for Rowing and Canoeing. Sports Med. 2011; 41(4):329&#x2013;43.</Citation><ArticleIdList><ArticleId IdType="pubmed">21425890</ArticleId></ArticleIdList></Reference><Reference><Citation>Pallares JG, Mart&#xed;nez-Cava A, Courel-Ibanez J, Gonzalez-Badillo JJ, Moran-Navarro R. Full squat produces greater neuromuscular and functional adaptations and lower pain than partial squats after prolonged resistance training. Eur J Sport Sci. 2020; 20(1):115&#x2013;24.</Citation><ArticleIdList><ArticleId IdType="pubmed">31092132</ArticleId></ArticleIdList></Reference><Reference><Citation>Muyor J, Zabala M. Road Cycling and Mountain Biking Produces Adaptations on the Spine and Hamstring Extensibility. Int J Sports Med. 2015; 37(01):43&#x2013;9.</Citation><ArticleIdList><ArticleId IdType="pubmed">26509372</ArticleId></ArticleIdList></Reference><Reference><Citation>Paton C, Hopkins W, Cook C. Effects of Low- vs. High-Cadence Interval Training on Cycling Performance. J Strength Cond Res. 2009; 23:1758&#x2013;63.</Citation><ArticleIdList><ArticleId IdType="pubmed">19675486</ArticleId></ArticleIdList></Reference><Reference><Citation>Kristoffersen M, Gundersen H, Leirdal S, Iversen VV. Low cadence interval training at moderate intensity does not improve cycling performance in highly trained veteran cyclists. Front Physiol. 2014; 5:34.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC3907705</ArticleId><ArticleId IdType="pubmed">24550843</ArticleId></ArticleIdList></Reference><Reference><Citation>Whitty AG, Murphy AJ, Coutts AJ, Watsford ML. The effect of low- vs high-cadence interval training on the freely chosen cadence and performance in endurance-trained cyclists. Appl Physiol Nutr Metab. 2016; 41(6):666&#x2013;73.</Citation><ArticleIdList><ArticleId IdType="pubmed">27175601</ArticleId></ArticleIdList></Reference><Reference><Citation>Nimmerichter A, Eston R, Bachl N, Williams C. Effects of low and high cadence interval training on power output in flat and uphill cycling time-trials. Eur J Appl Physiol. 2012; 112(1):69&#x2013;78.</Citation><ArticleIdList><ArticleId IdType="pubmed">21479957</ArticleId></ArticleIdList></Reference><Reference><Citation>Barranco-Gil D, Hern&#xe1;ndez-Belmonte A, Iriberri J, Mart&#xed;nez-Cava A, Buend&#xed;a-Romero &#xc1;, Alejo LB, Rodr&#xed;guez-Rielves V, Sanchez-Redondo IR, De Pablos R, Lucia A, Valenzuela PL, Pallares JG. Relative pedaling forces are low during cycling. J Sci Med Sport. 2024; 27(9):660&#x2013;3.</Citation><ArticleIdList><ArticleId IdType="pubmed">38839539</ArticleId></ArticleIdList></Reference><Reference><Citation>Koninckx E, Van Leemputte M, Hespel P. Effect of isokinetic cycling versus weight training on maximal power output and endurance performance in cycling. Eur J Appl Physiol. 2010; 109(4):699&#x2013;708.</Citation><ArticleIdList><ArticleId IdType="pubmed">20213468</ArticleId></ArticleIdList></Reference><Reference><Citation>Barranco-Gil D, Hern&#xe1;ndez-Belmonte A, Rodr&#xed;guez-Rielves V, Iriberri J, Mart&#xed;nez-Cava A, Buend&#xed;a-Romero &#xc1;, Alejo LB, Franco-Lopez F, Sanchez-Redondo IR, De Pablos R, Lucia A, Valenzuela PL, Pallares JG. Off- and On-Bike Resistance Training in Cyclists: A Randomized Controlled Trial. Med Sci Sports Exerc. 2024. (Ahead of print).</Citation><ArticleIdList><ArticleId IdType="pubmed">39231694</ArticleId></ArticleIdList></Reference><Reference><Citation>McKay AKA, Stellingwerff T, Smith ES, Martin DT, Mujika I, Goosey-Tolfrey VL, Sheppard J, Burke LM. Defining Training and Performance Caliber: A Participant Classification Framework. Int J Sports Physiol Perform. 2022; 17(2):317&#x2013;31.</Citation><ArticleIdList><ArticleId IdType="pubmed">34965513</ArticleId></ArticleIdList></Reference><Reference><Citation>Mart&#xed;nez-Cava A, Hern&#xe1;ndez-Belmonte A, Pallar&#xe9;s JG. Strength and Athletic Adaptations Produced by 4 Programming Models: A Velocity-Based Intervention Using a Real-Context Routine. Int J Sports Physiol Perform. 2022; 17(7):1044&#x2013;53.</Citation><ArticleIdList><ArticleId IdType="pubmed">35361734</ArticleId></ArticleIdList></Reference><Reference><Citation>Hernandez-Belmonte A, Courel-Ibanez J, Conesa-Ros E, Martinez-Cava A, Pallar&#xe9;s JG. Level of Effort: A Reliable and Practical Alternative to the Velocity-Based Approach for Monitoring Resistance Training. J Strength Cond Res. 2022; 36(11):2992&#x2013;9.</Citation><ArticleIdList><ArticleId IdType="pubmed">34027915</ArticleId></ArticleIdList></Reference><Reference><Citation>Pareja-Blanco F, Rodr&#xed;guez-Rosell D, S&#xe1;nchez-Medina L, Sanchis-Moysi J, Dorado C, Mora-Custodio R, Y&#xe1;&#xf1;ez-Garc&#xed;a JM, Morales-&#xc1;lamo D, P&#xe9;rez-Su&#xe1;rez I, L&#xf3;pez-Calbet JA, Gonz&#xe1;lez-Badillo JJ. Effects of velocity loss during resistance training on athletic performance, strength gains and muscle adaptations. Scand J Med Sci Sports. 2017. Jul; 27(7):724&#x2013;35.</Citation><ArticleIdList><ArticleId IdType="pubmed">27038416</ArticleId></ArticleIdList></Reference><Reference><Citation>Pareja-Blanco F, Alc&#xe1;zar J, S&#xe1;nchez-Valdepe&#xf1;as J, Cornejo-Daza PJ, Piqueras-Sanchiz F, Mora-Vela R, S&#xe1;nchez-Moreno M, Bachero-Mena B, Ortega-Becerra M, Alegre LM. Velocity Loss as a Critical Variable Determining the Adaptations to Strength Training. Med Sci Sports Exerc. 2020; 52(8):1752&#x2013;62.</Citation><ArticleIdList><ArticleId IdType="pubmed">32049887</ArticleId></ArticleIdList></Reference><Reference><Citation>Rodr&#xed;guez-Rielves V, Mart&#xed;nez-Cava A, Buend&#xed;a-Romero &#xc1;, Lillo-Bevi&#xe1; JR, Courel-Ib&#xe1;&#xf1;ez J, Hern&#xe1;ndez-Belmonte A, Pallar&#xe9;s JG. Reproducibility of the Rotor 2INpower Crankset for Monitoring Cycling Power Output: A Comprehensive Analysis in Different Real-Context Situations. Int J Sports Physiol Perform. 2022; 17(1):120&#x2013;5.</Citation><ArticleIdList><ArticleId IdType="pubmed">34186508</ArticleId></ArticleIdList></Reference><Reference><Citation>Rodr&#xed;guez-Rielves V, Barranco-Gil D, Buend&#xed;a-Romero &#xc1;, Hern&#xe1;ndez-Belmonte A, Higueras-Li&#xe9;bana E, Iriberri J, S&#xe1;nchez-Redondo IR, Lillo-Bevi&#xe1; JR, Mart&#xed;nez-Cava A, de Pablos R, Valenzuela PL, Pallar&#xe9;s JG, Alejo LB. Torque-Cadence Profile and Maximal Dynamic Force in Cyclists: A Novel Approach. Sensors (Basel). 2024; 24(6):1997.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC10976056</ArticleId><ArticleId IdType="pubmed">38544265</ArticleId></ArticleIdList></Reference><Reference><Citation>Pallar&#xe9;s JG, L&#xf3;pez-Samanes &#xc1;, Fern&#xe1;ndez-El&#xed;as VE, Aguado-Jim&#xe9;nez R, Ortega JF, G&#xf3;mez C, Ventura R, Segura J, Mora-Rodr&#xed;guez R. Pseudoephedrine and circadian rhythm interaction on neuromuscular performance. Scand J Med Sci Sports. 2015; 25(6):e603&#x2013;612.</Citation><ArticleIdList><ArticleId IdType="pubmed">25515692</ArticleId></ArticleIdList></Reference><Reference><Citation>Valenzuela PL, Gil-Cabrera J, Talavera E, Alejo LB, Montalvo-P&#xe9;rez A, Rinc&#xf3;n-Castanedo C, Rodr&#xed;guez-Hern&#xe1;ndez I, Lucia A, Barranco-Gil D. On- Versus Off-Bike Power Training in Professional Cyclists: A Randomized Controlled Trial. Int J Sports Physiol Perform. 2021; 16(5):674&#x2013;81.</Citation><ArticleIdList><ArticleId IdType="pubmed">33547263</ArticleId></ArticleIdList></Reference><Reference><Citation>Hern&#xe1;ndez-Belmonte A, Mart&#xed;nez-Cava A, Buend&#xed;a-Romero &#xc1;, Franco-L&#xf3;pez F, Pallar&#xe9;s JG. Free-Weight and Machine-Based Training Are Equally Effective on Strength and Hypertrophy: Challenging a Traditional Myth. Med Sci Sports Exerc. 2023; 55(12):2316&#x2013;2327.</Citation><ArticleIdList><ArticleId IdType="pubmed">37535335</ArticleId></ArticleIdList></Reference><Reference><Citation>Hern&#xe1;ndez-Belmonte A, Mart&#xed;nez-Cava A, Pallar&#xe9;s JG. Panoramic ultrasound requires a trained operator and specific evaluation sites to maximize its sensitivity: A comprehensive analysis of the measurement errors. Physiol Behav. 2022; 248:113737.</Citation><ArticleIdList><ArticleId IdType="pubmed">35150708</ArticleId></ArticleIdList></Reference><Reference><Citation>Mart&#xed;nez-Cava A, Mor&#xe1;n-Navarro R, S&#xe1;nchez-Medina L, Gonz&#xe1;lez-Badillo JJ, Pallar&#xe9;s JG. Velocity- and power-load relationships in the half, parallel and full back squat. J Sports Sci. 2019; 37(10):1088&#x2013;96.</Citation><ArticleIdList><ArticleId IdType="pubmed">30426840</ArticleId></ArticleIdList></Reference><Reference><Citation>Pallar&#xe9;s JG, S&#xe1;nchez-Medina L, P&#xe9;rez CE, De La Cruz-S&#xe1;nchez E, Mora-Rodriguez R. Imposing a pause between the eccentric and concentric phases increases the reliability of isoinertial strength assessments. J Sports Sci. 2014; 32(12):1165&#x2013;75.</Citation><ArticleIdList><ArticleId IdType="pubmed">24575723</ArticleId></ArticleIdList></Reference><Reference><Citation>Mart&#xed;nez-Cava A, Hern&#xe1;ndez-Belmonte A, Courel-Ib&#xe1;&#xf1;ez J, Mor&#xe1;n-Navarro R, Gonz&#xe1;lez-Badillo JJ, Pallar&#xe9;s JG. Reliability of technologies to measure the barbell velocity: Implications for monitoring resistance training. PLoS One. 2020; 15(6):e0232465.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC7286482</ArticleId><ArticleId IdType="pubmed">32520952</ArticleId></ArticleIdList></Reference><Reference><Citation>Pallar&#xe9;s JG, Mor&#xe1;n-Navarro R, Ortega JF, Fern&#xe1;ndez-El&#xed;as VE, Mora-Rodriguez R. Validity and Reliability of Ventilatory and Blood Lactate Thresholds in Well-Trained Cyclists. &#xd8; Sandbakk, editor. PLoS One. 2016; 11(9):e0163389.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC5033582</ArticleId><ArticleId IdType="pubmed">27657502</ArticleId></ArticleIdList></Reference><Reference><Citation>Lillo-Bevia JR, Pallar&#xe9;s JG. Validity and Reliability of the Cycleops Hammer Cycle Ergometer. Int J Sports Physiol Perform. 2018; 13(7):853&#x2013;9.</Citation><ArticleIdList><ArticleId IdType="pubmed">29182415</ArticleId></ArticleIdList></Reference><Reference><Citation>Coyle EF, Sidossis LS, Horowitz JF, Beltz JD. Cycling efficiency is related to the percentage of type I muscle fibers. Med Sci Sports Exerc. 1992; 24(7):782&#x2013;8.</Citation><ArticleIdList><ArticleId IdType="pubmed">1501563</ArticleId></ArticleIdList></Reference><Reference><Citation>Pallar&#xe9;s JG, Lillo-Bevia JR, Mor&#xe1;n-Navarro R, Cerezuela-Espejo V, Mora-Rodriguez R. Time to exhaustion during cycling is not well predicted by critical power calculations. Appl Physiol Nutr Metab. 2020; 45(7):753&#x2013;60.</Citation><ArticleIdList><ArticleId IdType="pubmed">31935109</ArticleId></ArticleIdList></Reference><Reference><Citation>Cohen J. The concepts of power analysis. Statistical power analysis for the behavioral sciences. Hillsdale: L. Erlbaum Associates; 1988.</Citation></Reference><Reference><Citation>Sunde A, St&#xf8;ren &#xd8;, Bjerkaas M, Larsen MH, Hoff J, Helgerud J. Maximal Strength Training Improves Cycling Economy in Competitive Cyclists. J Strength Cond Res. 2010; 24(8):2157&#x2013;65.</Citation><ArticleIdList><ArticleId IdType="pubmed">19855311</ArticleId></ArticleIdList></Reference><Reference><Citation>Bishop D, Jenkins DG, Mackinnon LT, McEniery M, Carey MF. The effects of strength training on endurance performance and muscle characteristics. Med Sci Sports Exerc. 1999; 31(6):886&#x2013;91.</Citation><ArticleIdList><ArticleId IdType="pubmed">10378917</ArticleId></ArticleIdList></Reference><Reference><Citation>R&#xf8;nnestad BR, Hansen EA, Raastad T. Effect of heavy strength training on thigh muscle cross-sectional area, performance determinants, and performance in well-trained cyclists. Eur J Appl Physiol. 2010; 108(5):965&#x2013;75.</Citation><ArticleIdList><ArticleId IdType="pubmed">19960350</ArticleId></ArticleIdList></Reference><Reference><Citation>Aagaard P, Andersen JL, Bennekou M, Larsson B, Olesen JL, Crameri R, Magnusson SP, Kjaer M. Effects of resistance training on endurance capacity and muscle fiber composition in young top-level cyclists. Scand J Med Sci Sports. 2011; 21(6):e298&#x2013;307.</Citation><ArticleIdList><ArticleId IdType="pubmed">21362056</ArticleId></ArticleIdList></Reference><Reference><Citation>Blake OM, Champoux Y, Wakeling JM. Muscle Coordination Patterns for Efficient Cycling. Med Sci Sports Exerc. 2012; 44(5):926&#x2013;38.</Citation><ArticleIdList><ArticleId IdType="pubmed">22089483</ArticleId></ArticleIdList></Reference><Reference><Citation>Joyner MJ, Coyle EF. Endurance exercise performance: The physiology of champions. J Physiol. 2008; 586(1):35&#x2013;44.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC2375555</ArticleId><ArticleId IdType="pubmed">17901124</ArticleId></ArticleIdList></Reference><Reference><Citation>Almquist NW, Hansen J, R&#xf8;nnestad BR. Development of Cycling Performance Variables and Durability in Female and Male National Team Cyclists: From Junior to Senior. Med Sci Sports Exerc. 2023; 55(11):2053&#x2013;63.</Citation><ArticleIdList><ArticleId IdType="pubmed">37259247</ArticleId></ArticleIdList></Reference><Reference><Citation>Priego Quesada JI, Kerr ZY, Bertucci WM, Carpes FP. A retrospective international study on factors associated with injury, discomfort and pain perception among cyclists. PLoS ONE. 2019; 14(1):e0211197.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC6347182</ArticleId><ArticleId IdType="pubmed">30682136</ArticleId></ArticleIdList></Reference><Reference><Citation>Gonz&#xe1;lez-Badillo JJ, Rodr&#xed;guez-Rosell D, S&#xe1;nchez-Medina L, Gorostiaga EM, Pareja-Blanco F. Maximal intended velocity training induces greater gains in bench press performance than deliberately slower half-velocity training. Eur J Sport Sci. 2014; 14(8):772&#x2013;81.</Citation><ArticleIdList><ArticleId IdType="pubmed">24734902</ArticleId></ArticleIdList></Reference><Reference><Citation>Pareja-Blanco F, Rodr&#xed;guez-Rosell D, S&#xe1;nchez-Medina L, Gorostiaga EM, Gonz&#xe1;lez-Badillo JJ. Effect of movement velocity during resistance training on neuromuscular performance. Int J Sports Med. 2014; 35(11):916&#x2013;24.</Citation><ArticleIdList><ArticleId IdType="pubmed">24886926</ArticleId></ArticleIdList></Reference><Reference><Citation>R&#xf8;nnestad BR, Hansen J, Hollan I, Spencer M, Ellefsen S. Impairment of Performance Variables After In-Season Strength-Training Cessation in Elite Cyclists. Int J Sports Physiol Perform. 2016; 11(6):727&#x2013;35.</Citation><ArticleIdList><ArticleId IdType="pubmed">26641569</ArticleId></ArticleIdList></Reference></ReferenceList></PubmedData></PubmedArticle></PubmedArticleSet>