<?xml version="1.0" ?>
<!DOCTYPE PubmedArticleSet PUBLIC "-//NLM//DTD PubMedArticle, 1st January 2025//EN" "https://dtd.nlm.nih.gov/ncbi/pubmed/out/pubmed_250101.dtd">
<PubmedArticleSet>
<PubmedArticle><MedlineCitation Status="MEDLINE" Owner="NLM" IndexingMethod="Manual"><PMID Version="1">24951975</PMID><DateCompleted><Year>2015</Year><Month>10</Month><Day>22</Day></DateCompleted><DateRevised><Year>2014</Year><Month>06</Month><Day>22</Day></DateRevised><Article PubModel="Electronic"><Journal><ISSN IssnType="Electronic">1699-5198</ISSN><JournalIssue CitedMedium="Internet"><Volume>29</Volume><Issue>5</Issue><PubDate><Year>2014</Year><Month>May</Month><Day>01</Day></PubDate></JournalIssue><Title>Nutricion hospitalaria</Title><ISOAbbreviation>Nutr Hosp</ISOAbbreviation></Journal><ArticleTitle>[Benefits of strength training for the prevention and treatment of sarcopenia].</ArticleTitle><Pagination><StartPage>979</StartPage><EndPage>988</EndPage><MedlinePgn>979-88</MedlinePgn></Pagination><ELocationID EIdType="doi" ValidYN="Y">10.3305/nh.2014.29.5.7313</ELocationID><Abstract><AbstractText>Sarcopenia is a syndrome characterized by a gradual loss and generalized skeletal muscle mass and strength at risk for adverse outcomes such as physical disability, poor quality of life and mortality. It has several contributing factors: the aging process throughout life, influences on development in the early stages of life, eating sub optimal, bed rest or sedentary lifestyle, chronic diseases and certain drug treatments. Sarcopenia represents a deterioration of health status with a high personal cost: mobility disorders, increased risk of falls and fractures, impaired ability to perform everyday activities, disability, loss of independence and increased risk of death. The strength training is currently one of the most effective methods for combating sarcopenia by stimulating hypertrophy and increase strength. The strength training programs in older people themselves are probably one of the most effective preventive measures to delay the onset of sarcopenia. In this literature review different factors related sarcopenia and strength training as a preventive method is analyzed.</AbstractText><CopyrightInformation>Copyright AULA MEDICA EDICIONES 2014. Published by AULA MEDICA. All rights reserved.</CopyrightInformation></Abstract><AuthorList CompleteYN="Y"><Author ValidYN="Y"><LastName>Padilla Colon</LastName><ForeName>Carlos J</ForeName><Initials>CJ</Initials><AffiliationInfo><Affiliation>Instituto de Biomedicina (IBIOMED). Universidad de Le&#xf3;n. Espa&#xf1;a.. carlosjavier.padilla@gmail.com.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Sanchez Collado</LastName><ForeName>Pilar</ForeName><Initials>P</Initials><AffiliationInfo><Affiliation>Instituto de Biomedicina (IBIOMED). Universidad de Le&#xf3;n. Espa&#xf1;a. Departamento de Ciencias Biom&#xe9;dicas, Universidad de Le&#xf3;n. Espa&#xf1;a.. mpsanc@unileon.es.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Cuevas</LastName><ForeName>Maria Jose</ForeName><Initials>MJ</Initials><AffiliationInfo><Affiliation>Instituto de Biomedicina (IBIOMED). Universidad de Le&#xf3;n. Espa&#xf1;a. Departamento de Ciencias Biom&#xe9;dicas, Universidad de Le&#xf3;n. Espa&#xf1;a.. mj.cuevas@unileon.es.</Affiliation></AffiliationInfo></Author></AuthorList><Language>spa</Language><PublicationTypeList><PublicationType UI="D004740">English Abstract</PublicationType><PublicationType UI="D016428">Journal Article</PublicationType><PublicationType UI="D016454">Review</PublicationType></PublicationTypeList><VernacularTitle>Beneficios del entrenamiento de fuerza para la prevenci&#xf3;n y tratamiento de la sarcopenia.</VernacularTitle><ArticleDate DateType="Electronic"><Year>2014</Year><Month>05</Month><Day>01</Day></ArticleDate></Article><MedlineJournalInfo><Country>Spain</Country><MedlineTA>Nutr Hosp</MedlineTA><NlmUniqueID>9100365</NlmUniqueID><ISSNLinking>0212-1611</ISSNLinking></MedlineJournalInfo><CitationSubset>IM</CitationSubset><MeshHeadingList><MeshHeading><DescriptorName UI="D000368" MajorTopicYN="N">Aged</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D006801" MajorTopicYN="N">Humans</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D008875" MajorTopicYN="N">Middle Aged</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D055070" MajorTopicYN="Y">Resistance Training</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D055948" MajorTopicYN="N">Sarcopenia</DescriptorName><QualifierName UI="Q000517" MajorTopicYN="Y">prevention &amp; control</QualifierName><QualifierName UI="Q000628" MajorTopicYN="Y">therapy</QualifierName></MeshHeading></MeshHeadingList><OtherAbstract Type="Publisher" Language="spa"><AbstractText>La sarcopenia es un s&#xed;ndrome que se caracteriza por una p&#xe9;rdida gradual y generalizada de la masa muscular esquel&#xe9;tica y la fuerza, con riesgo de presentar resultados adversos como discapacidad f&#xed;sica, calidad de vida deficiente y mortalidad. Existen varios factores que contribuyen: el proceso de envejecimiento a lo largo de la vida, influencias sobre el desarrollo en las etapas iniciales de la vida, una alimentaci&#xf3;n inadecuada, el reposo en cama o sedentarismo, enfermedades cr&#xf3;nicas y determinados tratamientos farmacol&#xf3;gicos. La sarcopenia representa un deterioro del estado de salud con un costo personal elevado: trastornos de la movilidad, mayor riesgo de ca&#xed;das y fracturas, deterioro de la capacidad de realizar actividades cotidianas, discapacidad, perdida de independencia y mayor riesgo de muerte. El entrenamiento de la fuerza es actualmente uno de los m&#xe9;todos m&#xe1;s eficaces para combatir la sarcopenia mediante la estimulaci&#xf3;n de la hipertrofia e incremento de la fuerza. Los programas de entrenamiento de fuerza en personas mayores probablemente constituyen, por s&#xed; mismos, una de las medidas preventivas m&#xe1;s eficaces para retrasar la aparici&#xf3;n de sarcopenia. En la presente revisi&#xf3;n bibliogr&#xe1;fica se analizar&#xe1;n diferentes factores relacionados con la sarcopenia y el entrenamiento de la fuerza como m&#xe9;todo preventivo.</AbstractText><CopyrightInformation>Copyright AULA MEDICA EDICIONES 2014. Published by AULA MEDICA. All rights reserved.</CopyrightInformation></OtherAbstract></MedlineCitation><PubmedData><History><PubMedPubDate PubStatus="entrez"><Year>2014</Year><Month>6</Month><Day>22</Day><Hour>6</Hour><Minute>0</Minute></PubMedPubDate><PubMedPubDate PubStatus="pubmed"><Year>2014</Year><Month>6</Month><Day>22</Day><Hour>6</Hour><Minute>0</Minute></PubMedPubDate><PubMedPubDate PubStatus="medline"><Year>2015</Year><Month>10</Month><Day>23</Day><Hour>6</Hour><Minute>0</Minute></PubMedPubDate></History><PublicationStatus>epublish</PublicationStatus><ArticleIdList><ArticleId IdType="pubmed">24951975</ArticleId><ArticleId IdType="doi">10.3305/nh.2014.29.5.7313</ArticleId></ArticleIdList></PubmedData></PubmedArticle></PubmedArticleSet>