<?xml version="1.0" ?>
<!DOCTYPE PubmedArticleSet PUBLIC "-//NLM//DTD PubMedArticle, 1st January 2025//EN" "https://dtd.nlm.nih.gov/ncbi/pubmed/out/pubmed_250101.dtd">
<PubmedArticleSet>
<PubmedArticle><MedlineCitation Status="MEDLINE" Owner="NLM" IndexingMethod="Curated"><PMID Version="1">29608833</PMID><DateCompleted><Year>2019</Year><Month>04</Month><Day>30</Day></DateCompleted><DateRevised><Year>2019</Year><Month>04</Month><Day>30</Day></DateRevised><Article PubModel="Print"><Journal><ISSN IssnType="Print">1561-9125</ISSN><JournalIssue CitedMedium="Print"><Volume>30</Volume><Issue>6</Issue><PubDate><Year>2017</Year></PubDate></JournalIssue><Title>Advances in gerontology = Uspekhi gerontologii</Title><ISOAbbreviation>Adv Gerontol</ISOAbbreviation></Journal><ArticleTitle>The effect of resistance training on quadriceps muscle volume and some growth factors in elderly and young men.</ArticleTitle><Pagination><StartPage>880</StartPage><EndPage>887</EndPage><MedlinePgn>880-887</MedlinePgn></Pagination><Abstract><AbstractText>Aging process is associated with loss of muscle mass, strength and growth factors dysfunction. Resistance training is one of the effective methods to overcome a decline in muscle mass, strength and also can modulate the level of myostatin, follistatin and insulin-like growth factor-1 (IGF-1) factors. The purpose of this study was to investigate the effect of 8 week resistance training on different anabolic factors which influence muscle hypertrophy in elderly and young men. Fifteen elderly and sixteen young men volunteered and participated in a periodized 3-day per week progressive resistance training program for a total of 8 weeks. Daily calorie intake, muscle volume, cross-sectional area (by computed tomography) and myostatin, follistatin, IGF-1, growth hormone (GH) and testosterone were calculated before and after the training protocol. At the end of the training period, the strength in the elderly group increased significantly compared to the young group (p&lt;0,05); no differences of daily nutrient intake were found in both groups (p&gt;0,05). Quadriceps muscle volume and cross-sectional area increased more in the younger group (p&lt;0,05). Myostatin concentration significantly decreased in both groups (p&lt;0,05), yet the amount of change was not different in either groups (p&gt;0,05). Follistatin and testosterone increased in both groups (p&lt;0,05), but growth hormone and IGF-1 increased in the younger group only (p&lt;0,05). Resistance training improved hypertrophy and lead to anabolic conditions in elder and young subjects, but in different ways. In this regard, GH-IGF-1 axis and growth factors profile at the baseline had an important role in different age-related hypertrophy.</AbstractText></Abstract><AuthorList CompleteYN="Y"><Author ValidYN="Y"><LastName>Negaresh</LastName><ForeName>R</ForeName><Initials>R</Initials><AffiliationInfo><Affiliation>Department of Sport Physiology, Faculty of Sports Education, Shahid Cahmran University, Ahvaz, Iran, 83151-61357; raoof.negaresh@yahoo.com.</Affiliation></AffiliationInfo><AffiliationInfo><Affiliation>Department of Sport Physiology, Faculty of Humanity, Tarbiat Modares University, Tehran, Iran, 14115-116.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Ranjbar</LastName><ForeName>R</ForeName><Initials>R</Initials><AffiliationInfo><Affiliation>Department of Sport Physiology, Faculty of Sports Education, Shahid Cahmran University, Ahvaz, Iran, 83151-61357; raoof.negaresh@yahoo.com.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Habibi</LastName><ForeName>A</ForeName><Initials>A</Initials><AffiliationInfo><Affiliation>Department of Sport Physiology, Faculty of Sports Education, Shahid Cahmran University, Ahvaz, Iran, 83151-61357; raoof.negaresh@yahoo.com.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Mokhtarzade</LastName><ForeName>M</ForeName><Initials>M</Initials><AffiliationInfo><Affiliation>Department of Sport Physiology, Faculty of Sports Education, Shahid Cahmran University, Ahvaz, Iran, 83151-61357; raoof.negaresh@yahoo.com.</Affiliation></AffiliationInfo><AffiliationInfo><Affiliation>Department of Sport Physiology, Faculty of Humanity, Tarbiat Modares University, Tehran, Iran, 14115-116.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Fokin</LastName><ForeName>A</ForeName><Initials>A</Initials><AffiliationInfo><Affiliation>Institute of Sports Sciences and Innovation, Lithuanian Sports University, Kaunas, Lithuania, LT-44221.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Gharibvand</LastName><ForeName>M M</ForeName><Initials>MM</Initials><AffiliationInfo><Affiliation>Department of Radiology, Faculty of Medical, Jundishapur University of Medical Sciences, Ahvaz, Iran, 61357-15794.</Affiliation></AffiliationInfo></Author></AuthorList><Language>eng</Language><PublicationTypeList><PublicationType UI="D003160">Comparative Study</PublicationType><PublicationType UI="D016428">Journal Article</PublicationType></PublicationTypeList></Article><MedlineJournalInfo><Country>Russia (Federation)</Country><MedlineTA>Adv Gerontol</MedlineTA><NlmUniqueID>100971443</NlmUniqueID><ISSNLinking>1561-9125</ISSNLinking></MedlineJournalInfo><ChemicalList><Chemical><RegistryNumber>0</RegistryNumber><NameOfSubstance UI="D038681">Follistatin</NameOfSubstance></Chemical><Chemical><RegistryNumber>0</RegistryNumber><NameOfSubstance UI="C583557">IGF1 protein, human</NameOfSubstance></Chemical><Chemical><RegistryNumber>12629-01-5</RegistryNumber><NameOfSubstance UI="D019382">Human Growth Hormone</NameOfSubstance></Chemical><Chemical><RegistryNumber>67763-96-6</RegistryNumber><NameOfSubstance UI="D007334">Insulin-Like Growth Factor I</NameOfSubstance></Chemical></ChemicalList><CitationSubset>IM</CitationSubset><MeshHeadingList><MeshHeading><DescriptorName UI="D000367" MajorTopicYN="N">Age Factors</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D000368" MajorTopicYN="N">Aged</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D038681" MajorTopicYN="N">Follistatin</DescriptorName><QualifierName UI="Q000378" MajorTopicYN="Y">metabolism</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D019382" MajorTopicYN="N">Human Growth Hormone</DescriptorName><QualifierName UI="Q000378" MajorTopicYN="Y">metabolism</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D006801" MajorTopicYN="N">Humans</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D007334" MajorTopicYN="N">Insulin-Like Growth Factor I</DescriptorName><QualifierName UI="Q000378" MajorTopicYN="Y">metabolism</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D008297" MajorTopicYN="N">Male</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D053580" MajorTopicYN="N">Muscle Strength</DescriptorName><QualifierName UI="Q000502" MajorTopicYN="Y">physiology</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D052097" MajorTopicYN="N">Quadriceps Muscle</DescriptorName><QualifierName UI="Q000033" MajorTopicYN="Y">anatomy &amp; histology</QualifierName><QualifierName UI="Q000502" MajorTopicYN="Y">physiology</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D055070" MajorTopicYN="Y">Resistance Training</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D013997" MajorTopicYN="N">Time Factors</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D055815" MajorTopicYN="N">Young Adult</DescriptorName></MeshHeading></MeshHeadingList><OtherAbstract Type="Publisher" Language="rus"><AbstractText>&#x41f;&#x440;&#x43e;&#x446;&#x435;&#x441;&#x441; &#x441;&#x442;&#x430;&#x440;&#x435;&#x43d;&#x438;&#x44f; &#x441;&#x432;&#x44f;&#x437;&#x430;&#x43d; &#x441; &#x43f;&#x43e;&#x442;&#x435;&#x440;&#x435;&#x439; &#x43c;&#x44b;&#x448;&#x435;&#x447;&#x43d;&#x43e;&#x439; &#x43c;&#x430;&#x441;&#x441;&#x44b;, &#x441;&#x438;&#x43b;&#x44b; &#x438; &#x434;&#x438;&#x441;&#x444;&#x443;&#x43d;&#x43a;&#x446;&#x438;&#x435;&#x439; &#x444;&#x430;&#x43a;&#x442;&#x43e;&#x440;&#x43e;&#x432; &#x440;&#x43e;&#x441;&#x442;&#x430;. &#x421;&#x438;&#x43b;&#x43e;&#x432;&#x430;&#x44f; &#x442;&#x440;&#x435;&#x43d;&#x438;&#x440;&#x43e;&#x432;&#x43a;&#x430; &#x44f;&#x432;&#x43b;&#x44f;&#x435;&#x442;&#x441;&#x44f; &#x43e;&#x434;&#x43d;&#x438;&#x43c; &#x438;&#x437; &#x44d;&#x444;&#x444;&#x435;&#x43a;&#x442;&#x438;&#x432;&#x43d;&#x44b;&#x445; &#x43c;&#x435;&#x442;&#x43e;&#x434;&#x43e;&#x432; &#x43f;&#x440;&#x435;&#x43e;&#x434;&#x43e;&#x43b;&#x435;&#x43d;&#x438;&#x44f; &#x441;&#x43d;&#x438;&#x436;&#x435;&#x43d;&#x438;&#x44f; &#x43c;&#x44b;&#x448;&#x435;&#x447;&#x43d;&#x43e;&#x439; &#x43c;&#x430;&#x441;&#x441;&#x44b;, &#x441;&#x438;&#x43b;&#x44b;, &#x430; &#x442;&#x430;&#x43a;&#x436;&#x435; &#x43c;&#x43e;&#x436;&#x435;&#x442; &#x43c;&#x43e;&#x434;&#x443;&#x43b;&#x438;&#x440;&#x43e;&#x432;&#x430;&#x442;&#x44c; &#x443;&#x440;&#x43e;&#x432;&#x435;&#x43d;&#x44c; &#x43c;&#x438;&#x43e;&#x441;&#x442;&#x430;&#x442;&#x438;&#x43d;&#x430;, &#x444;&#x43e;&#x43b;&#x43b;&#x438;&#x441;&#x442;&#x430;&#x442;&#x438;&#x43d;&#x430; &#x438; &#x438;&#x43d;&#x441;&#x443;&#x43b;&#x438;&#x43d;&#x43e;&#x43f;&#x43e;&#x434;&#x43e;&#x431;&#x43d;&#x44b;&#x445; &#x444;&#x430;&#x43a;&#x442;&#x43e;&#x440;&#x43e;&#x432; &#x440;&#x43e;&#x441;&#x442;&#x430;-1 (IGF-1). &#x426;&#x435;&#x43b;&#x44c;&#x44e; &#x434;&#x430;&#x43d;&#x43d;&#x43e;&#x433;&#x43e; &#x438;&#x441;&#x441;&#x43b;&#x435;&#x434;&#x43e;&#x432;&#x430;&#x43d;&#x438;&#x44f; &#x431;&#x44b;&#x43b;&#x43e; &#x438;&#x437;&#x443;&#x447;&#x435;&#x43d;&#x438;&#x435; &#x432;&#x43b;&#x438;&#x44f;&#x43d;&#x438;&#x44f; 8-&#x43d;&#x435;&#x434;&#x435;&#x43b;&#x44c;&#x43d;&#x43e;&#x439; &#x441;&#x438;&#x43b;&#x43e;&#x432;&#x43e;&#x439; &#x442;&#x440;&#x435;&#x43d;&#x438;&#x440;&#x43e;&#x432;&#x43a;&#x438; &#x43d;&#x430; &#x440;&#x430;&#x437;&#x43b;&#x438;&#x447;&#x43d;&#x44b;&#x435; &#x430;&#x43d;&#x430;&#x431;&#x43e;&#x43b;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x438;&#x435; &#x444;&#x430;&#x43a;&#x442;&#x43e;&#x440;&#x44b;, &#x43a;&#x43e;&#x442;&#x43e;&#x440;&#x44b;&#x435; &#x432;&#x43b;&#x438;&#x44f;&#x44e;&#x442; &#x43d;&#x430; &#x43c;&#x44b;&#x448;&#x435;&#x447;&#x43d;&#x443;&#x44e; &#x433;&#x438;&#x43f;&#x435;&#x440;&#x442;&#x440;&#x43e;&#x444;&#x438;&#x44e; &#x443; &#x43f;&#x43e;&#x436;&#x438;&#x43b;&#x44b;&#x445; &#x438; &#x43c;&#x43e;&#x43b;&#x43e;&#x434;&#x44b;&#x445; &#x43b;&#x44e;&#x434;&#x435;&#x439;. 15 &#x43f;&#x43e;&#x436;&#x438;&#x43b;&#x44b;&#x445; &#x43c;&#x443;&#x436;&#x447;&#x438;&#x43d; &#x438; 16 &#x44e;&#x43d;&#x43e;&#x448;&#x435;&#x439; &#x434;&#x43e;&#x431;&#x440;&#x43e;&#x432;&#x43e;&#x43b;&#x44c;&#x43d;&#x43e; &#x443;&#x447;&#x430;&#x441;&#x442;&#x432;&#x43e;&#x432;&#x430;&#x43b;&#x438; &#x432; &#x43f;&#x440;&#x43e;&#x433;&#x440;&#x430;&#x43c;&#x43c;&#x435; &#x442;&#x440;&#x435;&#x43d;&#x438;&#x440;&#x43e;&#x432;&#x43e;&#x43a; &#x441; &#x43f;&#x435;&#x440;&#x438;&#x43e;&#x434;&#x438;&#x447;&#x43d;&#x43e;&#x441;&#x442;&#x44c;&#x44e; 3 &#x440;&#x430;&#x437;&#x430; &#x432; &#x43d;&#x435;&#x434; &#x432; &#x442;&#x435;&#x447;&#x435;&#x43d;&#x438;&#x435; 8 &#x43d;&#x435;&#x434;. &#x420;&#x430;&#x441;&#x441;&#x447;&#x438;&#x442;&#x44b;&#x432;&#x430;&#x43b;&#x438; &#x435;&#x436;&#x435;&#x434;&#x43d;&#x435;&#x432;&#x43d;&#x43e;&#x435; &#x43f;&#x43e;&#x442;&#x440;&#x435;&#x431;&#x43b;&#x435;&#x43d;&#x438;&#x435; &#x43a;&#x430;&#x43b;&#x43e;&#x440;&#x438;&#x439;, &#x43c;&#x44b;&#x448;&#x435;&#x447;&#x43d;&#x44b;&#x439; &#x43e;&#x431;&#x44a;&#x435;&#x43c;, &#x43f;&#x43b;&#x43e;&#x449;&#x430;&#x434;&#x44c; &#x43f;&#x43e;&#x43f;&#x435;&#x440;&#x435;&#x447;&#x43d;&#x43e;&#x433;&#x43e; &#x441;&#x435;&#x447;&#x435;&#x43d;&#x438;&#x44f; (&#x43f;&#x43e; &#x41a;&#x422;), &#x430; &#x442;&#x430;&#x43a;&#x436;&#x435; &#x438;&#x437;&#x43c;&#x435;&#x440;&#x44f;&#x43b;&#x438; &#x434;&#x43e; &#x438; &#x43f;&#x43e;&#x441;&#x43b;&#x435; &#x442;&#x440;&#x435;&#x43d;&#x438;&#x440;&#x43e;&#x432;&#x43e;&#x43a; &#x443;&#x440;&#x43e;&#x432;&#x435;&#x43d;&#x44c; &#x43c;&#x438;&#x43e;&#x441;&#x442;&#x430;&#x442;&#x438;&#x43d;&#x430;, &#x444;&#x43e;&#x43b;&#x43b;&#x438;&#x441;&#x442;&#x430;&#x442;&#x438;&#x43d;&#x430;, IGF-1, &#x433;&#x43e;&#x440;&#x43c;&#x43e;&#x43d;&#x430; &#x440;&#x43e;&#x441;&#x442;&#x430; (GH) &#x438; &#x442;&#x435;&#x441;&#x442;&#x43e;&#x441;&#x442;&#x435;&#x440;&#x43e;&#x43d;&#x430;. &#x412; &#x43a;&#x43e;&#x43d;&#x446;&#x435; &#x442;&#x440;&#x435;&#x43d;&#x438;&#x440;&#x43e;&#x432;&#x43e;&#x447;&#x43d;&#x43e;&#x433;&#x43e; &#x43f;&#x435;&#x440;&#x438;&#x43e;&#x434;&#x430; &#x441;&#x438;&#x43b;&#x430; &#x432; &#x433;&#x440;&#x443;&#x43f;&#x43f;&#x435; &#x43f;&#x43e;&#x436;&#x438;&#x43b;&#x43e;&#x433;&#x43e; &#x432;&#x43e;&#x437;&#x440;&#x430;&#x441;&#x442;&#x430; &#x437;&#x43d;&#x430;&#x447;&#x438;&#x442;&#x435;&#x43b;&#x44c;&#x43d;&#x43e; &#x43f;&#x43e;&#x432;&#x44b;&#x441;&#x438;&#x43b;&#x430;&#x441;&#x44c; &#x43f;&#x43e; &#x441;&#x440;&#x430;&#x432;&#x43d;&#x435;&#x43d;&#x438;&#x44e; &#x441; &#x43c;&#x43e;&#x43b;&#x43e;&#x434;&#x43e;&#x439; &#x433;&#x440;&#x443;&#x43f;&#x43f;&#x43e;&#x439; (p&lt;0,05) &#x43f;&#x440;&#x438; &#x43e;&#x442;&#x441;&#x443;&#x442;&#x441;&#x442;&#x432;&#x438;&#x438; &#x440;&#x430;&#x437;&#x43b;&#x438;&#x447;&#x438;&#x439; &#x441;&#x443;&#x442;&#x43e;&#x447;&#x43d;&#x43e;&#x433;&#x43e; &#x43f;&#x43e;&#x442;&#x440;&#x435;&#x431;&#x43b;&#x435;&#x43d;&#x438;&#x44f; &#x43f;&#x438;&#x442;&#x430;&#x442;&#x435;&#x43b;&#x44c;&#x43d;&#x44b;&#x445; &#x432;&#x435;&#x449;&#x435;&#x441;&#x442;&#x432; &#x432; &#x43e;&#x431;&#x435;&#x438;&#x445; &#x433;&#x440;&#x443;&#x43f;&#x43f;&#x430;&#x445; (p&gt;0,05). &#x41e;&#x431;&#x44a;&#x435;&#x43c; &#x447;&#x435;&#x442;&#x44b;&#x440;&#x435;&#x445;&#x433;&#x43b;&#x430;&#x432;&#x43e;&#x439; &#x43c;&#x44b;&#x448;&#x446;&#x44b; &#x438; &#x43f;&#x43b;&#x43e;&#x449;&#x430;&#x434;&#x44c; &#x43f;&#x43e;&#x43f;&#x435;&#x440;&#x435;&#x447;&#x43d;&#x43e;&#x433;&#x43e; &#x441;&#x435;&#x447;&#x435;&#x43d;&#x438;&#x44f; &#x431;&#x43e;&#x43b;&#x44c;&#x448;&#x435; &#x443;&#x432;&#x435;&#x43b;&#x438;&#x447;&#x438;&#x43b;&#x438;&#x441;&#x44c; &#x432; &#x43c;&#x43b;&#x430;&#x434;&#x448;&#x435;&#x439; &#x433;&#x440;&#x443;&#x43f;&#x43f;&#x435; (&#x440;&lt;0,05). &#x41a;&#x43e;&#x43d;&#x446;&#x435;&#x43d;&#x442;&#x440;&#x430;&#x446;&#x438;&#x44f; &#x43c;&#x438;&#x43e;&#x441;&#x442;&#x430;&#x442;&#x438;&#x43d;&#x430; &#x437;&#x43d;&#x430;&#x447;&#x438;&#x442;&#x435;&#x43b;&#x44c;&#x43d;&#x43e; &#x441;&#x43d;&#x438;&#x437;&#x438;&#x43b;&#x430;&#x441;&#x44c; &#x432; &#x43e;&#x431;&#x435;&#x438;&#x445; &#x433;&#x440;&#x443;&#x43f;&#x43f;&#x430;&#x445; (p&lt;0,05), &#x43e;&#x434;&#x43d;&#x430;&#x43a;&#x43e; &#x432;&#x435;&#x43b;&#x438;&#x447;&#x438;&#x43d;&#x430; &#x438;&#x437;&#x43c;&#x435;&#x43d;&#x435;&#x43d;&#x438;&#x44f; &#x43d;&#x435; &#x43e;&#x442;&#x43b;&#x438;&#x447;&#x430;&#x43b;&#x430;&#x441;&#x44c; &#x432; &#x433;&#x440;&#x443;&#x43f;&#x43f;&#x430;&#x445; (p&gt;0,05). &#x424;&#x43e;&#x43b;&#x43b;&#x438;&#x441;&#x442;&#x430;&#x442;&#x438;&#x43d; &#x438; &#x442;&#x435;&#x441;&#x442;&#x43e;&#x441;&#x442;&#x435;&#x440;&#x43e;&#x43d; &#x43f;&#x43e;&#x432;&#x44b;&#x441;&#x438;&#x43b;&#x441;&#x44f; &#x432; &#x43e;&#x431;&#x435;&#x438;&#x445; &#x433;&#x440;&#x443;&#x43f;&#x43f;&#x430;&#x445; (&#x440;&lt;0,05), &#x43d;&#x43e; GH &#x438; IGF-1 &#x443;&#x432;&#x435;&#x43b;&#x438;&#x447;&#x438;&#x43b;&#x441;&#x44f; &#x442;&#x43e;&#x43b;&#x44c;&#x43a;&#x43e; &#x432; &#x43c;&#x43b;&#x430;&#x434;&#x448;&#x435;&#x439; &#x433;&#x440;&#x443;&#x43f;&#x43f;&#x435; (&#x440;&lt;0,05). &#x421;&#x438;&#x43b;&#x43e;&#x432;&#x44b;&#x435; &#x442;&#x440;&#x435;&#x43d;&#x438;&#x440;&#x43e;&#x432;&#x43a;&#x438; &#x443;&#x43b;&#x443;&#x447;&#x448;&#x438;&#x43b;&#x438; &#x433;&#x438;&#x43f;&#x435;&#x440;&#x442;&#x440;&#x43e;&#x444;&#x438;&#x44e; &#x438; &#x43f;&#x440;&#x438;&#x432;&#x435;&#x43b;&#x438; &#x43a; &#x430;&#x43d;&#x430;&#x431;&#x43e;&#x43b;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x438;&#x43c; &#x443;&#x441;&#x43b;&#x43e;&#x432;&#x438;&#x44f;&#x43c; &#x43a;&#x430;&#x43a; &#x432; &#x43f;&#x43e;&#x436;&#x438;&#x43b;&#x43e;&#x439;, &#x442;&#x430;&#x43a; &#x438; &#x432; &#x43c;&#x43e;&#x43b;&#x43e;&#x434;&#x43e;&#x439; &#x433;&#x440;&#x443;&#x43f;&#x43f;&#x435;, &#x43d;&#x43e; &#x440;&#x430;&#x437;&#x43d;&#x44b;&#x43c;&#x438; &#x43f;&#x443;&#x442;&#x44f;&#x43c;&#x438;. &#x412; &#x441;&#x432;&#x44f;&#x437;&#x438; &#x441; &#x44d;&#x442;&#x438;&#x43c;, &#x43e;&#x441;&#x438; GH&#x2013;IGF-1 &#x438; &#x43f;&#x440;&#x43e;&#x444;&#x438;&#x43b;&#x44f;&#x43c; &#x444;&#x430;&#x43a;&#x442;&#x43e;&#x440;&#x43e;&#x432; &#x440;&#x43e;&#x441;&#x442;&#x430; &#x43d;&#x430; &#x431;&#x430;&#x437;&#x43e;&#x432;&#x43e;&#x43c; &#x443;&#x440;&#x43e;&#x432;&#x43d;&#x435; &#x43e;&#x442;&#x432;&#x43e;&#x434;&#x438;&#x442;&#x441;&#x44f; &#x432;&#x430;&#x436;&#x43d;&#x430;&#x44f; &#x440;&#x43e;&#x43b;&#x44c; &#x432; &#x440;&#x430;&#x437;&#x43d;&#x44b;&#x445; &#x432;&#x43e;&#x437;&#x440;&#x430;&#x441;&#x442;&#x43d;&#x44b;&#x445; &#x433;&#x438;&#x43f;&#x435;&#x440;&#x442;&#x440;&#x43e;&#x444;&#x438;&#x44f;&#x445;.</AbstractText></OtherAbstract><KeywordList Owner="NOTNLM"><Keyword MajorTopicYN="N">aging</Keyword><Keyword MajorTopicYN="N">growth factors</Keyword><Keyword MajorTopicYN="N">hypertrophy</Keyword><Keyword MajorTopicYN="N">resistance training</Keyword></KeywordList></MedlineCitation><PubmedData><History><PubMedPubDate PubStatus="entrez"><Year>2018</Year><Month>4</Month><Day>3</Day><Hour>6</Hour><Minute>0</Minute></PubMedPubDate><PubMedPubDate PubStatus="pubmed"><Year>2017</Year><Month>1</Month><Day>1</Day><Hour>0</Hour><Minute>0</Minute></PubMedPubDate><PubMedPubDate PubStatus="medline"><Year>2019</Year><Month>5</Month><Day>1</Day><Hour>6</Hour><Minute>0</Minute></PubMedPubDate></History><PublicationStatus>ppublish</PublicationStatus><ArticleIdList><ArticleId IdType="pubmed">29608833</ArticleId></ArticleIdList></PubmedData></PubmedArticle></PubmedArticleSet>