<?xml version="1.0" ?>
<!DOCTYPE PubmedArticleSet PUBLIC "-//NLM//DTD PubMedArticle, 1st January 2025//EN" "https://dtd.nlm.nih.gov/ncbi/pubmed/out/pubmed_250101.dtd">
<PubmedArticleSet>
<PubmedArticle><MedlineCitation Status="MEDLINE" Owner="NLM" IndexingMethod="Automated"><PMID Version="1">40084489</PMID><DateCompleted><Year>2025</Year><Month>05</Month><Day>08</Day></DateCompleted><DateRevised><Year>2025</Year><Month>05</Month><Day>08</Day></DateRevised><Article PubModel="Print-Electronic"><Journal><ISSN IssnType="Electronic">1365-3164</ISSN><JournalIssue CitedMedium="Internet"><Volume>36</Volume><Issue>3</Issue><PubDate><Year>2025</Year><Month>Jun</Month></PubDate></JournalIssue><Title>Veterinary dermatology</Title><ISOAbbreviation>Vet Dermatol</ISOAbbreviation></Journal><ArticleTitle>Ozone water has antibacterial properties in dogs without skin barrier impairment.</ArticleTitle><Pagination><StartPage>283</StartPage><EndPage>290</EndPage><MedlinePgn>283-290</MedlinePgn></Pagination><ELocationID EIdType="doi" ValidYN="Y">10.1111/vde.13339</ELocationID><Abstract><AbstractText Label="BACKGROUND" NlmCategory="BACKGROUND">Recently, the use of disinfectants to treat bacterial skin diseases in dogs has garnered attention from the perspective of preventing the spread of antibiotic-resistant bacteria. Ozone water is a disinfectant that combines high antibacterial efficacy and safety; however, there have been no reports verifying its effects on skin barrier function in dogs.</AbstractText><AbstractText Label="OBJECTIVES" NlmCategory="OBJECTIVE">This study aimed to verify the antibacterial properties and effects of ozone water on skin barrier function in dogs.</AbstractText><AbstractText Label="ANIMALS" NlmCategory="METHODS">Four beagles for the antibacterial test and six beagles for the barrier function test.</AbstractText><AbstractText Label="MATERIALS AND METHODS" NlmCategory="METHODS">Purified water, 3&#x2009;mg/L ozone water and 0.005% and 0.05% sodium hypochlorite were used as test products. Skin bacteria were collected 5&#x2009;min after a single application of each and cultured to measure the bacterial counts. Trans-epidermal water loss (TEWL) and skin surface hydration (SSH) were measured before and after application once a day for 2&#x2009;weeks. Additionally, the proliferation of canine epidermal keratinocytes (CPEK) was examined after a 5-min incubation with the test products.</AbstractText><AbstractText Label="RESULTS" NlmCategory="RESULTS">Ozone water and 0.05% sodium hypochlorite significantly reduced the number of skin bacteria. None of the test products worsened TEWL and SSH values. Sodium hypochlorite completely inhibited the proliferation of CPEK, while ozone water did not.</AbstractText><AbstractText Label="CONCLUSIONS AND CLINICAL RELEVANCE" NlmCategory="CONCLUSIONS">Ozone water has an antibacterial effect on canine skin comparable to that of 0.05% sodium hypochlorite, but does not inhibit keratinocyte proliferation in&#xa0;vitro. Thus, ozone water has the potential to be used as a safe and effective disinfectant for canine skin.</AbstractText><CopyrightInformation>&#xa9; 2025 ESVD and ACVD.</CopyrightInformation></Abstract><AuthorList CompleteYN="Y"><Author ValidYN="Y"><LastName>Matsuda</LastName><ForeName>Akira</ForeName><Initials>A</Initials><AffiliationInfo><Affiliation>Faculty of Veterinary Medicine, Okayama University of Science, Imabari, Ehime, Japan.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Ano</LastName><ForeName>Tetsuya</ForeName><Initials>T</Initials><AffiliationInfo><Affiliation>Hakuto Co., Ltd, Tokyo, Japan.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Nakamura</LastName><ForeName>Yukari</ForeName><Initials>Y</Initials><AffiliationInfo><Affiliation>Faculty of Veterinary Medicine, Okayama University of Science, Imabari, Ehime, Japan.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Itoi</LastName><ForeName>Takamasa</ForeName><Initials>T</Initials><AffiliationInfo><Affiliation>Faculty of Veterinary Medicine, Okayama University of Science, Imabari, Ehime, Japan.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Arai</LastName><ForeName>Kiyotaka</ForeName><Initials>K</Initials><AffiliationInfo><Affiliation>Faculty of Veterinary Medicine, Okayama University of Science, Imabari, Ehime, Japan.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Kutara</LastName><ForeName>Kenji</ForeName><Initials>K</Initials><AffiliationInfo><Affiliation>Faculty of Veterinary Medicine, Okayama University of Science, Imabari, Ehime, Japan.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Sugimoto</LastName><ForeName>Keisuke</ForeName><Initials>K</Initials><AffiliationInfo><Affiliation>Faculty of Veterinary Medicine, Okayama University of Science, Imabari, Ehime, Japan.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Maeta</LastName><ForeName>Noritaka</ForeName><Initials>N</Initials><AffiliationInfo><Affiliation>Faculty of Veterinary Medicine, Okayama University of Science, Imabari, Ehime, Japan.</Affiliation></AffiliationInfo></Author></AuthorList><Language>eng</Language><GrantList CompleteYN="Y"><Grant><Agency>This study was supported by Hakuto Co. Ltd.</Agency><Country/></Grant></GrantList><PublicationTypeList><PublicationType UI="D016428">Journal Article</PublicationType></PublicationTypeList><ArticleDate DateType="Electronic"><Year>2025</Year><Month>03</Month><Day>14</Day></ArticleDate></Article><MedlineJournalInfo><Country>England</Country><MedlineTA>Vet Dermatol</MedlineTA><NlmUniqueID>9426187</NlmUniqueID><ISSNLinking>0959-4493</ISSNLinking></MedlineJournalInfo><ChemicalList><Chemical><RegistryNumber>66H7ZZK23N</RegistryNumber><NameOfSubstance UI="D010126">Ozone</NameOfSubstance></Chemical><Chemical><RegistryNumber>0</RegistryNumber><NameOfSubstance UI="D000900">Anti-Bacterial Agents</NameOfSubstance></Chemical><Chemical><RegistryNumber>DY38VHM5OD</RegistryNumber><NameOfSubstance UI="D012973">Sodium Hypochlorite</NameOfSubstance></Chemical><Chemical><RegistryNumber>059QF0KO0R</RegistryNumber><NameOfSubstance UI="D014867">Water</NameOfSubstance></Chemical><Chemical><RegistryNumber>0</RegistryNumber><NameOfSubstance UI="D004202">Disinfectants</NameOfSubstance></Chemical></ChemicalList><CitationSubset>IM</CitationSubset><MeshHeadingList><MeshHeading><DescriptorName UI="D000818" MajorTopicYN="N">Animals</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D004285" MajorTopicYN="N">Dogs</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D010126" MajorTopicYN="Y">Ozone</DescriptorName><QualifierName UI="Q000494" MajorTopicYN="N">pharmacology</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D000900" MajorTopicYN="Y">Anti-Bacterial Agents</DescriptorName><QualifierName UI="Q000494" MajorTopicYN="N">pharmacology</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D012867" MajorTopicYN="Y">Skin</DescriptorName><QualifierName UI="Q000187" MajorTopicYN="N">drug effects</QualifierName><QualifierName UI="Q000382" MajorTopicYN="N">microbiology</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D012973" MajorTopicYN="N">Sodium Hypochlorite</DescriptorName><QualifierName UI="Q000494" MajorTopicYN="N">pharmacology</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D014867" MajorTopicYN="N">Water</DescriptorName><QualifierName UI="Q000737" MajorTopicYN="N">chemistry</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D004283" MajorTopicYN="Y">Dog Diseases</DescriptorName><QualifierName UI="Q000188" MajorTopicYN="N">drug therapy</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D015603" MajorTopicYN="N">Keratinocytes</DescriptorName><QualifierName UI="Q000187" MajorTopicYN="N">drug effects</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D008297" MajorTopicYN="N">Male</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D005260" MajorTopicYN="N">Female</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D004202" MajorTopicYN="N">Disinfectants</DescriptorName><QualifierName UI="Q000494" MajorTopicYN="N">pharmacology</QualifierName></MeshHeading></MeshHeadingList><OtherAbstract Type="Publisher" Language="ger"><AbstractText Label="HINTERGRUND" NlmCategory="UNASSIGNED">J&#xfc;ngst hat der Einsatz von Desinfektionsmitteln zur Behandlung bakterieller Hauterkrankungen bei Hunden aus der Perspektive der Verhinderung der Ausbreitung von Antibiotika&#x2010;resistenten Bakterien Aufmerksamkeit auf sich gezogen. Ozonwasser ist ein Desinfektionsmittel, welches einen hochwirksamen antibakteriellen Effekt und Sicherheit kombiniert; es gibt jedoch keine Berichte, die diese Wirksamkeit auf die Funktion der Hautbarriere bei Hunden verifizieren.</AbstractText><AbstractText Label="ZIELE" NlmCategory="UNASSIGNED">Diese Studie zielte darauf ab, die antibakteriellen Eigenschaften und die Auswirkungen von Ozonwasser auf die Funktion der Hautbarriere bei Hunden nachzuweisen.</AbstractText><AbstractText Label="TIERE" NlmCategory="UNASSIGNED">Vier Beagles wurden f&#xfc;r den antibakteriellen Test und sechs Beagles f&#xfc;r den Hautbarrieren&#x2010;Test eingesetzt.</AbstractText><AbstractText Label="MATERIALIEN UND METHODEN" NlmCategory="UNASSIGNED">Gereinigtes Wasser, 3 mg/L Ozonwasser, und 0,005%iges und 0,05%iges Natriumhypochlorit wurden als Testprodukte verwendet. Hautbakterien wurden 5 Minuten nach einer einzigen jeweiligen Anwendung genommen und Kulturen zur Messung der Bakterienzahlen angelegt. Der Transepidermale Fl&#xfc;ssigkeitsverlust und die Hydrierung der Hautoberfl&#xe4;che (SSH) wurde vor und nach der Anwendung einmal t&#xe4;glich zwei Wochen lang gemessen. Zus&#xe4;tzlich wurde die Proliferation der caninen epidermalen Keratinozyten (CPEK) nach einer 5&#x2010;min&#xfc;tigen Inkubation mit den Testprodukten untersucht.</AbstractText><AbstractText Label="ERGEBNISSE" NlmCategory="UNASSIGNED">Ozonwasser und 0,05%iges Natriumhypochlorit reduzierten die Anzahl der Hautbakterien signifikant. Keines dieser Testprodukte verschlechterte die TEWL und SSH&#x2010;Werte. Sodiumhypochlorit hemmte zur G&#xe4;nze die Proliferation der CPEK, was bei Ozonwasser nicht der Fall war.</AbstractText><AbstractText Label="SCHLUSSFOLGERUNGEN UND KLINISCHE BEDEUTUNG" NlmCategory="UNASSIGNED">Ozonwasser hat eine antibakterielle Wirksamkeit auf Hundehaut, die mit jener von 0,05%igem Natriumhypochlorit vergleichbar ist, jedoch die in vitro Proliferation der Keratinozyten nicht inhibiert. Daher hat Ozonwasser das Potential als sicheres und wirksames Desinfektionsmittel f&#xfc;r die Hundehaut eingesetzt zu werden.</AbstractText><CopyrightInformation>&#xa9; 2025 ESVD and ACVD.</CopyrightInformation></OtherAbstract><OtherAbstract Type="Publisher" Language="chi"><AbstractText>&#x80cc;&#x666f;: &#x8fd1;&#x5e74;&#x6765;&#xff0c;&#x4ece;&#x9632;&#x6b62;&#x6297;&#x751f;&#x7d20;&#x8010;&#x836f;&#x83cc;&#x4f20;&#x64ad;&#x7684;&#x89d2;&#x5ea6;&#x8003;&#x8651;&#xff0c;&#x4f7f;&#x7528;&#x6d88;&#x6bd2;&#x5242;&#x6cbb;&#x7597;&#x72ac;&#x7ec6;&#x83cc;&#x6027;&#x76ae;&#x80a4;&#x75c5;&#x5f15;&#x8d77;&#x4e86;&#x4eba;&#x4eec;&#x7684;&#x5173;&#x6ce8;&#x3002;&#x81ed;&#x6c27;&#x6c34;&#x662f;&#x4e00;&#x79cd;&#x517c;&#x5177;&#x9ad8;&#x6297;&#x83cc;&#x6548;&#x679c;&#x548c;&#x5b89;&#x5168;&#x6027;&#x7684;&#x6d88;&#x6bd2;&#x5242;&#xff0c;&#x4f46;&#x76ee;&#x524d;&#x5c1a;&#x65e0;&#x62a5;&#x9053;&#x8bc1;&#x5b9e;&#x5176;&#x5bf9;&#x72ac;&#x76ae;&#x80a4;&#x5c4f;&#x969c;&#x529f;&#x80fd;&#x7684;&#x5f71;&#x54cd;&#x3002; &#x76ee;&#x7684;: &#x672c;&#x7814;&#x7a76;&#x65e8;&#x5728;&#x9a8c;&#x8bc1;&#x81ed;&#x6c27;&#x6c34;&#x7684;&#x6297;&#x83cc;&#x7279;&#x6027;&#x53ca;&#x5176;&#x5bf9;&#x72ac;&#x76ae;&#x80a4;&#x5c4f;&#x969c;&#x529f;&#x80fd;&#x7684;&#x5f71;&#x54cd;&#x3002; &#x52a8;&#x7269;: &#x6297;&#x83cc;&#x8bd5;&#x9a8c;&#x7528;4&#x53ea;&#x6bd4;&#x683c;&#x72ac;&#xff0c;&#x5c4f;&#x969c;&#x529f;&#x80fd;&#x8bd5;&#x9a8c;&#x7528;6&#x53ea;&#x6bd4;&#x683c;&#x72ac;&#x3002; &#x6750;&#x6599;&#x4e0e;&#x65b9;&#x6cd5;: &#x4f7f;&#x7528;&#x7eaf;&#x51c0;&#x6c34;&#x3001;3mg/L&#x81ed;&#x6c27;&#x6c34;&#x3001;0.005%&#x548c;0.05%&#x6b21;&#x6c2f;&#x9178;&#x94a0;&#x4f5c;&#x4e3a;&#x8bd5;&#x9a8c;&#x4ea7;&#x54c1;&#x3002;&#x6bcf;&#x6b21;&#x4f7f;&#x7528;&#x540e;5&#x5206;&#x949f;&#x6536;&#x96c6;&#x76ae;&#x80a4;&#x7ec6;&#x83cc;&#x5e76;&#x8fdb;&#x884c;&#x57f9;&#x517b;&#x4ee5;&#x6d4b;&#x91cf;&#x7ec6;&#x83cc;&#x6570;&#x91cf;&#x3002;&#x4f7f;&#x7528;&#x524d;&#x548c;&#x4f7f;&#x7528;&#x540e;&#x6bcf;&#x5929;&#x6d4b;&#x91cf;&#x4e00;&#x6b21;&#x7ecf;&#x8868;&#x76ae;&#x6c34;&#x5206;&#x6d41;&#x5931;(TEWL)&#x548c;&#x76ae;&#x80a4;&#x8868;&#x9762;&#x6c34;&#x5206;(SSH)&#xff0c;&#x6301;&#x7eed;2&#x5468;&#x3002;&#x6b64;&#x5916;&#xff0c;&#x5728;&#x4e0e;&#x6d4b;&#x8bd5;&#x4ea7;&#x54c1;&#x5b75;&#x80b2;5&#x5206;&#x949f;&#x540e;&#x68c0;&#x67e5;&#x4e86;&#x72ac;&#x8868;&#x76ae;&#x89d2;&#x8d28;&#x5f62;&#x6210;&#x7ec6;&#x80de; (CPEK) &#x7684;&#x589e;&#x6b96;&#x60c5;&#x51b5;&#x3002; &#x7ed3;&#x679c;: &#x81ed;&#x6c27;&#x6c34;&#x548c;0.05%&#x6b21;&#x6c2f;&#x9178;&#x94a0;&#x663e;&#x8457;&#x51cf;&#x5c11;&#x4e86;&#x76ae;&#x80a4;&#x7ec6;&#x83cc;&#x6570;&#x91cf;&#x3002;&#x6240;&#x6709;&#x6d4b;&#x8bd5;&#x4ea7;&#x54c1;&#x5747;&#x672a;&#x6076;&#x5316;TEWL&#x548c;SSH&#x503c;&#x3002;&#x6b21;&#x6c2f;&#x9178;&#x94a0;&#x5b8c;&#x5168;&#x6291;&#x5236;&#x4e86;CPEK&#x7684;&#x589e;&#x6b96;&#xff0c;&#x800c;&#x81ed;&#x6c27;&#x6c34;&#x5219;&#x6ca1;&#x6709;&#x3002; &#x7ed3;&#x8bba;&#x548c;&#x4e34;&#x5e8a;&#x610f;&#x4e49;: &#x81ed;&#x6c27;&#x6c34;&#x5bf9;&#x72ac;&#x76ae;&#x80a4;&#x7684;&#x6297;&#x83cc;&#x4f5c;&#x7528;&#x4e0e;0.05%&#x6b21;&#x6c2f;&#x9178;&#x94a0;&#x76f8;&#x5f53;&#xff0c;&#x4f46;&#x4e0d;&#x6291;&#x5236;&#x4f53;&#x5916;&#x89d2;&#x8d28;&#x5f62;&#x6210;&#x7ec6;&#x80de;&#x589e;&#x6b96;&#x3002;&#x56e0;&#x6b64;&#xff0c;&#x81ed;&#x6c27;&#x6c34;&#x6709;&#x53ef;&#x80fd;&#x7528;&#x4f5c;&#x72ac;&#x76ae;&#x80a4;&#x7684;&#x5b89;&#x5168;&#x6709;&#x6548;&#x6d88;&#x6bd2;&#x5242;&#x3002;.</AbstractText><CopyrightInformation>&#xa9; 2025 ESVD and ACVD.</CopyrightInformation></OtherAbstract><OtherAbstract Type="Publisher" Language="fre"><AbstractText Label="CONTEXTE" NlmCategory="BACKGROUND">R&#xe9;cemment, l'utilisation de d&#xe9;sinfectants pour traiter les maladies bact&#xe9;riennes de la peau chez les chiens a attir&#xe9; l'attention dans la perspective de pr&#xe9;venir la propagation des bact&#xe9;ries r&#xe9;sistantes aux antibiotiques. L'eau ozon&#xe9;e est un d&#xe9;sinfectant qui combine une grande efficacit&#xe9; antibact&#xe9;rienne et une grande s&#xe9;curit&#xe9; ; cependant, aucun rapport n'a v&#xe9;rifi&#xe9; ses effets sur la fonction de barri&#xe8;re cutan&#xe9;e chez les chiens.</AbstractText><AbstractText Label="OBJECTIFS" NlmCategory="OBJECTIVE">Cette &#xe9;tude visait &#xe0; v&#xe9;rifier les propri&#xe9;t&#xe9;s antibact&#xe9;riennes et les effets de l'eau ozon&#xe9;e sur la fonction de barri&#xe8;re cutan&#xe9;e chez les chiens.</AbstractText><AbstractText Label="ANIMAUX" NlmCategory="UNASSIGNED">Quatre beagles pour le test antibact&#xe9;rien et six beagles pour le test de la fonction barri&#xe8;re. MAT&#xc9;RIELS ET M&#xc9;THODES: De l'eau purifi&#xe9;e, de l'eau contenant 3 mg/L d'ozone et de l'hypochlorite de sodium &#xe0; 0,005 % et 0,05 % ont &#xe9;t&#xe9; utilis&#xe9;s comme produits d'essai. Des bact&#xe9;ries cutan&#xe9;es ont &#xe9;t&#xe9; pr&#xe9;lev&#xe9;es 5 minutes apr&#xe8;s une seule application de chaque produit et cultiv&#xe9;es pour mesurer le nombre de bact&#xe9;ries. La perte d'eau trans&#xe9;pidermique (TEWL) et l'hydratation de la surface de la peau (SSH) ont &#xe9;t&#xe9; mesur&#xe9;es avant et apr&#xe8;s l'application une fois par jour pendant 2 semaines. En outre, la prolif&#xe9;ration des k&#xe9;ratinocytes &#xe9;pidermiques canins (CPEK) a &#xe9;t&#xe9; examin&#xe9;e apr&#xe8;s une incubation de 5 minutes avec les produits test&#xe9;s. R&#xc9;SULTATS: L'eau ozon&#xe9;e et l'hypochlorite de sodium &#xe0; 0,05 % ont r&#xe9;duit de mani&#xe8;re significative le nombre de bact&#xe9;ries cutan&#xe9;es. Aucun des produits test&#xe9;s n'a aggrav&#xe9; les valeurs de TEWL et de SSH. L'hypochlorite de sodium a compl&#xe8;tement inhib&#xe9; la prolif&#xe9;ration des CPEK, contrairement &#xe0; l'eau ozon&#xe9;e.</AbstractText><AbstractText Label="CONCLUSIONS ET PERTINENCE CLINIQUE" NlmCategory="UNASSIGNED">L'eau ozon&#xe9;e a un effet antibact&#xe9;rien sur la peau canine comparable &#xe0; celui de l'hypochlorite de sodium &#xe0; 0,05 %, mais n'inhibe pas la prolif&#xe9;ration des k&#xe9;ratinocytes in vitro. L'eau ozon&#xe9;e peut donc &#xea;tre utilis&#xe9;e comme d&#xe9;sinfectant s&#xfb;r et efficace pour la peau canine.</AbstractText><CopyrightInformation>&#xa9; 2025 ESVD and ACVD.</CopyrightInformation></OtherAbstract><OtherAbstract Type="Publisher" Language="jpn"><AbstractText>&#x80cc;&#x666f;: &#x8fd1;&#x5e74;&#x6297;&#x751f;&#x7269;&#x8cea;&#x8010;&#x6027;&#x83cc;&#x306e;&#x8513;&#x5ef6;&#x9632;&#x6b62;&#x306e;&#x89b3;&#x70b9;&#x304b;&#x3089;&#x3001;&#x72ac;&#x306e;&#x7d30;&#x83cc;&#x6027;&#x76ae;&#x819a;&#x75be;&#x60a3;&#x306b;&#x5bfe;&#x3059;&#x308b;&#x6d88;&#x6bd2;&#x85ac;&#x306e;&#x4f7f;&#x7528;&#x304c;&#x6ce8;&#x76ee;&#x3055;&#x308c;&#x3066;&#x3044;&#x308b;&#x3002;&#x30aa;&#x30be;&#x30f3;&#x6c34;&#x306f;&#x9ad8;&#x3044;&#x6297;&#x83cc;&#x52b9;&#x679c;&#x3068;&#x5b89;&#x5168;&#x6027;&#x3092;&#x517c;&#x306d;&#x5099;&#x3048;&#x305f;&#x6d88;&#x6bd2;&#x85ac;&#x3067;&#x3042;&#x308b;&#x304c;&#x3001;&#x72ac;&#x306e;&#x76ae;&#x819a;&#x30d0;&#x30ea;&#x30a2;&#x6a5f;&#x80fd;&#x3078;&#x306e;&#x5f71;&#x97ff;&#x3092;&#x691c;&#x8a3c;&#x3057;&#x305f;&#x5831;&#x544a;&#x306f;&#x306a;&#x3044;&#x3002; &#x76ee;&#x7684;: &#x672c;&#x7814;&#x7a76;&#x3067;&#x306f;&#x3001;&#x72ac;&#x306b;&#x304a;&#x3051;&#x308b;&#x30aa;&#x30be;&#x30f3;&#x6c34;&#x306e;&#x6297;&#x83cc;&#x6027;&#x304a;&#x3088;&#x3073;&#x76ae;&#x819a;&#x30d0;&#x30ea;&#x30a2;&#x6a5f;&#x80fd;&#x3078;&#x306e;&#x5f71;&#x97ff;&#x3092;&#x691c;&#x8a3c;&#x3059;&#x308b;&#x3053;&#x3068;&#x3092;&#x76ee;&#x7684;&#x3068;&#x3057;&#x305f;&#x3002; &#x5bfe;&#x8c61;&#x52d5;&#x7269;: &#x6297;&#x83cc;&#x6027;&#x8a66;&#x9a13;&#x306f;&#x30d3;&#x30fc;&#x30b0;&#x30eb;4&#x982d;&#x3001;&#x30d0;&#x30ea;&#x30a2;&#x6a5f;&#x80fd;&#x8a66;&#x9a13;&#x306f;&#x30d3;&#x30fc;&#x30b0;&#x30eb;6&#x982d;&#x3002; &#x6750;&#x6599;&#x3068;&#x65b9;&#x6cd5;: &#x7cbe;&#x88fd;&#x6c34;&#x3001;3mg/L&#x30aa;&#x30be;&#x30f3;&#x6c34;&#x3001;0.005%&#x304a;&#x3088;&#x3073;0.05%&#x6b21;&#x4e9c;&#x5869;&#x7d20;&#x9178;&#x30ca;&#x30c8;&#x30ea;&#x30a6;&#x30e0;&#x3092;&#x8a66;&#x9a13;&#x88fd;&#x54c1;&#x3068;&#x3057;&#x3066;&#x7528;&#x3044;&#x305f;&#x3002;&#x305d;&#x308c;&#x305e;&#x308c;&#x3092;1&#x56de;&#x5857;&#x5e03;&#x3057;&#x305f;5&#x5206;&#x5f8c;&#x306b;&#x76ae;&#x819a;&#x7d30;&#x83cc;&#x3092;&#x63a1;&#x53d6;&#x3057;&#x3001;&#x57f9;&#x990a;&#x3057;&#x3066;&#x7d30;&#x83cc;&#x6570;&#x3092;&#x6e2c;&#x5b9a;&#x3057;&#x305f;&#x3002;&#x7d4c;&#x76ae;&#x6c34;&#x5206;&#x84b8;&#x6563;&#x91cf;(TEWL)&#x3068;&#x76ae;&#x819a;&#x8868;&#x9762;&#x306e;&#x6c34;&#x548c;(SSH)&#x306f;&#x3001;1&#x65e5;1&#x56de;&#x3001;2&#x9031;&#x9593;&#x5857;&#x5e03;&#x3059;&#x308b;&#x524d;&#x5f8c;&#x3067;&#x6e2c;&#x5b9a;&#x3057;&#x305f;&#x3002;&#x3055;&#x3089;&#x306b;&#x3001;&#x8a66;&#x9a13;&#x88fd;&#x54c1;&#x3067;5&#x5206;&#x9593;&#x30a4;&#x30f3;&#x30ad;&#x30e5;&#x30d9;&#x30fc;&#x30c8;&#x3057;&#x305f;&#x5f8c;&#x306b;&#x72ac;&#x8868;&#x76ae;&#x89d2;&#x5316;&#x7d30;&#x80de;(CPEK)&#x306e;&#x5897;&#x6b96;&#x3092;&#x8abf;&#x3079;&#x305f;&#x3002; &#x7d50;&#x679c;: &#x30aa;&#x30be;&#x30f3;&#x6c34;&#x304a;&#x3088;&#x3073;0.05%&#x6b21;&#x4e9c;&#x5869;&#x7d20;&#x9178;&#x30ca;&#x30c8;&#x30ea;&#x30a6;&#x30e0;&#x306f;&#x76ae;&#x819a;&#x7d30;&#x83cc;&#x6570;&#x3092;&#x6709;&#x610f;&#x306b;&#x6e1b;&#x5c11;&#x3055;&#x305b;&#x305f;&#x3002;&#x3044;&#x305a;&#x308c;&#x306e;&#x8a66;&#x9a13;&#x88fd;&#x54c1;&#x3082;TEWL&#x304a;&#x3088;&#x3073;SSH&#x5024;&#x3092;&#x60aa;&#x5316;&#x3055;&#x305b;&#x306a;&#x304b;&#x3063;&#x305f;&#x3002;&#x6b21;&#x4e9c;&#x5869;&#x7d20;&#x9178;&#x30ca;&#x30c8;&#x30ea;&#x30a6;&#x30e0;&#x306f;CPEK&#x306e;&#x5897;&#x6b96;&#x3092;&#x5b8c;&#x5168;&#x306b;&#x6291;&#x5236;&#x3057;&#x305f;&#x304c;&#x3001;&#x30aa;&#x30be;&#x30f3;&#x6c34;&#x306f;&#x6291;&#x5236;&#x3057;&#x306a;&#x304b;&#x3063;&#x305f;&#x3002; &#x7d50;&#x8ad6;&#x3068;&#x81e8;&#x5e8a;&#x7684;&#x610f;&#x7fa9;: &#x30aa;&#x30be;&#x30f3;&#x6c34;&#x306f;&#x30a4;&#x30cc;&#x306e;&#x76ae;&#x819a;&#x306b;&#x5bfe;&#x3057;&#x3066;0.05%&#x6b21;&#x4e9c;&#x5869;&#x7d20;&#x9178;&#x30ca;&#x30c8;&#x30ea;&#x30a6;&#x30e0;&#x306b;&#x5339;&#x6575;&#x3059;&#x308b;&#x6297;&#x83cc;&#x52b9;&#x679c;&#x3092;&#x6709;&#x3059;&#x308b;&#x304c;&#x3001;in vitro&#x3067;&#x306f;&#x30b1;&#x30e9;&#x30c1;&#x30ce;&#x30b5;&#x30a4;&#x30c8;&#x306e;&#x5897;&#x6b96;&#x3092;&#x6291;&#x5236;&#x3057;&#x306a;&#x304b;&#x3063;&#x305f;&#x3002;&#x3057;&#x305f;&#x304c;&#x3063;&#x3066;&#x3001;&#x30aa;&#x30be;&#x30f3;&#x6c34;&#x306f;&#x72ac;&#x306e;&#x76ae;&#x819a;&#x306b;&#x5bfe;&#x3059;&#x308b;&#x5b89;&#x5168;&#x3067;&#x52b9;&#x679c;&#x7684;&#x306a;&#x6d88;&#x6bd2;&#x5264;&#x3068;&#x3057;&#x3066;&#x4f7f;&#x7528;&#x3067;&#x304d;&#x308b;&#x53ef;&#x80fd;&#x6027;&#x304c;&#x3042;&#x3063;&#x305f;&#x3002;.</AbstractText><CopyrightInformation>&#xa9; 2025 ESVD and ACVD.</CopyrightInformation></OtherAbstract><OtherAbstract Type="Publisher" Language="por"><AbstractText Label="CONTEXTO" NlmCategory="UNASSIGNED">Recentemente, o uso de desinfetantes para tratar doen&#xe7;as bacterianas da pele em c&#xe3;es atraiu aten&#xe7;&#xe3;o da perspectiva de prevenir a dissemina&#xe7;&#xe3;o de bact&#xe9;rias resistentes a antibi&#xf3;ticos. A &#xe1;gua ozonizada &#xe9; um desinfetante que combina alta efic&#xe1;cia antibacteriana e seguran&#xe7;a; no entanto, n&#xe3;o houve relatos verificando seus efeitos na fun&#xe7;&#xe3;o de barreira da pele em c&#xe3;es.</AbstractText><AbstractText Label="OBJETIVOS" NlmCategory="OBJECTIVE">Este estudo teve como objetivo verificar as propriedades antibacterianas e os efeitos da &#xe1;gua ozonizada na fun&#xe7;&#xe3;o de barreira da pele em c&#xe3;es.</AbstractText><AbstractText Label="ANIMAIS" NlmCategory="UNASSIGNED">Quatro beagles para o teste antibacteriano e seis beagles para o teste de fun&#xe7;&#xe3;o de barreira. MATERIAIS E M&#xc9;TODOS: &#xc1;gua purificada, 3 mg/L de &#xe1;gua ozonizada e 0,005% e 0,05% de hipoclorito de s&#xf3;dio foram usados como produtos de teste. As bact&#xe9;rias da pele foram coletadas 5 minutos ap&#xf3;s uma &#xfa;nica aplica&#xe7;&#xe3;o de cada e cultivadas para medir as contagens bacterianas. A perda de &#xe1;gua transepid&#xe9;rmica (TEWL) e a hidrata&#xe7;&#xe3;o da superf&#xed;cie da pele (SSH) foram mensuradas antes e depois da aplica&#xe7;&#xe3;o uma vez ao dia durante 2 semanas. Al&#xe9;m disso, a prolifera&#xe7;&#xe3;o de queratin&#xf3;citos epid&#xe9;rmicos caninos (CPEK) foi avaliada ap&#xf3;s uma incuba&#xe7;&#xe3;o de 5 min com os produtos de teste.</AbstractText><AbstractText Label="RESULTADOS" NlmCategory="RESULTS">&#xc1;gua ozonizada e hipoclorito de s&#xf3;dio a 0,05% reduziram significativamente o n&#xfa;mero de bact&#xe9;rias da pele. Nenhum dos produtos de teste piorou os valores de TEWL e SSH. O hipoclorito de s&#xf3;dio inibiu completamente a prolifera&#xe7;&#xe3;o de CPEK, enquanto a &#xe1;gua ozonizada n&#xe3;o o fez. CONCLUS&#xd5;ES E RELEV&#xc2;NCIA CL&#xcd;NICA: A &#xe1;gua ozonizada tem um efeito antibacteriano na pele canina compar&#xe1;vel ao do hipoclorito de s&#xf3;dio a 0,05%, mas n&#xe3;o inibe a prolifera&#xe7;&#xe3;o de queratin&#xf3;citos in vitro. Portanto, a &#xe1;gua ozonizada tem o potencial de ser utilizada como um desinfetante seguro e eficaz para a pele canina.</AbstractText><CopyrightInformation>&#xa9; 2025 ESVD and ACVD.</CopyrightInformation></OtherAbstract><OtherAbstract Type="Publisher" Language="spa"><AbstractText Label="UNLABELLED">INTRODUCCI&#xd3;N: Recientemente, el uso de desinfectantes para tratar enfermedades bacterianas de la piel en perros ha cobrado relevancia desde la perspectiva de prevenir la propagaci&#xf3;n de bacterias resistentes a los antibi&#xf3;ticos. El agua con ozono es un desinfectante que combina alta eficacia antibacteriana y seguridad; sin embargo, no existen informes que verifiquen sus efectos sobre la funci&#xf3;n de barrera cut&#xe1;nea en perros.</AbstractText><AbstractText Label="OBJETIVOS" NlmCategory="OBJECTIVE">Este estudio tuvo como objetivo verificar las propiedades antibacterianas y los efectos del agua con ozono sobre la funci&#xf3;n de barrera cut&#xe1;nea en perros.</AbstractText><AbstractText Label="ANIMALES" NlmCategory="UNASSIGNED">Cuatro perros de raza Beagle para la prueba antibacteriana y seis Beagles para la prueba de funci&#xf3;n de barrera. MATERIALES Y M&#xc9;TODOS: Se utilizaron agua purificada, 3 mg/L de agua con ozono e hipoclorito de sodio al 0,005 % y al 0,05 % como productos de prueba. Se recolectaron bacterias cut&#xe1;neas 5 minutos despu&#xe9;s de una sola aplicaci&#xf3;n de cada una y se cultivaron para medir el recuento bacteriano. Se midieron la p&#xe9;rdida de agua transepid&#xe9;rmica (TEWL) y la hidrataci&#xf3;n superficial de la piel (SSH) antes y despu&#xe9;s de la aplicaci&#xf3;n una vez al d&#xed;a durante dos semanas. Adem&#xe1;s, se examin&#xf3; la proliferaci&#xf3;n de queratinocitos epid&#xe9;rmicos caninos (CPEK) tras una incubaci&#xf3;n de 5 minutos con los productos de prueba.</AbstractText><AbstractText Label="RESULTADOS" NlmCategory="RESULTS">El agua con ozono y el hipoclorito de sodio al 0,05 % redujeron significativamente la cantidad de bacterias cut&#xe1;neas. Ninguno de los productos de prueba empeor&#xf3; los valores de TEWL y SSH. El hipoclorito de sodio inhibi&#xf3; completamente la proliferaci&#xf3;n de CPEK, mientras que el agua con ozono no lo hizo. CONCLUSIONES Y RELEVANCIA CL&#xcd;NICA: El agua con ozono tiene un efecto antibacteriano en la piel canina comparable al del hipoclorito de sodio al 0,05 %, pero no inhibe la proliferaci&#xf3;n de queratinocitos in vitro. Por lo tanto, el agua con ozono tiene el potencial de utilizarse como un desinfectante seguro y eficaz para la piel canina.</AbstractText><CopyrightInformation>&#xa9; 2025 ESVD and ACVD.</CopyrightInformation></OtherAbstract><KeywordList Owner="NOTNLM"><Keyword MajorTopicYN="N">canine epidermal keratinocytes</Keyword><Keyword MajorTopicYN="N">disinfectant</Keyword><Keyword MajorTopicYN="N">ozone water</Keyword></KeywordList></MedlineCitation><PubmedData><History><PubMedPubDate PubStatus="revised"><Year>2024</Year><Month>11</Month><Day>16</Day></PubMedPubDate><PubMedPubDate PubStatus="received"><Year>2024</Year><Month>8</Month><Day>9</Day></PubMedPubDate><PubMedPubDate PubStatus="accepted"><Year>2025</Year><Month>3</Month><Day>5</Day></PubMedPubDate><PubMedPubDate PubStatus="medline"><Year>2025</Year><Month>5</Month><Day>9</Day><Hour>11</Hour><Minute>50</Minute></PubMedPubDate><PubMedPubDate PubStatus="pubmed"><Year>2025</Year><Month>3</Month><Day>14</Day><Hour>11</Hour><Minute>20</Minute></PubMedPubDate><PubMedPubDate PubStatus="entrez"><Year>2025</Year><Month>3</Month><Day>14</Day><Hour>5</Hour><Minute>43</Minute></PubMedPubDate></History><PublicationStatus>ppublish</PublicationStatus><ArticleIdList><ArticleId IdType="pubmed">40084489</ArticleId><ArticleId IdType="doi">10.1111/vde.13339</ArticleId></ArticleIdList><ReferenceList><Title>REFERENCES</Title><Reference><Citation>Hillier A, Lloyd DH, Weese JS, Blondeau JM, Boothe D, Breitschwerdt E, et&#xa0;al. Guidelines for the diagnosis and antimicrobial therapy of canine superficial bacterial folliculitis (antimicrobial guidelines working group of the International Society for Companion Animal Infectious Diseases). Vet Dermatol. 2014;25:163 &#x2013;e43.</Citation></Reference><Reference><Citation>Yamasaki M, Kano R, Harada K, Murayama N, Sasaki T, Orito K, et&#xa0;al. Canine superficial pyoderma: an indication for antimicrobial and topical therapies. Jpn J Vet Dermatol. 2017;23:127&#x2013;134.</Citation></Reference><Reference><Citation>Yoo J, Kang Y&#x2010;H, Baek S&#x2010;J, Hwang C&#x2010;Y. Application of cold atmospheric microwave plasma as an adjunct therapy for wound healing in dogs and cats. J Vet Sci. 2023;24:e56.</Citation></Reference><Reference><Citation>Marchegiani A, Spaterna A, Cerquetella M, Tambella AM, Fruganti A, Paterson S. Fluorescence biomodulation in the management of canine interdigital pyoderma cases: a prospective, single&#x2010;blinded, randomized and controlled clinical study. Vet Dermatol. 2019;30:371 &#x2013;e109.</Citation></Reference><Reference><Citation>Restaino L, Frampton EW, Hemphill JB, Palnikar P. Efficacy of ozonated water against various food&#x2010;related microorganisms. Appl Environ Microbiol. 1995;61:3471&#x2013;3475.</Citation></Reference><Reference><Citation>Unal R, Kim JG, Yousef AE. Inactivation of Escherichia coli O157:H7, listeria monocytogenes, and Lactobacillus leichmannii by combinations of ozone and pulsed electric field. J Food Prot. 2001;64:777&#x2013;782.</Citation></Reference><Reference><Citation>Paraskeva P, Graham NJD. Ozonation of municipal wastewater effluents. Water Environ Res. 2002;74:569&#x2013;581.</Citation></Reference><Reference><Citation>Srinivasan SR, Amaechi BT. Ozone: a paradigm shift in dental therapy. J Glob Oral Health. 2019;2:68&#x2013;77.</Citation></Reference><Reference><Citation>Hayakumo S, Arakawa S, Takahashi M, Kondo K, Mano Y, Izumi Y. Effects of ozone nano&#x2010;bubble water on periodontopathic bacteria and oral cells &#x2013; in&#xa0;vitro studies. Sci Technol Adv Mater. 2014;15:055003.</Citation></Reference><Reference><Citation>Breidablik HJ, Lysebo DE, Johannessen L, Skare &#xc5;, Andersen JR, Kleiven OT. Ozonized water as an alternative to alcohol&#x2010;based hand disinfection. J Hosp Infect. 2019;102:419&#x2013;424.</Citation></Reference><Reference><Citation>Anumula L, Kumar KS, Krishna CM, Lakshmi KS. Antibacterial activity of freshly prepared ozonated water and chlorhexidine on Mutans Streptococcus when used as an oral rinse &#x2013; a randomised clinical study. J Clin Diagn Res. 2017;11:ZC05&#x2013;ZC08.</Citation></Reference><Reference><Citation>Parkar SM, Shah K, Darjee N, Sharma A. Efficacy of ozonated water and chlorhexidine mouth rinse against plaque and gingivitis: a randomized clinical trial. J Clin Sci. 2017;14:81&#x2013;85.</Citation></Reference><Reference><Citation>Kashiwazaki J, Nakamura K, Hara Y, Harada R, Wada I, Kanemitsu K. Evaluation of the cytotoxicity of various hand disinfectants and ozonated water to human keratinocytes in a cultured epidermal model. Adv Skin Wound Care. 2020;33:313&#x2013;318.</Citation></Reference><Reference><Citation>Borges G&#xc1;, Elias ST, da Silva SMM, Magalh&#xe3;es PO, Macedo SB, Ribeiro APD, et&#xa0;al. In vitro evaluation of wound healing and antimicrobial potential of ozone therapy. J Craniomaxillofac Surg. 2017;45:364&#x2013;370.</Citation></Reference><Reference><Citation>Zeng J, Dou J, Gao L, Xiang Y, Huang J, Ding S, et&#xa0;al. Topical ozone therapy restores microbiome diversity in atopic dermatitis. Int Immunopharmacol. 2020;80:106191.</Citation></Reference><Reference><Citation>Hanazaki H. Clinical evaluation of cataract surgery using ozone water as an ocular surface disinfectant. J Ophthalmol Surg. 2000;13:456&#x2013;458.</Citation></Reference><Reference><Citation>Kashiwagi K, Saito K, Wang YD, Takahashi H, Ishijima K, Tsukahara S. Safety of ozonated solution as an antiseptic of the ocular surface prior to ophthalmic surgery. Ophthalmologica. 2001;215:351&#x2013;356.</Citation></Reference><Reference><Citation>Pariser M, Gard S, Gram D, Schmeitzel L. An in&#xa0;vitro study to determine the minimal bactericidal concentration of sodium hypochlorite (bleach) required to inhibit meticillin&#x2010;resistant Staphylococcus pseudintermedius strains isolated from canine skin. Vet Dermatol. 2013;24:632&#x2013;634.</Citation></Reference><Reference><Citation>Banovic F, Olivry T, B&#xe4;umer W, Paps J, Stahl J, Rogers A, et&#xa0;al. Diluted sodium hypochlorite (bleach) in dogs: antiseptic efficacy, local tolerability and in&#xa0;vitro effect on skin barrier function and inflammation. Vet Dermatol. 2018;29:6 &#x2013;e5.</Citation></Reference><Reference><Citation>Pellicoro C, Marsella R, Ahrens K. Pilot study to evaluate the effect of topical dimethicone on clinical signs and skin barrier function in dogs with naturally occurring atopic dermatitis. Vet Med Int. 2013;2013:239186.</Citation></Reference><Reference><Citation>Marsella R, Cornegliani L, Ozmen I, Bohannon M, Ahrens K, Santoro D. Randomized, double&#x2010;blinded, placebo&#x2010;controlled pilot study on the effects of topical blackcurrant emulsion enriched in essential fatty acids, ceramides and 18&#x2010;beta glycyrrhetinic acid on clinical signs and skin barrier function in dogs with atopic dermatis. Vet Dermatol. 2017;28:577 &#x2013;e140.</Citation></Reference><Reference><Citation>Vid&#xe9;mont E, Mariani C, Vidal S, Pin D. Characterization of the canine skin barrier restoration following acute disruption by tape stripping. Vet Dermatol. 2012;23:103&#x2013;109, e23.</Citation></Reference><Reference><Citation>Id&#xe9;e A, Mosca M, Pin D. Skin barrier reinforcement effect assessment of a spot&#x2010;on based on natural ingredients in a dog model of tape stripping. Vet Sci. 2022;9:390.</Citation></Reference><Reference><Citation>Kanda Y. Investigation of the freely available easy&#x2010;to&#x2010;use software &#x2018;EZR&#x2019; for medical statistics. Bone Marrow Transplant. 2013;48:452&#x2013;458.</Citation></Reference><Reference><Citation>Szczepanik MP, Wilko&#x142;ek PM, Adamek &#x141;R, Go&#x142;y&#x144;ski M, Sitkowski W, Taszku I. Influence of hair clipping on transepidermal water loss values in horses: a pilot study. Pol J Vet Sci. 2018;21:35&#x2013;38.</Citation></Reference><Reference><Citation>Esumi M, Kanda S, Shimoura H, Hsiao YH, Iyori K. Preliminary evaluation of two bathing methods for the management of Malassezia overgrowth in dogs with atopic dermatitis. Vet Dermatol. 2021;32:228 &#x2013;e59.</Citation></Reference></ReferenceList></PubmedData></PubmedArticle></PubmedArticleSet>