<?xml version="1.0" ?>
<!DOCTYPE PubmedArticleSet PUBLIC "-//NLM//DTD PubMedArticle, 1st January 2025//EN" "https://dtd.nlm.nih.gov/ncbi/pubmed/out/pubmed_250101.dtd">
<PubmedArticleSet>
<PubmedArticle><MedlineCitation Status="MEDLINE" Owner="NLM" IndexingMethod="Curated"><PMID Version="1">39917790</PMID><DateCompleted><Year>2025</Year><Month>05</Month><Day>08</Day></DateCompleted><DateRevised><Year>2025</Year><Month>05</Month><Day>16</Day></DateRevised><Article PubModel="Print"><Journal><ISSN IssnType="Electronic">1872-9177</ISSN><JournalIssue CitedMedium="Internet"><Volume>20</Volume><Issue>7</Issue><PubDate><Year>2024</Year><Month>Dec</Month><Day>01</Day></PubDate></JournalIssue><Title>Nephrologie &amp; therapeutique</Title><ISOAbbreviation>Nephrol Ther</ISOAbbreviation></Journal><ArticleTitle>[Management of patients with kidney stones].</ArticleTitle><Pagination><StartPage>650</StartPage><EndPage>657</EndPage><MedlinePgn>650-657</MedlinePgn></Pagination><ELocationID EIdType="doi" ValidYN="Y">10.1684/ndt.2024.102</ELocationID><Abstract><AbstractText>Proper management of lithiasis-related diseases is essential, as they often cause pain that can be difficult to alleviate, leading to significant morbidity and substantial healthcare costs. In rare cases, lithiasis may indicate a more serious underlying condition that could progress to chronic kidney disease. The French Association of Urology (AFU) provides recommendations for the initial assessment of any patient experiencing a first episode of lithiasis, emphasizing the importance of stone analysis, dietary assessment, and crystalluria analysis when available. Simple measures, such as ensuring adequate hydration and a balanced intake of sodium, protein, and calcium, can help reduce the risk of stone formation in most cases. The use of a crystallization inhibitor, such as citrate, may also be indicated. Additional treatments may be considered depending on the stone type and any underlying biochemical abnormalities. These guidelines also describe criteria leading to a more comprehensive secondary evaluation, which may reveal conditions such as hyperoxaluria. This condition can be dietary, secondary to malabsorption, or due to genetic causes, such as primary hyperoxaluria (PH). Diagnosing PH is particularly crucial in the case of type 1 PH, as it can lead to renal failure and systemic oxalate accumulation, with a high risk of immediate recurrence in transplanted kidneys. Before the advent of RNA interference (siRNA) therapies, conservative treatment options&#x2014;such as pyridoxine, hyperhydration, and crystallization inhibitors&#x2014;were the primary strategies to slow the progression toward renal failure, with combined liver-kidney transplantation considered for end-stage renal disease. Current approaches now favor isolated kidney transplantation with adjunctive siRNA therapy, although this strategy requires careful, case-by-case consideration.</AbstractText></Abstract><AuthorList CompleteYN="Y"><Author ValidYN="Y"><LastName>De-Mul</LastName><ForeName>Aur&#xe9;lie</ForeName><Initials>A</Initials><AffiliationInfo><Affiliation>Service de n&#xe9;phrologie, dialyse et exploration fonctionnelle r&#xe9;nale, H&#xf4;pital &#xc9;douard Herriot, Hospices civils de Lyon 5, place d&#x2019;Arsonval, 69003 Lyon, France</Affiliation></AffiliationInfo><AffiliationInfo><Affiliation>Centre de r&#xe9;f&#xe9;rence maladie r&#xe9;nale rare, MAREGE, MAREL, Fili&#xe8;re ORKID, ERK-Net networks</Affiliation></AffiliationInfo><AffiliationInfo><Affiliation>Service de p&#xe9;diatrie (n&#xe9;phrologie, rhumatologie, dermatologie), H&#xf4;pital universitaire de Lyon, Bron, France</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Bacchetta</LastName><ForeName>Justine</ForeName><Initials>J</Initials><AffiliationInfo><Affiliation>Centre de r&#xe9;f&#xe9;rence maladie r&#xe9;nale rare, MAREGE, MAREL, Fili&#xe8;re ORKID, ERK-Net networks</Affiliation></AffiliationInfo><AffiliationInfo><Affiliation>Service de p&#xe9;diatrie (n&#xe9;phrologie, rhumatologie, dermatologie), H&#xf4;pital universitaire de Lyon, Bron, France</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Lemoine</LastName><ForeName>Sandrine</ForeName><Initials>S</Initials><AffiliationInfo><Affiliation>Service de n&#xe9;phrologie, dialyse et exploration fonctionnelle r&#xe9;nale, H&#xf4;pital &#xc9;douard Herriot, Hospices civils de Lyon 5, place d&#x2019;Arsonval, 69003 Lyon, France</Affiliation></AffiliationInfo><AffiliationInfo><Affiliation>Centre de r&#xe9;f&#xe9;rence maladie r&#xe9;nale rare, MAREGE, MAREL, Fili&#xe8;re ORKID, ERK-Net networks</Affiliation></AffiliationInfo></Author></AuthorList><Language>fre</Language><PublicationTypeList><PublicationType UI="D016428">Journal Article</PublicationType><PublicationType UI="D017065">Practice Guideline</PublicationType></PublicationTypeList><VernacularTitle>La prise en charge des patients avec des calculs r&#xe9;naux.</VernacularTitle></Article><MedlineJournalInfo><Country>France</Country><MedlineTA>Nephrol Ther</MedlineTA><NlmUniqueID>101248950</NlmUniqueID><ISSNLinking>1769-7255</ISSNLinking></MedlineJournalInfo><CitationSubset>IM</CitationSubset><MeshHeadingList><MeshHeading><DescriptorName UI="D006801" MajorTopicYN="N">Humans</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D006960" MajorTopicYN="N">Hyperoxaluria, Primary</DescriptorName><QualifierName UI="Q000150" MajorTopicYN="N">complications</QualifierName><QualifierName UI="Q000628" MajorTopicYN="N">therapy</QualifierName><QualifierName UI="Q000175" MajorTopicYN="N">diagnosis</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D007669" MajorTopicYN="Y">Kidney Calculi</DescriptorName><QualifierName UI="Q000628" MajorTopicYN="N">therapy</QualifierName><QualifierName UI="Q000209" MajorTopicYN="N">etiology</QualifierName><QualifierName UI="Q000175" MajorTopicYN="N">diagnosis</QualifierName></MeshHeading></MeshHeadingList><OtherAbstract Type="Publisher" Language="fre"><AbstractText>Il est important de prendre en charge correctement une maladie lithiasique puisqu&#x2019;elle entra&#xee;ne une douleur parfois difficile &#xe0; soulager ainsi qu&#x2019;une morbidit&#xe9; significative et des co&#xfb;ts de sant&#xe9; substantiels. Dans certains cas rares, la maladie lithiasique est t&#xe9;moin d&#x2019;une pathologie sous-jacente plus s&#xe9;v&#xe8;re pouvant conduire &#xe0; une maladie r&#xe9;nale chronique. Il existe des recommandations fran&#xe7;aises de l&#x2019;Association fran&#xe7;aise d&#x2019;urologie (AFU) d&#xe9;taillant le bilan initial de tout patient ayant fait un premier &#xe9;pisode de maladie lithiasique mais pr&#xe9;cisant aussi l&#x2019;importance de l&#x2019;analyse du calcul, du bilan di&#xe9;t&#xe9;tique ainsi que de la cristallurie quand elle est disponible. De simples mesures &#xe0; type d&#x2019;hydratation abondante, de consommation sod&#xe9;e, prot&#xe9;ique et calcique &#xe9;quilibr&#xe9;e permettront dans la majorit&#xe9; des cas de r&#xe9;duire le risque lithiasique. L&#x2019;ajout d&#x2019;un inhibiteur de cristallisation tel que le citrate de potassium peut parfois &#xea;tre indiqu&#xe9;. D&#x2019;autres th&#xe9;rapeutiques peuvent &#xea;tre discut&#xe9;es en fonction de l&#x2019;origine du calcul et des anomalies biologiques sous-jacentes. Ces recommandations pr&#xe9;cisent &#xe9;galement les conditions qui conduiront &#xe0; la r&#xe9;alisation d&#x2019;un bilan secondaire plus pouss&#xe9;. Ce bilan pourra faire d&#xe9;couvrir l&#x2019;existence, entre autres, d&#x2019;une hyperoxalurie, qui pourra &#xea;tre di&#xe9;t&#xe9;tique, secondaire &#xe0; une malabsorption ou d&#x2019;origine g&#xe9;n&#xe9;tique (hyperoxalurie primaire [HP]). Le diagnostic d&#x2019;HP a toute son importance car cette pathologie conduit (notamment dans l&#x2019;HP type 1) &#xe0; une d&#xe9;faillance r&#xe9;nale, ainsi qu&#x2019;&#xe0; l&#x2019;accumulation d&#x2019;oxalate syst&#xe9;mique, avec un risque de r&#xe9;cidive imm&#xe9;diat sur le greffon. Avant l&#x2019;av&#xe8;nement des ARN interf&#xe9;rents (siRNA), le traitement conservateur (pyridoxine, hyperhydratation, inhibiteurs de la cristallisation) &#xe9;tait la seule option pour ralentir l&#x2019;&#xe9;volution vers la d&#xe9;faillance r&#xe9;nale, la double greffe foie-rein &#xe9;tait propos&#xe9;e lors de la d&#xe9;faillance r&#xe9;nale. La tendance actuelle est &#xe0; la greffe de rein seule avec adjonction de siRNA mais doit &#xea;tre discut&#xe9;e au cas par cas.</AbstractText></OtherAbstract><KeywordList Owner="NOTNLM"><Keyword MajorTopicYN="N">kidney stones</Keyword><Keyword MajorTopicYN="N">oxalate</Keyword><Keyword MajorTopicYN="N">primary hyperoxaluria</Keyword><Keyword MajorTopicYN="N">secondary hyperoxaluria</Keyword></KeywordList></MedlineCitation><PubmedData><History><PubMedPubDate PubStatus="medline"><Year>2025</Year><Month>5</Month><Day>9</Day><Hour>11</Hour><Minute>49</Minute></PubMedPubDate><PubMedPubDate PubStatus="pubmed"><Year>2025</Year><Month>2</Month><Day>7</Day><Hour>11</Hour><Minute>12</Minute></PubMedPubDate><PubMedPubDate PubStatus="entrez"><Year>2025</Year><Month>2</Month><Day>7</Day><Hour>5</Hour><Minute>0</Minute></PubMedPubDate></History><PublicationStatus>ppublish</PublicationStatus><ArticleIdList><ArticleId IdType="pubmed">39917790</ArticleId><ArticleId IdType="doi">10.1684/ndt.2024.102</ArticleId></ArticleIdList></PubmedData></PubmedArticle></PubmedArticleSet>