<?xml version="1.0" ?>
<!DOCTYPE PubmedArticleSet PUBLIC "-//NLM//DTD PubMedArticle, 1st January 2025//EN" "https://dtd.nlm.nih.gov/ncbi/pubmed/out/pubmed_250101.dtd">
<PubmedArticleSet>
<PubmedArticle><MedlineCitation Status="PubMed-not-MEDLINE" Owner="NLM"><PMID Version="1">39633906</PMID><DateRevised><Year>2024</Year><Month>12</Month><Day>07</Day></DateRevised><Article PubModel="Electronic-eCollection"><Journal><ISSN IssnType="Print">2341-4545</ISSN><JournalIssue CitedMedium="Print"><Volume>31</Volume><Issue>6</Issue><PubDate><Year>2024</Year><Month>Dec</Month></PubDate></JournalIssue><Title>GE Portuguese journal of gastroenterology</Title><ISOAbbreviation>GE Port J Gastroenterol</ISOAbbreviation></Journal><ArticleTitle>Chronic Intestinal Failure and Short Bowel Syndrome in Adults: The State of the Art.</ArticleTitle><Pagination><StartPage>388</StartPage><EndPage>400</EndPage><MedlinePgn>388-400</MedlinePgn></Pagination><ELocationID EIdType="doi" ValidYN="Y">10.1159/000538938</ELocationID><Abstract><AbstractText Label="BACKGROUND" NlmCategory="UNASSIGNED">Short bowel syndrome (SBS) is a devastating malabsorptive condition and the most common cause of chronic intestinal failure (CIF). During the intestinal rehabilitation process, patients may need parenteral support for months or years, parenteral nutrition (PN), or hydration/electrolyte supplementation, as a bridge for the desired enteral autonomy.</AbstractText><AbstractText Label="SUMMARY" NlmCategory="UNASSIGNED">Several classification criteria have been highlighted to reflect different perspectives in CIF. The management of CIF-SBS in adults is a multidisciplinary process that aims to reduce gastrointestinal secretions, slow transit, correct/prevent malnutrition, dehydration, and specific nutrient deficiencies, and prevent refeeding syndrome. The nutritional support team should have the expertise to take care of these complex patients: fluid support; oral, enteral, and PN; disease/PN-related complications; pharmacologic treatment; and surgical prevention/treatment.</AbstractText><AbstractText Label="KEY MESSAGES" NlmCategory="UNASSIGNED">CIF-SBS is a complex disease with undesired consequences, if not adequately identified and managed. A comprehensive approach performed by a multidisciplinary team is essential to reduce PN dependence, promote enteral independence, and improve quality of life.</AbstractText><CopyrightInformation>&#xa9; 2024 The Author(s). Published by S. Karger AG, Basel.</CopyrightInformation></Abstract><AuthorList CompleteYN="Y"><Author ValidYN="Y"><LastName>Vara-Luiz</LastName><ForeName>Francisco</ForeName><Initials>F</Initials><AffiliationInfo><Affiliation>GENE - Artificial Feeding Team, Gastroenterology Department, Hospital Garcia de Orta, Almada, Portugal.</Affiliation></AffiliationInfo><AffiliationInfo><Affiliation>Aging Lab, Egas Moniz Center for Interdisciplinary Research (CiiEM), Egas Moniz School of Health and Science, Almada, Portugal.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Gl&#xf3;ria</LastName><ForeName>Lu&#xed;sa</ForeName><Initials>L</Initials><AffiliationInfo><Affiliation>Gastroenterology Department, Hospital Beatriz &#xc2;ngelo, Loures, Portugal.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Mendes</LastName><ForeName>Ivo</ForeName><Initials>I</Initials><AffiliationInfo><Affiliation>GENE - Artificial Feeding Team, Gastroenterology Department, Hospital Garcia de Orta, Almada, Portugal.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Carlos</LastName><ForeName>Sandra</ForeName><Initials>S</Initials><AffiliationInfo><Affiliation>Surgery Department, Hospital Garcia de Orta, Almada, Portugal.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Guerra</LastName><ForeName>Paula</ForeName><Initials>P</Initials><AffiliationInfo><Affiliation>Pediatrics Department, Centro Hospitalar Universit&#xe1;rio de S&#xe3;o Jo&#xe3;o, Porto, Portugal.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Nunes</LastName><ForeName>Gon&#xe7;alo</ForeName><Initials>G</Initials><AffiliationInfo><Affiliation>GENE - Artificial Feeding Team, Gastroenterology Department, Hospital Garcia de Orta, Almada, Portugal.</Affiliation></AffiliationInfo><AffiliationInfo><Affiliation>Aging Lab, Egas Moniz Center for Interdisciplinary Research (CiiEM), Egas Moniz School of Health and Science, Almada, Portugal.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Oliveira</LastName><ForeName>C&#xe1;tia Sofia</ForeName><Initials>CS</Initials><AffiliationInfo><Affiliation>GENE - Artificial Feeding Team, Gastroenterology Department, Hospital Garcia de Orta, Almada, Portugal.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Ferreira</LastName><ForeName>Andreia</ForeName><Initials>A</Initials><AffiliationInfo><Affiliation>Nutrition Department, Hospital Lus&#xed;adas Lisboa, Lisboa, Portugal.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Santos</LastName><ForeName>Ana Paula</ForeName><Initials>AP</Initials><AffiliationInfo><Affiliation>Pharmacy Department, Hospital Garcia de Orta, Almada, Portugal.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Fonseca</LastName><ForeName>Jorge</ForeName><Initials>J</Initials><AffiliationInfo><Affiliation>GENE - Artificial Feeding Team, Gastroenterology Department, Hospital Garcia de Orta, Almada, Portugal.</Affiliation></AffiliationInfo><AffiliationInfo><Affiliation>Aging Lab, Egas Moniz Center for Interdisciplinary Research (CiiEM), Egas Moniz School of Health and Science, Almada, Portugal.</Affiliation></AffiliationInfo></Author></AuthorList><Language>eng</Language><PublicationTypeList><PublicationType UI="D016428">Journal Article</PublicationType><PublicationType UI="D016454">Review</PublicationType></PublicationTypeList><ArticleDate DateType="Electronic"><Year>2024</Year><Month>05</Month><Day>23</Day></ArticleDate></Article><MedlineJournalInfo><Country>Switzerland</Country><MedlineTA>GE Port J Gastroenterol</MedlineTA><NlmUniqueID>101685861</NlmUniqueID><ISSNLinking>2387-1954</ISSNLinking></MedlineJournalInfo><OtherAbstract Type="Publisher" Language="por"><AbstractText Label="CONTEXTO" NlmCategory="UNASSIGNED">A s&#xed;ndrome do intestino curto (SIC) constitui uma condi&#xe7;&#xe3;o cl&#xed;nica devastadora e mal-absortiva, sendo a causa mais comum de fal&#xea;ncia intestinal cr&#xf3;nica (FIC). Durante o processo de reabilita&#xe7;&#xe3;o intestinal, estes doentes poder&#xe3;o carecer de suporte parent&#xe9;rico durante meses ou anos que inclui hidrata&#xe7;&#xe3;o/suplementa&#xe7;&#xe3;o endovenosa e/ou nutri&#xe7;&#xe3;o parent&#xe9;rica (NP) como ponte para a sua progressiva autonomia e adapta&#xe7;&#xe3;o intestinal.</AbstractText><AbstractText Label="SUM&#xc1;RIO" NlmCategory="UNASSIGNED">Diferentes classifica&#xe7;&#xf5;es s&#xe3;o elencadas e que refletem diferentes perspetivas/conceitos na FIC-SIC. A abordagem destes doentes constitui um processo multidisciplinar que tem como objetivo principal a redu&#xe7;&#xe3;o das secre&#xe7;&#xf5;es gastrointestinais, reduzir o tr&#xe2;nsito intestinal, corrigir/prevenir desnutri&#xe7;&#xe3;o, desidrata&#xe7;&#xe3;o e d&#xe9;fice nutricionais, assim como prevenir a s&#xed;ndrome de <i>refeeding</i>. Os centros a n&#xed;vel nacional devem possuir compet&#xea;ncia no tratamento de doentes com FIC, nomeadamente no manejo da fluidoterapia, nutri&#xe7;&#xe3;o oral, ent&#xe9;rica e parent&#xe9;rica, complica&#xe7;&#xf5;es associadas &#xe0; doen&#xe7;a e/ou &#xe0; pr&#xf3;pria nutri&#xe7;&#xe3;o parent&#xe9;rica, tratamento farmacol&#xf3;gico e ainda na preven&#xe7;&#xe3;o/tratamento cir&#xfa;rgico.</AbstractText><AbstractText Label="MENSAGENS-CHAVE" NlmCategory="UNASSIGNED">A FIC-SIC constitui uma entidade complexa com consequ&#xea;ncias graves SE n&#xe3;o for corretamente identificada/abordada. Uma abordagem hol&#xed;stica realizada por uma equipa multidisciplinar &#xe9; essencial e tem como objetivo reduzir a depend&#xea;ncia na NP, promover adapta&#xe7;&#xe3;o intestinal e melhorar a qualidade de vida dos doentes.</AbstractText><CopyrightInformation>&#xa9; 2024 The Author(s). Published by S. Karger AG, Basel.</CopyrightInformation></OtherAbstract><KeywordList Owner="NOTNLM"><Keyword MajorTopicYN="N">Home parenteral nutrition</Keyword><Keyword MajorTopicYN="N">Intestinal failure</Keyword><Keyword MajorTopicYN="N">Short bowel syndrome</Keyword></KeywordList><CoiStatement>The authors have no conflicts of interest to declare.</CoiStatement></MedlineCitation><PubmedData><History><PubMedPubDate PubStatus="received"><Year>2023</Year><Month>12</Month><Day>18</Day></PubMedPubDate><PubMedPubDate PubStatus="accepted"><Year>2024</Year><Month>4</Month><Day>13</Day></PubMedPubDate><PubMedPubDate PubStatus="medline"><Year>2024</Year><Month>12</Month><Day>5</Day><Hour>6</Hour><Minute>24</Minute></PubMedPubDate><PubMedPubDate PubStatus="pubmed"><Year>2024</Year><Month>12</Month><Day>5</Day><Hour>6</Hour><Minute>23</Minute></PubMedPubDate><PubMedPubDate PubStatus="entrez"><Year>2024</Year><Month>12</Month><Day>5</Day><Hour>5</Hour><Minute>29</Minute></PubMedPubDate><PubMedPubDate PubStatus="pmc-release"><Year>2024</Year><Month>5</Month><Day>23</Day></PubMedPubDate></History><PublicationStatus>epublish</PublicationStatus><ArticleIdList><ArticleId IdType="pubmed">39633906</ArticleId><ArticleId IdType="pmc">PMC11614447</ArticleId><ArticleId IdType="doi">10.1159/000538938</ArticleId><ArticleId IdType="pii">538938</ArticleId></ArticleIdList><ReferenceList><Reference><Citation>Pironi L. Definitions of intestinal failure and the short bowel syndrome. Best Pract Res Clin Gastroenterol. 2016;30(2):173&#x2013;85.</Citation><ArticleIdList><ArticleId IdType="pubmed">27086884</ArticleId></ArticleIdList></Reference><Reference><Citation>Pironi L, Arends J, Baxter J, Bozzetti F, Pel&#xe1;ez RB, Cuerda C, et al. ESPEN endorsed recommendations. Definition and classification of intestinal failure in adults. Clin Nutr. 2015;34(2):171&#x2013;80.</Citation><ArticleIdList><ArticleId IdType="pubmed">25311444</ArticleId></ArticleIdList></Reference><Reference><Citation>Brito M, Padinha M, Carlos S, Oliveira C, Santos AP, Nunes G, et al. Long-term intestinal failure and home parenteral support: a single center experience. GE Port J Gastroenterol. 2023;30(2):127&#x2013;33.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC10050871</ArticleId><ArticleId IdType="pubmed">37008517</ArticleId></ArticleIdList></Reference><Reference><Citation>Silva R, Guerra P, Rocha A, Correia M, Ferreira R, Fonseca J, et al. Clinical, economic and humanistic impact of short bowel syndrome/chronic intestinal failure in Portugal (PARENTERAL study). GE Port J Gastroenterol. 2023;30(4):293&#x2013;304.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC10521323</ArticleId><ArticleId IdType="pubmed">37767305</ArticleId></ArticleIdList></Reference><Reference><Citation>
Dire&#xe7;&#xe3;o Geral de Sa&#xfa;de . Norma 017/2020 &#x2013; Implementa&#xe7;&#xe3;o da Nutri&#xe7;&#xe3;o Ent&#xe9;rica e Parent&#xe9;rica no Ambulat&#xf3;rio e Domic&#xed;lio em Idade Adulta. Available from: https://normas.dgs.min-saude.pt/2020/09/25/implementacao-da-nutricao-enterica-e-parenterica-no-ambulatorio-e-domicilio-em-idade-adulta/.</Citation></Reference><Reference><Citation>Pironi L, Boeykens K, Bozzetti F, Joly F, Klek S, Lal S, et al. ESPEN guideline on home parenteral nutrition. Clin Nutr. 2020;39(6):1645&#x2013;66.</Citation><ArticleIdList><ArticleId IdType="pubmed">32359933</ArticleId></ArticleIdList></Reference><Reference><Citation>Cuerda C, Pironi L, Arends J, Bozzetti F, Gillanders L, Jeppesen PB, et al. ESPEN practical guideline: clinical nutrition in chronic intestinal failure. Clin Nutr. 2021;40(9):5196&#x2013;220.</Citation><ArticleIdList><ArticleId IdType="pubmed">34479179</ArticleId></ArticleIdList></Reference><Reference><Citation>Messing B, Crenn P, Beau P, Boutron-Ruault MC, Rambaud JC, Matuchansky C. Long-term survival and parenteral nutrition dependence in adult patients with the short bowel syndrome. Gastroenterology. 1999;117(5):1043&#x2013;50.</Citation><ArticleIdList><ArticleId IdType="pubmed">10535866</ArticleId></ArticleIdList></Reference><Reference><Citation>Amiot A, Messing B, Corcos O, Panis Y, Joly F. Determinants of home parenteral nutrition dependence and survival of 268 patients with non-malignant short bowel syndrome. Clin Nutr. 2013;32(3):368&#x2013;74.</Citation><ArticleIdList><ArticleId IdType="pubmed">22992308</ArticleId></ArticleIdList></Reference><Reference><Citation>Iyer K, DiBaise JK, Rubio-Tapia A. AGA clinical practice update on management of short bowel syndrome: expert review. Clin Gastroenterol Hepatol. 2022;20(10):2185&#x2013;94.e2.</Citation><ArticleIdList><ArticleId IdType="pubmed">35700884</ArticleId></ArticleIdList></Reference><Reference><Citation>Klek S, Forbes A, Gabe S, Holst M, Wanten G, Irtun &#xd8;, et al. Management of acute intestinal failure: a position paper from the European society for clinical nutrition and metabolism (ESPEN) special interest group. Clin Nutr. 2016;35(6):1209&#x2013;18.</Citation><ArticleIdList><ArticleId IdType="pubmed">27126711</ArticleId></ArticleIdList></Reference><Reference><Citation>O'Keefe SJD, Buchman AL, Fishbein TM, Jeejeebhoy KN, Jeppesen PB, Shaffer J. Short bowel syndrome and intestinal failure: consensus definitions and overview. Clin Gastroenterol Hepatol. 2006;4(1):6&#x2013;10.</Citation><ArticleIdList><ArticleId IdType="pubmed">16431298</ArticleId></ArticleIdList></Reference><Reference><Citation>Forbes A, Shaffer J. Challenges in treating short bowel syndrome. ESPEN LLL Module; 2023. Vol. 12.2.</Citation></Reference><Reference><Citation>Parrish CR, DiBaise JK. Short bowel syndrome in adults: part 3: hydrating the adult patient with short bowel syndrome. Pract Gastroenterol. 2015;XXXIX:10&#x2013;8.</Citation></Reference><Reference><Citation>Ofei SY, Fuchs GJ 3rd. Principles and practice of oral rehydration. Curr Gastroenterol Rep. 2019;21(12):67.</Citation><ArticleIdList><ArticleId IdType="pubmed">31813065</ArticleId></ArticleIdList></Reference><Reference><Citation>Crenn P, Morin MC, Joly F, Penven S, Thuillier F, Messing B. Net digestive absorption and adaptive hyperphagia in adult short bowel patients. Gut. 2004;53(9):1279&#x2013;86.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC1774175</ArticleId><ArticleId IdType="pubmed">15306586</ArticleId></ArticleIdList></Reference><Reference><Citation>Jeppesen PB, Mortensen PB. The influence of a preserved colon on the absorption of medium chain fat in patients with small bowel resection. Gut. 1998;43(4):478&#x2013;83.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC1727269</ArticleId><ArticleId IdType="pubmed">9824573</ArticleId></ArticleIdList></Reference><Reference><Citation>Nordgaard I, Hansen BS, Mortensen PB. Colon as a digestive organ in patients with short bowel. Lancet. 1994;343(8894):373&#x2013;6.</Citation><ArticleIdList><ArticleId IdType="pubmed">7905549</ArticleId></ArticleIdList></Reference><Reference><Citation>McIntyre PB, Fitchew M, Lennard-Jones JE. Patients with a high jejunostomy do not need a special diet. Gastroenterology. 1986;91(1):25&#x2013;33.</Citation><ArticleIdList><ArticleId IdType="pubmed">3011582</ArticleId></ArticleIdList></Reference><Reference><Citation>Joly F, Dray X, Corcos O, Barbot L, Kapel N, Messing B. Tube feeding improves intestinal absorption in short bowel syndrome patients. Gastroenterology. 2009;136(3):824&#x2013;31.</Citation><ArticleIdList><ArticleId IdType="pubmed">19046971</ArticleId></ArticleIdList></Reference><Reference><Citation>Baxter JP, Fayers PM, McKinlay AW. The clinical and psychometric validation of a questionnaire to assess the quality of life of adult patients treated with long-term parenteral nutrition. JPEN J Parenter Enteral Nutr. 2010;34(2):131&#x2013;42.</Citation><ArticleIdList><ArticleId IdType="pubmed">19920205</ArticleId></ArticleIdList></Reference><Reference><Citation>American Diabetes Association . Standards of medical care in diabetes. Diabetes Care. 2011;34(Suppl ment_1):S11&#x2013;61.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC3006050</ArticleId><ArticleId IdType="pubmed">21193625</ArticleId></ArticleIdList></Reference><Reference><Citation>Olveira G, Garcia-Luna PP, Pereira JL, Rebollo I, Garcia-Almeida JM, Serrano P, et al. Recommendations of the GARIN group for managing non-critically ill patients with diabetes or stress hyperglycaemia and artificial nutrition. Nutr Hosp. 2012;27(6):1837&#x2013;49.</Citation><ArticleIdList><ArticleId IdType="pubmed">23588430</ArticleId></ArticleIdList></Reference><Reference><Citation>Umpierrez GE, Hellman R, Korytkowski MT, Kosiborod M, Maynard GA, Montori VM, et al. Management of hyperglycemia in hospitalized patients in non-critical care setting: an endocrine society clinical practice guideline. J Clin Endocrinol Metab. 2012;97(1):16&#x2013;38.</Citation><ArticleIdList><ArticleId IdType="pubmed">22223765</ArticleId></ArticleIdList></Reference><Reference><Citation>Stein TP, Marino PL, Harner RN, Schluter MD, Leskiw MJ, Black S. Linoleate and possibly linolenate deficiency in a patient on long-term intravenous nutrition at home. J Am Coll Nutr. 1983;2(3):241&#x2013;7.</Citation><ArticleIdList><ArticleId IdType="pubmed">6415144</ArticleId></ArticleIdList></Reference><Reference><Citation>Wanten GJ, Calder PC. Immune modulation by parenteral lipid emulsions. Am J Clin Nutr. 2007;85(5):1171&#x2013;84.</Citation><ArticleIdList><ArticleId IdType="pubmed">17490951</ArticleId></ArticleIdList></Reference><Reference><Citation>Vanek VW, Borum P, Buchman A, Fessler TA, Howard L, Jeejeebhoy K, et al. A.S.P.E.N. position paper: recommendations for changes in commercially available parenteral multivitamin and multi-trace element products. Nutr Clin Pract. 2012;27(4):440&#x2013;91.</Citation><ArticleIdList><ArticleId IdType="pubmed">22730042</ArticleId></ArticleIdList></Reference><Reference><Citation>Culkin A, Gabe SM, Bjarnason I, Grimble G, Madden AM, Forbes A. A double-blind, randomized, controlled crossover trial of glutamine supplementation in home parenteral nutrition. Eur J Clin Nutr. 2008;62(5):575&#x2013;83.</Citation><ArticleIdList><ArticleId IdType="pubmed">17440526</ArticleId></ArticleIdList></Reference><Reference><Citation>Parienti JJ, Mongardon N, M&#xe9;garbane B, Mira JP, Kalfon P, Gros A, et al. Intravascular complications of central venous catheterization by insertion site. N Engl J Med. 2015;373(13):1220&#x2013;9.</Citation><ArticleIdList><ArticleId IdType="pubmed">26398070</ArticleId></ArticleIdList></Reference><Reference><Citation>Bielawska B, Allard JP. Parenteral nutrition and intestinal failure. Nutrients. 2017;9(5):466.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC5452196</ArticleId><ArticleId IdType="pubmed">28481229</ArticleId></ArticleIdList></Reference><Reference><Citation>Gossum AV Chronic intestinal failure and home parenteral nutrition in adults: indications and outcomes. ESPEN LLL Module; 2020. Vol. 19.1.</Citation></Reference><Reference><Citation>Cavicchi M, Beau P, Crenn P, Degott C, Messing B. Prevalence of liver disease and contributing factors in patients receiving home parenteral nutrition for permanent intestinal failure. Ann Intern Med. 2000;132(7):525&#x2013;32.</Citation><ArticleIdList><ArticleId IdType="pubmed">10744588</ArticleId></ArticleIdList></Reference><Reference><Citation>Pironi L. Metabolic complications of home parenteral nutrition and indications for intestinal transplantation in chronic intestinal failure. ESPEN LLL Module. 2020. Vol. 19.4.</Citation></Reference><Reference><Citation>Pironi L, Labate AM, Pertkiewicz M, Przedlacki J, Tjellesen L, Staun M, et al. Prevalence of bone disease in patients on home parenteral nutrition. Clin Nutr. 2002;21:289e96.</Citation><ArticleIdList><ArticleId IdType="pubmed">12135588</ArticleId></ArticleIdList></Reference><Reference><Citation>Dibb M, Carlson G, Abraham A, Shaffer J, Teubner A, Lal S. OC-034 Salvage of central venous catheters in HPN catheter-related blood stream infections is safe and effective: 18 years experience from a national centre. Gut. 2012;61(Suppl 2):A14.3&#x2013;5.</Citation></Reference><Reference><Citation>Dibb M, Teubner A, Theis V, Shaffer J, Lal S. Review article: the management of long-term parenteral nutrition. Aliment Pharmacol Ther. 2013;37(6):587&#x2013;603.</Citation><ArticleIdList><ArticleId IdType="pubmed">23331163</ArticleId></ArticleIdList></Reference><Reference><Citation>Liu Y, Zhang AQ, Cao L, Xia HT, Ma JJ. Taurolidine lock solutions for the pre- vention of catheter-related bloodstream infections: a systematic review and meta-analysis of randomized controlled trials. PLoS One. 2013;8(11):e79417.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC3836857</ArticleId><ArticleId IdType="pubmed">24278133</ArticleId></ArticleIdList></Reference><Reference><Citation>Puiggros C, Cuerda C, Virgili N, Chicharro ML, Martinez C, Garde C, et al. [Catheter occlusion and venous thrombosis prevention and incidence in adult home parenteral nutrition (HPN) programme patients]. Nutr Hosp. 2012;27:256e61.</Citation><ArticleIdList><ArticleId IdType="pubmed">22566330</ArticleId></ArticleIdList></Reference><Reference><Citation>Leiberman D, Stevenson RP, Banu FW, Gerasimidis K, McKee RF. The incidence and management of complications of venous access in home parenteral nutrition (HPN): a 19 year longitudinal cohort series. Clin Nutr ESPEN. 2020;37:34&#x2013;43.</Citation><ArticleIdList><ArticleId IdType="pubmed">32359753</ArticleId></ArticleIdList></Reference><Reference><Citation>Howard L, Ashley C. Management of complications in patients receiving home parenteral nutrition. Gastroenterology. 2003;124(6):1651&#x2013;61.</Citation><ArticleIdList><ArticleId IdType="pubmed">12761723</ArticleId></ArticleIdList></Reference><Reference><Citation>van Miert C, Hill R, Jones L. Interventions for restoring patency of occluded central venous catheter lumens. Cochrane Database Syst Rev. 2012;2012(4):Cd007119.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC6516836</ArticleId><ArticleId IdType="pubmed">22513946</ArticleId></ArticleIdList></Reference><Reference><Citation>Jeppesen PB, Staun M, Tjellesen L, Mortensen PB. Effect of intravenous ranitidine and omeprazole on intestinal absorption of water, sodium, and macronutrients in patients with intestinal resection. Gut. 1998;43(6):763&#x2013;9.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC1727363</ArticleId><ArticleId IdType="pubmed">9824602</ArticleId></ArticleIdList></Reference><Reference><Citation>Lakananurak N, Wall E, Catron H, Delgado A, Greif S, Herlitz J, et al. Real-world management of high stool output in patients with short bowel syndrome: an international multicenter survey. Nutrients. 2023;15(12):2763.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC10305686</ArticleId><ArticleId IdType="pubmed">37375667</ArticleId></ArticleIdList></Reference><Reference><Citation>King RFGJ, Norton T, Hill GL. A double-blind crossover study of the effect of loperamide hydrochloride and codeine phosphate on ileostomy output. Aust N Z J Surg. 1982;52(2):121&#x2013;4.</Citation><ArticleIdList><ArticleId IdType="pubmed">7044361</ArticleId></ArticleIdList></Reference><Reference><Citation>Ladefoged K, Christensen KC, Hegnh&#xf8;j J, Jarnum S. Effect of a long acting somatostatin analogue SMS 201-995 on jejunostomy effluents in patients with severe short bowel syndrome. Gut. 1989;30(7):943&#x2013;9.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC1434310</ArticleId><ArticleId IdType="pubmed">2668129</ArticleId></ArticleIdList></Reference><Reference><Citation>Hollanda Martins Da Rocha M, Lee ADW, Marin MLDM, Faintuch S, Mishaly A, Faintuch J. Treating short bowel syndrome with pharmacotherapy. Expet Opin Pharmacother. 2020;21(6):709&#x2013;20.</Citation><ArticleIdList><ArticleId IdType="pubmed">32057270</ArticleId></ArticleIdList></Reference><Reference><Citation>DiBaise JK, Young RJ, Vanderhoof JA. Enteric microbial flora, bacterial overgrowth, and short-bowel syndrome. Clin Gastroenterol Hepatol. 2006;4(1):11&#x2013;20.</Citation><ArticleIdList><ArticleId IdType="pubmed">16431299</ArticleId></ArticleIdList></Reference><Reference><Citation>Suzuki R, Brown GA, Christopher JA, Scully CCG, Congreve M. Recent developments in therapeutic peptides for the glucagon-like peptide 1 and 2 receptors. J Med Chem. 2020;63(3):905&#x2013;27.</Citation><ArticleIdList><ArticleId IdType="pubmed">31577440</ArticleId></ArticleIdList></Reference><Reference><Citation>Bremholm L, Hornum M, Andersen UB, Hartmann B, Holst JJ, Jeppesen P. The effect of Glucagon-Like Peptide-2 on mesenteric blood flow and cardiac parameters in end-jejunostomy short bowel patients. Regul Pept. 2011;168(1&#x2013;3):32&#x2013;8.</Citation><ArticleIdList><ArticleId IdType="pubmed">21421014</ArticleId></ArticleIdList></Reference><Reference><Citation>Benjamin MA, Mckay M, Yang PC, Cameron H, Perdue MH. Glucagon-like peptide-2 enhances intestinal epithelial barrier function of both transcellular and paracellular pathways in the mouse. Gut. 2000;47(1):112&#x2013;9.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC1727982</ArticleId><ArticleId IdType="pubmed">10861272</ArticleId></ArticleIdList></Reference><Reference><Citation>Nakame K, Kaji T, Mukai M, Shinyama S, Matsufuji H. The protective and anti-inflammatory effects of glucagon-like peptide-2 in an experimental rat model of necrotizing enterocolitis. Peptides. 2016;75:1&#x2013;7.</Citation><ArticleIdList><ArticleId IdType="pubmed">26551873</ArticleId></ArticleIdList></Reference><Reference><Citation>Martin GR, Wallace LE, Sigalet DL. Glucagon-like peptide-2 induces intestinal adaptation in parenterally fed rats with short bowel syndrome. Am J Physiol Gastrointest Liver Physiol. 2004;286(6):G964&#x2013;72.</Citation><ArticleIdList><ArticleId IdType="pubmed">14962847</ArticleId></ArticleIdList></Reference><Reference><Citation>Jeppesen PB, Lund P, Gottschalck IB, Nielsen HB, Holst JJ, Mortensen J, et al. Short bowel patients treated for two years with glucagon-like peptide 2: effects on intestinal morphology and absorption, renal function, bone and body composition, and muscle function. Gastroenterol Res Pract. 2009;2009:616054&#x2013;12.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC2729387</ArticleId><ArticleId IdType="pubmed">19707516</ArticleId></ArticleIdList></Reference><Reference><Citation>Iyer K, Kunecki M, Boullata JI, Fujioka K, Joly F, Gabe SM, et al. Independence from parenteral nutrition and intravenous fluid support during treatment with teduglutide among patients with intestinal failure associated with short bowel syndrome. Enteral Nutr. 2017;41(6):946&#x2013;51.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC5639959</ArticleId><ArticleId IdType="pubmed">27875291</ArticleId></ArticleIdList></Reference><Reference><Citation>Jeppesen PB, Gilroy R, Pertkiewicz M, Allard JP, Messing B, O&#x2019;Keefe SJ. Randomised placebo-controlled trial of teduglutide in reducing parenteral nutrition and/or intravenous fluid requirements in patients with short bowel syndrome. Gut. 2011;60(7):902&#x2013;14.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC3112364</ArticleId><ArticleId IdType="pubmed">21317170</ArticleId></ArticleIdList></Reference><Reference><Citation>Jeppesen PB, Pertkiewicz M, Messing B, Iyer K, Seidner DL, O&#x2019;keefe SJD, et al. Teduglutide reduces need for parenteral support among patients with short bowel syndrome with intestinal failure. Gastroenterology. 2012;143(6):1473&#x2013;81.e3.</Citation><ArticleIdList><ArticleId IdType="pubmed">22982184</ArticleId></ArticleIdList></Reference><Reference><Citation>Pevny S, Pape UF, Elezkurtaj S, Rieger A, J&#xfc;rgensen C, Bl&#xfc;thner E, et al. De novo development of distal jejunal and duodenal adenomas after 41 months of teduglutide treatment in a patient with short-bowel syndrome: a Case Report. JPEN J Parenter Enteral Nutr. 2021;45(3):652&#x2013;6.</Citation><ArticleIdList><ArticleId IdType="pubmed">32740933</ArticleId></ArticleIdList></Reference><Reference><Citation>
Resumo das Caracter&#xed;sticas do Medicamento . Revestive, INN-teduglutide. Available from: https://www.ema.europa.eu/en/documents/product-information/revestive-epar-product-information_pt.pdf (accessed September, 2022).</Citation></Reference><Reference><Citation>Pape UF, Iyer KR, Jeppesen PB, Kunecki M, Pironi L, Schneider SM, et al. Teduglutide for the treatment of adults with intestinal failure associated with short bowel syndrome: pooled safety data from four clinical trials. Therap Adv Gastroenterol. 2020;13:1756284820905766.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC7171995</ArticleId><ArticleId IdType="pubmed">32341691</ArticleId></ArticleIdList></Reference><Reference><Citation>Hargrove DM, Alagarsamy S, Croston G, Laporte R, Qi S, Srinivasan K, et al. Pharmacological characterization of apraglutide, a novel long-acting peptidic glucagon-like peptide-2 agonist, for the treatment of short bowel syndrome. J Pharmacol Exp Ther. 2020;373(2):193&#x2013;203.</Citation><ArticleIdList><ArticleId IdType="pubmed">32075870</ArticleId></ArticleIdList></Reference><Reference><Citation>Agersnap MA, Sonne K, Knudsen KM, Knudsen CB, Berner-Hansen M. Pharmacokinetics of glepaglutide, A long-acting glucagon-like peptide-2 analogue: a study in healthy subjects. Clin Drug Investig. 2022;42(12):1093&#x2013;100.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC9705454</ArticleId><ArticleId IdType="pubmed">36323988</ArticleId></ArticleIdList></Reference><Reference><Citation>Zhu C, Li Y. An updated overview of glucagon-like peptide-2 analog trophic therapy for short bowel syndrome in adults. J Int Med Res. 2022;50(3):3000605221086145.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC8966062</ArticleId><ArticleId IdType="pubmed">35343263</ArticleId></ArticleIdList></Reference><Reference><Citation>Kounatidis D, Vallianou NG, Tsilingiris D, Christodoulatos GS, Geladari E, Stratigou T, et al. Therapeutic potential of GLP-2 analogs in gastrointestinal disorders: current knowledge, nutritional aspects, and future perspectives. Curr Nutr Rep. 2022;11(4):618&#x2013;42.</Citation><ArticleIdList><ArticleId IdType="pubmed">35933503</ArticleId></ArticleIdList></Reference><Reference><Citation>Kunkel D, Basseri B, Low K, Lezcano S, Soffer EE, Conklin JL, et al. Efficacy of the glucagon-like peptide-1 agonist exenatide in the treatment of short bowel syndrome. Neuro Gastroenterol Motil. 2011;23(8):739&#x2013;e328.</Citation><ArticleIdList><ArticleId IdType="pubmed">21557790</ArticleId></ArticleIdList></Reference><Reference><Citation>Hvistendahl M, Brandt CF, Tribler S, Naimi RM, Hartmann B, Holst JJ, et al. Effect of liraglutide treatment on jejunostomy output in patients with short bowel syndrome: an open&#x2010;label pilot study. JPEN J Parenter Enteral Nutr. 2018;42(1):112&#x2013;21.</Citation><ArticleIdList><ArticleId IdType="pubmed">27875281</ArticleId></ArticleIdList></Reference><Reference><Citation>Merlo FD, Aimasso U, Ossola M, Ippolito M, Cravero L, Ponzo V, et al. Effects of treatment with liraglutide early after surgical intervention on clinical outcomes in patients with short bowel syndrome: a pilot observational &#x201c;real-life&#x201d; study. Nutrients. 2023;15(12):2740.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC10305110</ArticleId><ArticleId IdType="pubmed">37375644</ArticleId></ArticleIdList></Reference><Reference><Citation>Madsen KB, Askov-Hansen C, Naimi RM, Brandt CF, Hartmann B, Holst JJ, et al. Acute effects of continuous infusions of glucagon-like peptide (GLP)-1, GLP-2 and the combination (GLP-1+GLP-2) on intestinal absorption in short bowel syndrome (SBS) patients. A placebo-controlled study. Regul Pept. 2013;184:30&#x2013;9.</Citation><ArticleIdList><ArticleId IdType="pubmed">23511332</ArticleId></ArticleIdList></Reference><Reference><Citation>Buchman AL, Fryer J, Wallin A, Ahn CW, Polensky S, Zaremba K. Clonidine reduces diarrhea and sodium loss in patients with proximal jejunostomy: a controlled study. JPEN J Parenter Enteral Nutr. 2006;30(6):487&#x2013;91.</Citation><ArticleIdList><ArticleId IdType="pubmed">17047172</ArticleId></ArticleIdList></Reference><Reference><Citation>McDoniel K, Taylor B, Huey W, Eiden K, Everett S, Fleshman J, et al. Use of clonidine to decrease intestinal fluid losses in patients with high-output short-bowel syndrome. JPEN J Parenter Enteral Nutr. 2004;28(4):265&#x2013;8.</Citation><ArticleIdList><ArticleId IdType="pubmed">15291409</ArticleId></ArticleIdList></Reference><Reference><Citation>de Vries FEE, Claessen JJM, van Hasselt-Gooijer EMS, van Ruler O, Jonkers C, Kuin W, et al. Bridging-to-Surgery in patients with type 2 intestinal failure. J Gastrointest Surg. 2021;25(6):1545&#x2013;55.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC8203517</ArticleId><ArticleId IdType="pubmed">32700102</ArticleId></ArticleIdList></Reference><Reference><Citation>Iyer KR. Surgical management of short bowel syndrome. JPEN J Parenter Enteral Nutr. 2014;38(1 Suppl l):53S&#x2013;9S.</Citation><ArticleIdList><ArticleId IdType="pubmed">24668996</ArticleId></ArticleIdList></Reference><Reference><Citation>Lal S, Teubner A, Shaffer JL. Review article: intestinal failure. Aliment Pharmacol Ther. 2006;24(1):19&#x2013;31.</Citation><ArticleIdList><ArticleId IdType="pubmed">16803600</ArticleId></ArticleIdList></Reference><Reference><Citation>Witte MB. Reconstructive surgery for intestinal failure. Visc Med. 2019;35(5):312&#x2013;9.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC6873023</ArticleId><ArticleId IdType="pubmed">31768395</ArticleId></ArticleIdList></Reference><Reference><Citation>Vaughan WG, Grosfeld JL, West K, Scherer LR, Villamizar E, Rescorla FJ. Avoidance of stomas and delayed anastomosis for bowel necrosis: the &#x201c;clip and drop-back&#x201d; technique. J Pediatr Surg. 1996;31(4):542&#x2013;5.</Citation><ArticleIdList><ArticleId IdType="pubmed">8801309</ArticleId></ArticleIdList></Reference><Reference><Citation>Boroni G, Parolini F, Stern MV, Moglia C, Alberti D. Autologous intestinal reconstruction surgery in short bowel syndrome: which, when, and why. Front Nutr. 2022;9:861093.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC9023091</ArticleId><ArticleId IdType="pubmed">35463997</ArticleId></ArticleIdList></Reference><Reference><Citation>Lauro A, Coletta R, Morabito A. Restoring gut physiology in short bowel patients: from bench to clinical application of autologous intestinal reconstructive procedures. Expert Rev Gastroenterol Hepatol. 2019;13(8):785&#x2013;96.</Citation><ArticleIdList><ArticleId IdType="pubmed">31282770</ArticleId></ArticleIdList></Reference><Reference><Citation>Kaufman SS, Avitzur Y, Beath SV, Ceulemans LJ, Gondolesi GE, Mazariegos GV, et al. New insights into the indications for intestinal transplantation: consensus in the year 2019. Transplantation. 2020;104(5):937&#x2013;46.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC8384045</ArticleId><ArticleId IdType="pubmed">31815899</ArticleId></ArticleIdList></Reference></ReferenceList></PubmedData></PubmedArticle></PubmedArticleSet>