<?xml version="1.0" ?>
<!DOCTYPE PubmedArticleSet PUBLIC "-//NLM//DTD PubMedArticle, 1st January 2025//EN" "https://dtd.nlm.nih.gov/ncbi/pubmed/out/pubmed_250101.dtd">
<PubmedArticleSet>
<PubmedArticle><MedlineCitation Status="MEDLINE" Owner="NLM" IndexingMethod="Automated"><PMID Version="1">41147568</PMID><DateCompleted><Year>2025</Year><Month>10</Month><Day>28</Day></DateCompleted><DateRevised><Year>2025</Year><Month>10</Month><Day>28</Day></DateRevised><Article PubModel="Electronic"><Journal><ISSN IssnType="Electronic">2411-2097</ISSN><JournalIssue CitedMedium="Internet"><Volume>70</Volume><Issue>4</Issue><PubDate><Year>2025</Year><Month>Sep</Month><Day>16</Day></PubDate></JournalIssue><Title>Voprosy virusologii</Title><ISOAbbreviation>Vopr Virusol</ISOAbbreviation></Journal><ArticleTitle>[Endothelial protective properties of sacubitril-valsartan and drotaverine in influenza A(H1N1)pdm09 virus infection (<i>Orthomyxoviridae</i>: <i>Alphainfluenzavirus</i>: <i>influenza A virus</i>)].</ArticleTitle><Pagination><StartPage>349</StartPage><EndPage>362</EndPage><MedlinePgn>349-362</MedlinePgn></Pagination><ELocationID EIdType="doi" ValidYN="Y">10.36233/0507-4088-235</ELocationID><Abstract><AbstractText Label="INTRODUCTION" NlmCategory="BACKGROUND">Severe influenza is characterized by damage and morphofunctional changes of the endothelium of blood vessels, which contributes to the development of hemorrhagic syndrome and can cause endothelial dysfunction. To optimize the pathogenetic therapy of influenza infection, a screening of medications with endothelial protective properties was carried out.</AbstractText><AbstractText Label="AIM" NlmCategory="OBJECTIVE">The aim of the study was to evaluate the endothelial protective properties of sacubitril/valsartan and drotaverine in influenza A(H1N1)pdm09 virus infection.</AbstractText><AbstractText Label="MATERIALS AND METHODS" NlmCategory="METHODS">The study was conducted on Wistar rats, which received sacubitril/valsartan and drotaverine (in treatment and prophylactic regimen) followed by intransal infection with influenza A/Saint-Petersburg/48/16 (H1N1)pdm09 virus. Rats without drug administration were included in the control group; rats received no medications followed by influenza virus infection - in challenge control group. The virus infectious activity was determined in pulmonary and mesenteric tissues. Vascular endothelium damage in lungs was assessed by three parameters (desquamation, morphological and dystrophic changes). Endothelial nitric oxide synthase (eNOS) expression level in endothelium of mesenteric blood vessels was determined as well as mesenteric arteries vasomotor activity.</AbstractText><AbstractText Label="RESULTS" NlmCategory="RESULTS">Drotaverine reduces the severity of histopathological changes in the pulmonary vascular endothelium; increases the maximal response of mesenteric blood vessels to acetylcholine compared to the infection control group; normalizes eNOS expression levels. Sacubitril/valsartan reduces the severity of desquamation in the pulmonary vascular endothelium; normalizes the response of mesenteric blood vessels to acetylcholine, while eNOS expression is decreased.</AbstractText><AbstractText Label="CONCLUSIONS" NlmCategory="CONCLUSIONS">Drotaverine possesses more significant endothelial protective properties than sacubitril/valsartan when used in a treatment and prophylactic regimen in rats infected with influenza A(H1N1)pdm09 virus.</AbstractText></Abstract><AuthorList CompleteYN="Y"><Author ValidYN="Y"><LastName>Marchenko</LastName><ForeName>V A</ForeName><Initials>VA</Initials><Identifier Source="ORCID">0000-0001-6870-3157</Identifier><AffiliationInfo><Affiliation>North-Western State Medical University Named after I.I. Mechnikov.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Zelinskaya</LastName><ForeName>I A</ForeName><Initials>IA</Initials><Identifier Source="ORCID">0000-0002-1971-3444</Identifier><AffiliationInfo><Affiliation>V.A. Almazov National Medical Research Centre, Russian Ministry of Health.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Mukhametdinova</LastName><ForeName>D V</ForeName><Initials>DV</Initials><Identifier Source="ORCID">0000-0002-7109-1187</Identifier><AffiliationInfo><Affiliation>V.A. Almazov National Medical Research Centre, Russian Ministry of Health.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Toropova</LastName><ForeName>Y G</ForeName><Initials>YG</Initials><Identifier Source="ORCID">0000-0003-1629-7868</Identifier><AffiliationInfo><Affiliation>V.A. Almazov National Medical Research Centre, Russian Ministry of Health.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Galagudza</LastName><ForeName>M M</ForeName><Initials>MM</Initials><Identifier Source="ORCID">0000-0001-5129-9944</Identifier><AffiliationInfo><Affiliation>V.A. Almazov National Medical Research Centre, Russian Ministry of Health.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Zhilinskaya</LastName><ForeName>I N</ForeName><Initials>IN</Initials><Identifier Source="ORCID">0000-0002-0084-1323</Identifier><AffiliationInfo><Affiliation>North-Western State Medical University Named after I.I. Mechnikov.</Affiliation></AffiliationInfo></Author></AuthorList><Language>rus</Language><PublicationTypeList><PublicationType UI="D004740">English Abstract</PublicationType><PublicationType UI="D016428">Journal Article</PublicationType></PublicationTypeList><ArticleDate DateType="Electronic"><Year>2025</Year><Month>09</Month><Day>16</Day></ArticleDate></Article><MedlineJournalInfo><Country>Russia (Federation)</Country><MedlineTA>Vopr Virusol</MedlineTA><NlmUniqueID>0417337</NlmUniqueID><ISSNLinking>0507-4088</ISSNLinking></MedlineJournalInfo><ChemicalList><Chemical><RegistryNumber>0</RegistryNumber><NameOfSubstance UI="D000613">Aminobutyrates</NameOfSubstance></Chemical><Chemical><RegistryNumber>WB8FT61183</RegistryNumber><NameOfSubstance UI="C549068">sacubitril and valsartan sodium hydrate drug combination</NameOfSubstance></Chemical><Chemical><RegistryNumber>80M03YXJ7I</RegistryNumber><NameOfSubstance UI="D000068756">Valsartan</NameOfSubstance></Chemical><Chemical><RegistryNumber>0</RegistryNumber><NameOfSubstance UI="D004338">Drug Combinations</NameOfSubstance></Chemical><Chemical><RegistryNumber>0</RegistryNumber><NameOfSubstance UI="D001713">Biphenyl Compounds</NameOfSubstance></Chemical><Chemical><RegistryNumber>0</RegistryNumber><NameOfSubstance UI="D013777">Tetrazoles</NameOfSubstance></Chemical><Chemical><RegistryNumber>EC 1.14.13.39</RegistryNumber><NameOfSubstance UI="D052250">Nitric Oxide Synthase Type III</NameOfSubstance></Chemical></ChemicalList><CitationSubset>IM</CitationSubset><MeshHeadingList><MeshHeading><DescriptorName UI="D000818" MajorTopicYN="N">Animals</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D051381" MajorTopicYN="N">Rats</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D000613" MajorTopicYN="Y">Aminobutyrates</DescriptorName><QualifierName UI="Q000494" MajorTopicYN="N">pharmacology</QualifierName><QualifierName UI="Q000008" MajorTopicYN="N">administration &amp; dosage</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D000068756" MajorTopicYN="N">Valsartan</DescriptorName><QualifierName UI="Q000494" MajorTopicYN="N">pharmacology</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D004338" MajorTopicYN="N">Drug Combinations</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D001713" MajorTopicYN="N">Biphenyl Compounds</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D004730" MajorTopicYN="Y">Endothelium, Vascular</DescriptorName><QualifierName UI="Q000187" MajorTopicYN="N">drug effects</QualifierName><QualifierName UI="Q000821" MajorTopicYN="N">virology</QualifierName><QualifierName UI="Q000473" MajorTopicYN="N">pathology</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D053118" MajorTopicYN="Y">Influenza A Virus, H1N1 Subtype</DescriptorName><QualifierName UI="Q000472" MajorTopicYN="N">pathogenicity</QualifierName><QualifierName UI="Q000187" MajorTopicYN="N">drug effects</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D017208" MajorTopicYN="N">Rats, Wistar</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D009976" MajorTopicYN="Y">Orthomyxoviridae Infections</DescriptorName><QualifierName UI="Q000188" MajorTopicYN="N">drug therapy</QualifierName><QualifierName UI="Q000821" MajorTopicYN="N">virology</QualifierName><QualifierName UI="Q000473" MajorTopicYN="N">pathology</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D006801" MajorTopicYN="N">Humans</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D008168" MajorTopicYN="N">Lung</DescriptorName><QualifierName UI="Q000821" MajorTopicYN="N">virology</QualifierName><QualifierName UI="Q000473" MajorTopicYN="N">pathology</QualifierName><QualifierName UI="Q000187" MajorTopicYN="N">drug effects</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D013777" MajorTopicYN="Y">Tetrazoles</DescriptorName><QualifierName UI="Q000494" MajorTopicYN="N">pharmacology</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D008297" MajorTopicYN="N">Male</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D052250" MajorTopicYN="N">Nitric Oxide Synthase Type III</DescriptorName><QualifierName UI="Q000235" MajorTopicYN="N">genetics</QualifierName></MeshHeading></MeshHeadingList><OtherAbstract Type="Publisher" Language="rus"><AbstractText>&#x412;&#x432;&#x435;&#x434;&#x435;&#x43d;&#x438;&#x435;. &#x41f;&#x440;&#x438; &#x442;&#x44f;&#x436;&#x435;&#x43b;&#x43e;&#x43c; &#x442;&#x435;&#x447;&#x435;&#x43d;&#x438;&#x438; &#x433;&#x440;&#x438;&#x43f;&#x43f;&#x430; &#x432;&#x43e;&#x437;&#x43d;&#x438;&#x43a;&#x430;&#x44e;&#x442; &#x43f;&#x43e;&#x440;&#x430;&#x436;&#x435;&#x43d;&#x438;&#x435; &#x438; &#x438;&#x437;&#x43c;&#x435;&#x43d;&#x435;&#x43d;&#x438;&#x44f; &#x43c;&#x43e;&#x440;&#x444;&#x43e;&#x444;&#x443;&#x43d;&#x43a;&#x446;&#x438;&#x43e;&#x43d;&#x430;&#x43b;&#x44c;&#x43d;&#x44b;&#x445; &#x441;&#x432;&#x43e;&#x439;&#x441;&#x442;&#x432; &#x43a;&#x43b;&#x435;&#x442;&#x43e;&#x43a; &#x44d;&#x43d;&#x434;&#x43e;&#x442;&#x435;&#x43b;&#x438;&#x44f; &#x43a;&#x440;&#x43e;&#x432;&#x435;&#x43d;&#x43e;&#x441;&#x43d;&#x44b;&#x445; &#x441;&#x43e;&#x441;&#x443;&#x434;&#x43e;&#x432;, &#x447;&#x442;&#x43e; &#x43e;&#x431;&#x443;&#x441;&#x43b;&#x430;&#x432;&#x43b;&#x438;&#x432;&#x430;&#x435;&#x442; &#x440;&#x430;&#x437;&#x432;&#x438;&#x442;&#x438;&#x435; &#x433;&#x435;&#x43c;&#x43e;&#x440;&#x440;&#x430;&#x433;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x43e;&#x433;&#x43e; &#x441;&#x438;&#x43d;&#x434;&#x440;&#x43e;&#x43c;&#x430; &#x438; &#x43c;&#x43e;&#x436;&#x435;&#x442; &#x441;&#x442;&#x430;&#x442;&#x44c; &#x43f;&#x440;&#x438;&#x447;&#x438;&#x43d;&#x43e;&#x439; &#x44d;&#x43d;&#x434;&#x43e;&#x442;&#x435;&#x43b;&#x438;&#x430;&#x43b;&#x44c;&#x43d;&#x43e;&#x439; &#x434;&#x438;&#x441;&#x444;&#x443;&#x43d;&#x43a;&#x446;&#x438;&#x438;. &#x421; &#x446;&#x435;&#x43b;&#x44c;&#x44e; &#x43e;&#x43f;&#x442;&#x438;&#x43c;&#x438;&#x437;&#x430;&#x446;&#x438;&#x438; &#x43f;&#x430;&#x442;&#x43e;&#x433;&#x435;&#x43d;&#x435;&#x442;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x43e;&#x439; &#x442;&#x435;&#x440;&#x430;&#x43f;&#x438;&#x438; &#x433;&#x440;&#x438;&#x43f;&#x43f;&#x430; &#x43f;&#x440;&#x43e;&#x432;&#x435;&#x434;&#x435;&#x43d; &#x441;&#x43a;&#x440;&#x438;&#x43d;&#x438;&#x43d;&#x433; &#x43f;&#x440;&#x435;&#x43f;&#x430;&#x440;&#x430;&#x442;&#x43e;&#x432; &#x441; &#x44d;&#x43d;&#x434;&#x43e;&#x442;&#x435;&#x43b;&#x438;&#x43e;&#x43f;&#x440;&#x43e;&#x442;&#x435;&#x43a;&#x442;&#x438;&#x432;&#x43d;&#x44b;&#x43c;&#x438; &#x441;&#x432;&#x43e;&#x439;&#x441;&#x442;&#x432;&#x430;&#x43c;&#x438;. &#x426;&#x435;&#x43b;&#x44c;. &#x418;&#x441;&#x441;&#x43b;&#x435;&#x434;&#x43e;&#x432;&#x430;&#x43d;&#x438;&#x435; &#x44d;&#x43d;&#x434;&#x43e;&#x442;&#x435;&#x43b;&#x438;&#x43e;&#x43f;&#x440;&#x43e;&#x442;&#x435;&#x43a;&#x442;&#x438;&#x432;&#x43d;&#x44b;&#x445; &#x441;&#x432;&#x43e;&#x439;&#x441;&#x442;&#x432; &#x441;&#x430;&#x43a;&#x443;&#x431;&#x438;&#x442;&#x440;&#x438;&#x43b;-&#x432;&#x430;&#x43b;&#x441;&#x430;&#x440;&#x442;&#x430;&#x43d;&#x430; &#x438; &#x434;&#x440;&#x43e;&#x442;&#x430;&#x432;&#x435;&#x440;&#x438;&#x43d;&#x430; &#x432; &#x44d;&#x43a;&#x441;&#x43f;&#x435;&#x440;&#x438;&#x43c;&#x435;&#x43d;&#x442;&#x430;&#x43b;&#x44c;&#x43d;&#x43e;&#x439; &#x438;&#x43d;&#x444;&#x435;&#x43a;&#x446;&#x438;&#x438;, &#x432;&#x44b;&#x437;&#x432;&#x430;&#x43d;&#x43d;&#x43e;&#x439; &#x432;&#x438;&#x440;&#x443;&#x441;&#x43e;&#x43c; &#x433;&#x440;&#x438;&#x43f;&#x43f;&#x430; (&#x412;&#x413;) A(H1N1)pdm09. &#x41c;&#x430;&#x442;&#x435;&#x440;&#x438;&#x430;&#x43b;&#x44b; &#x438; &#x43c;&#x435;&#x442;&#x43e;&#x434;&#x44b;. &#x418;&#x441;&#x441;&#x43b;&#x435;&#x434;&#x43e;&#x432;&#x430;&#x43d;&#x438;&#x435; &#x43f;&#x440;&#x43e;&#x432;&#x435;&#x434;&#x435;&#x43d;&#x43e; &#x43d;&#x430; &#x43a;&#x440;&#x44b;&#x441;&#x430;&#x445; &#x441;&#x442;&#x43e;&#x43a;&#x430; Wistar, &#x43f;&#x43e;&#x43b;&#x443;&#x447;&#x430;&#x432;&#x448;&#x438;&#x445; &#x432;&#x43d;&#x443;&#x442;&#x440;&#x438;&#x436;&#x435;&#x43b;&#x443;&#x434;&#x43e;&#x447;&#x43d;&#x43e; &#x432;&#x430;&#x43b;&#x441;&#x430;&#x440;&#x442;&#x430;&#x43d;-&#x441;&#x430;&#x43a;&#x443;&#x431;&#x438;&#x442;&#x440;&#x438;&#x43b; &#x438; &#x434;&#x440;&#x43e;&#x442;&#x430;&#x432;&#x435;&#x440;&#x438;&#x43d; (&#x432; &#x43b;&#x435;&#x447;&#x435;&#x431;&#x43d;&#x43e;-&#x43f;&#x440;&#x43e;&#x444;&#x438;&#x43b;&#x430;&#x43a;&#x442;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x43e;&#x439; &#x441;&#x445;&#x435;&#x43c;&#x435;), &#x441; &#x43f;&#x43e;&#x441;&#x43b;&#x435;&#x434;&#x443;&#x44e;&#x449;&#x438;&#x43c; &#x438;&#x43d;&#x442;&#x440;&#x430;&#x43d;&#x430;&#x437;&#x430;&#x43b;&#x44c;&#x43d;&#x44b;&#x43c; &#x438;&#x43d;&#x444;&#x438;&#x446;&#x438;&#x440;&#x43e;&#x432;&#x430;&#x43d;&#x438;&#x435;&#x43c; &#x412;&#x413; A/&#x421;&#x41f;&#x431;/48/16 (H1N1)pdm09. &#x412; &#x43a;&#x430;&#x447;&#x435;&#x441;&#x442;&#x432;&#x435; &#x438;&#x43d;&#x442;&#x430;&#x43a;&#x442;&#x43d;&#x43e;&#x433;&#x43e; &#x43a;&#x43e;&#x43d;&#x442;&#x440;&#x43e;&#x43b;&#x44f; &#x438;&#x441;&#x43f;&#x43e;&#x43b;&#x44c;&#x437;&#x43e;&#x432;&#x430;&#x43b;&#x438; &#x43a;&#x440;&#x44b;&#x441; &#x431;&#x435;&#x437; &#x432;&#x432;&#x435;&#x434;&#x435;&#x43d;&#x438;&#x44f; &#x43f;&#x440;&#x435;&#x43f;&#x430;&#x440;&#x430;&#x442;&#x43e;&#x432;; &#x432; &#x43a;&#x430;&#x447;&#x435;&#x441;&#x442;&#x432;&#x435; &#x43a;&#x43e;&#x43d;&#x442;&#x440;&#x43e;&#x43b;&#x44f; &#x437;&#x430;&#x440;&#x430;&#x436;&#x435;&#x43d;&#x438;&#x44f; &#x2013; &#x436;&#x438;&#x432;&#x43e;&#x442;&#x43d;&#x44b;&#x445;, &#x43d;&#x435; &#x43f;&#x43e;&#x43b;&#x443;&#x447;&#x430;&#x432;&#x448;&#x438;&#x445; &#x43f;&#x440;&#x435;&#x43f;&#x430;&#x440;&#x430;&#x442;&#x44b;, &#x441; &#x43f;&#x43e;&#x441;&#x43b;&#x435;&#x434;&#x443;&#x44e;&#x449;&#x438;&#x43c; &#x438;&#x43d;&#x444;&#x438;&#x446;&#x438;&#x440;&#x43e;&#x432;&#x430;&#x43d;&#x438;&#x435;&#x43c; &#x412;&#x413;. &#x423; &#x43a;&#x440;&#x44b;&#x441; &#x43e;&#x43f;&#x440;&#x435;&#x434;&#x435;&#x43b;&#x44f;&#x43b;&#x438; &#x442;&#x438;&#x442;&#x440; &#x412;&#x413; &#x432; &#x43b;&#x435;&#x433;&#x43a;&#x438;&#x445; &#x438; &#x431;&#x440;&#x44b;&#x436;&#x435;&#x439;&#x43a;&#x435;, &#x43e;&#x446;&#x435;&#x43d;&#x438;&#x432;&#x430;&#x43b;&#x438; &#x441;&#x442;&#x435;&#x43f;&#x435;&#x43d;&#x44c; &#x43f;&#x43e;&#x440;&#x430;&#x436;&#x435;&#x43d;&#x438;&#x44f; &#x441;&#x43e;&#x441;&#x443;&#x434;&#x438;&#x441;&#x442;&#x43e;&#x433;&#x43e; &#x44d;&#x43d;&#x434;&#x43e;&#x442;&#x435;&#x43b;&#x438;&#x44f; &#x43b;&#x435;&#x433;&#x43a;&#x438;&#x445; &#x43f;&#x43e; &#x442;&#x440;&#x435;&#x43c; &#x43f;&#x430;&#x440;&#x430;&#x43c;&#x435;&#x442;&#x440;&#x430;&#x43c;: &#x434;&#x435;&#x441;&#x43a;&#x432;&#x430;&#x43c;&#x430;&#x446;&#x438;&#x44f;, &#x438;&#x437;&#x43c;&#x435;&#x43d;&#x435;&#x43d;&#x438;&#x435; &#x43c;&#x43e;&#x440;&#x444;&#x43e;&#x43b;&#x43e;&#x433;&#x438;&#x438; &#x438; &#x434;&#x438;&#x441;&#x442;&#x440;&#x43e;&#x444;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x438;&#x435; &#x438;&#x437;&#x43c;&#x435;&#x43d;&#x435;&#x43d;&#x438;&#x44f;; &#x43e;&#x43f;&#x440;&#x435;&#x434;&#x435;&#x43b;&#x44f;&#x43b;&#x438; &#x443;&#x440;&#x43e;&#x432;&#x435;&#x43d;&#x44c; &#x44d;&#x43a;&#x441;&#x43f;&#x440;&#x435;&#x441;&#x441;&#x438;&#x438; &#x44d;&#x43d;&#x434;&#x43e;&#x442;&#x435;&#x43b;&#x438;&#x430;&#x43b;&#x44c;&#x43d;&#x43e;&#x439; &#x441;&#x438;&#x43d;&#x442;&#x430;&#x437;&#x44b; &#x43e;&#x43a;&#x441;&#x438;&#x434;&#x430; &#x430;&#x437;&#x43e;&#x442;&#x430; (eNOS) &#x432; &#x44d;&#x43d;&#x434;&#x43e;&#x442;&#x435;&#x43b;&#x438;&#x438; &#x43a;&#x440;&#x43e;&#x432;&#x435;&#x43d;&#x43e;&#x441;&#x43d;&#x44b;&#x445; &#x441;&#x43e;&#x441;&#x443;&#x434;&#x43e;&#x432; &#x431;&#x440;&#x44b;&#x436;&#x435;&#x439;&#x43a;&#x438;, &#x430; &#x442;&#x430;&#x43a;&#x436;&#x435; &#x438;&#x441;&#x441;&#x43b;&#x435;&#x434;&#x43e;&#x432;&#x430;&#x43b;&#x438; &#x432;&#x430;&#x437;&#x43e;&#x43c;&#x43e;&#x442;&#x43e;&#x440;&#x43d;&#x443;&#x44e; &#x430;&#x43a;&#x442;&#x438;&#x432;&#x43d;&#x43e;&#x441;&#x442;&#x44c; &#x43a;&#x440;&#x43e;&#x432;&#x435;&#x43d;&#x43e;&#x441;&#x43d;&#x44b;&#x445; &#x441;&#x43e;&#x441;&#x443;&#x434;&#x43e;&#x432; &#x431;&#x440;&#x44b;&#x436;&#x435;&#x439;&#x43a;&#x438;. &#x420;&#x435;&#x437;&#x443;&#x43b;&#x44c;&#x442;&#x430;&#x442;&#x44b;. &#x41f;&#x440;&#x438;&#x43c;&#x435;&#x43d;&#x435;&#x43d;&#x438;&#x435; &#x434;&#x440;&#x43e;&#x442;&#x430;&#x432;&#x435;&#x440;&#x438;&#x43d;&#x430; &#x441;&#x43d;&#x438;&#x436;&#x430;&#x435;&#x442; &#x432;&#x44b;&#x440;&#x430;&#x436;&#x435;&#x43d;&#x43d;&#x43e;&#x441;&#x442;&#x44c; &#x433;&#x438;&#x441;&#x442;&#x43e;&#x43f;&#x430;&#x442;&#x43e;&#x43b;&#x43e;&#x433;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x438;&#x445; &#x438;&#x437;&#x43c;&#x435;&#x43d;&#x435;&#x43d;&#x438;&#x439; &#x441;&#x43e; &#x441;&#x442;&#x43e;&#x440;&#x43e;&#x43d;&#x44b; &#x441;&#x43e;&#x441;&#x443;&#x434;&#x438;&#x441;&#x442;&#x43e;&#x433;&#x43e; &#x44d;&#x43d;&#x434;&#x43e;&#x442;&#x435;&#x43b;&#x438;&#x44f; &#x43b;&#x435;&#x433;&#x43a;&#x438;&#x445; &#x43a;&#x440;&#x44b;&#x441;; &#x43f;&#x43e;&#x432;&#x44b;&#x448;&#x430;&#x435;&#x442; &#x43c;&#x430;&#x43a;&#x441;&#x438;&#x43c;&#x430;&#x43b;&#x44c;&#x43d;&#x44b;&#x439; &#x43e;&#x442;&#x432;&#x435;&#x442; &#x43a;&#x440;&#x43e;&#x432;&#x435;&#x43d;&#x43e;&#x441;&#x43d;&#x44b;&#x445; &#x441;&#x43e;&#x441;&#x443;&#x434;&#x43e;&#x432; &#x431;&#x440;&#x44b;&#x436;&#x435;&#x439;&#x43a;&#x438; &#x43d;&#x430; &#x430;&#x446;&#x435;&#x442;&#x438;&#x43b;&#x445;&#x43e;&#x43b;&#x438;&#x43d; &#x43f;&#x43e; &#x441;&#x440;&#x430;&#x432;&#x43d;&#x435;&#x43d;&#x438;&#x44e; &#x441; &#x433;&#x440;&#x443;&#x43f;&#x43f;&#x43e;&#x439; &#x43a;&#x43e;&#x43d;&#x442;&#x440;&#x43e;&#x43b;&#x44f; &#x437;&#x430;&#x440;&#x430;&#x436;&#x435;&#x43d;&#x438;&#x44f;; &#x43d;&#x43e;&#x440;&#x43c;&#x430;&#x43b;&#x438;&#x437;&#x443;&#x435;&#x442; &#x443;&#x440;&#x43e;&#x432;&#x435;&#x43d;&#x44c; &#x44d;&#x43a;&#x441;&#x43f;&#x440;&#x435;&#x441;&#x441;&#x438;&#x438; eNOS. &#x421;&#x430;&#x43a;&#x443;&#x431;&#x438;&#x442;&#x440;&#x438;&#x43b;-&#x432;&#x430;&#x43b;&#x441;&#x430;&#x440;&#x442;&#x430;&#x43d; &#x441;&#x43d;&#x438;&#x436;&#x430;&#x435;&#x442; &#x432;&#x44b;&#x440;&#x430;&#x436;&#x435;&#x43d;&#x43d;&#x43e;&#x441;&#x442;&#x44c; &#x434;&#x435;&#x441;&#x43a;&#x432;&#x430;&#x43c;&#x430;&#x446;&#x438;&#x438; &#x441;&#x43e; &#x441;&#x442;&#x43e;&#x440;&#x43e;&#x43d;&#x44b; &#x441;&#x43e;&#x441;&#x443;&#x434;&#x438;&#x441;&#x442;&#x43e;&#x433;&#x43e; &#x44d;&#x43d;&#x434;&#x43e;&#x442;&#x435;&#x43b;&#x438;&#x44f; &#x43b;&#x435;&#x433;&#x43a;&#x438;&#x445;; &#x43d;&#x43e;&#x440;&#x43c;&#x430;&#x43b;&#x438;&#x437;&#x443;&#x435;&#x442; &#x43e;&#x442;&#x432;&#x435;&#x442; &#x43a;&#x440;&#x43e;&#x432;&#x435;&#x43d;&#x43e;&#x441;&#x43d;&#x44b;&#x445; &#x441;&#x43e;&#x441;&#x443;&#x434;&#x43e;&#x432; &#x431;&#x440;&#x44b;&#x436;&#x435;&#x439;&#x43a;&#x438; &#x43d;&#x430; &#x430;&#x446;&#x435;&#x442;&#x438;&#x43b;&#x445;&#x43e;&#x43b;&#x438;&#x43d;, &#x43d;&#x43e; &#x43d;&#x435; &#x43f;&#x43e;&#x437;&#x432;&#x43e;&#x43b;&#x44f;&#x435;&#x442; &#x43d;&#x43e;&#x440;&#x43c;&#x430;&#x43b;&#x438;&#x437;&#x43e;&#x432;&#x430;&#x442;&#x44c; &#x44d;&#x43a;&#x441;&#x43f;&#x440;&#x435;&#x441;&#x441;&#x438;&#x44e; eNOS. &#x412;&#x44b;&#x432;&#x43e;&#x434;&#x44b;. &#x414;&#x440;&#x43e;&#x442;&#x430;&#x432;&#x435;&#x440;&#x438;&#x43d; &#x43e;&#x431;&#x43b;&#x430;&#x434;&#x430;&#x435;&#x442; &#x431;&#x43e;&#x43b;&#x435;&#x435; &#x432;&#x44b;&#x440;&#x430;&#x436;&#x435;&#x43d;&#x43d;&#x43e;&#x439; &#x44d;&#x43d;&#x434;&#x43e;&#x442;&#x435;&#x43b;&#x438;&#x43e;&#x43f;&#x440;&#x43e;&#x442;&#x435;&#x43a;&#x442;&#x438;&#x432;&#x43d;&#x43e;&#x439; &#x430;&#x43a;&#x442;&#x438;&#x432;&#x43d;&#x43e;&#x441;&#x442;&#x44c;&#x44e;, &#x447;&#x435;&#x43c; &#x441;&#x430;&#x43a;&#x443;&#x431;&#x438;&#x442;&#x440;&#x438;&#x43b;-&#x432;&#x430;&#x43b;&#x441;&#x430;&#x440;&#x442;&#x430;&#x43d; &#x43f;&#x440;&#x438; &#x438;&#x445; &#x43f;&#x440;&#x438;&#x43c;&#x435;&#x43d;&#x435;&#x43d;&#x438;&#x438; &#x432; &#x43b;&#x435;&#x447;&#x435;&#x431;&#x43d;&#x43e;-&#x43f;&#x440;&#x43e;&#x444;&#x438;&#x43b;&#x430;&#x43a;&#x442;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x43e;&#x439; &#x441;&#x445;&#x435;&#x43c;&#x435; &#x443; &#x43a;&#x440;&#x44b;&#x441;, &#x438;&#x43d;&#x444;&#x438;&#x446;&#x438;&#x440;&#x43e;&#x432;&#x430;&#x43d;&#x43d;&#x44b;&#x445; &#x412;&#x413; A(H1N1)pdm09.</AbstractText></OtherAbstract><KeywordList Owner="NOTNLM"><Keyword MajorTopicYN="N">Wistar rats</Keyword><Keyword MajorTopicYN="N">drotaverine</Keyword><Keyword MajorTopicYN="N">endothelial nitric oxide synthase (eNOS)</Keyword><Keyword MajorTopicYN="N">endothelial protective activity</Keyword><Keyword MajorTopicYN="N">histology</Keyword><Keyword MajorTopicYN="N">immunohistochemistry</Keyword><Keyword MajorTopicYN="N">influenza A(H1N1)pdm09 virus</Keyword><Keyword MajorTopicYN="N">sacubitril/valsartan</Keyword><Keyword MajorTopicYN="N">wire myography</Keyword></KeywordList></MedlineCitation><PubmedData><History><PubMedPubDate PubStatus="received"><Year>2025</Year><Month>6</Month><Day>23</Day></PubMedPubDate><PubMedPubDate PubStatus="medline"><Year>2025</Year><Month>10</Month><Day>28</Day><Hour>12</Hour><Minute>30</Minute></PubMedPubDate><PubMedPubDate PubStatus="pubmed"><Year>2025</Year><Month>10</Month><Day>28</Day><Hour>12</Hour><Minute>29</Minute></PubMedPubDate><PubMedPubDate PubStatus="entrez"><Year>2025</Year><Month>10</Month><Day>28</Day><Hour>7</Hour><Minute>54</Minute></PubMedPubDate></History><PublicationStatus>epublish</PublicationStatus><ArticleIdList><ArticleId IdType="pubmed">41147568</ArticleId><ArticleId IdType="doi">10.36233/0507-4088-235</ArticleId></ArticleIdList></PubmedData></PubmedArticle></PubmedArticleSet>