<?xml version="1.0" ?>
<!DOCTYPE PubmedArticleSet PUBLIC "-//NLM//DTD PubMedArticle, 1st January 2025//EN" "https://dtd.nlm.nih.gov/ncbi/pubmed/out/pubmed_250101.dtd">
<PubmedArticleSet>
<PubmedArticle><MedlineCitation Status="MEDLINE" Owner="NLM" IndexingMethod="Automated"><PMID Version="1">41815030</PMID><DateCompleted><Year>2026</Year><Month>03</Month><Day>12</Day></DateCompleted><DateRevised><Year>2026</Year><Month>03</Month><Day>12</Day></DateRevised><Article PubModel="Print"><Journal><ISSN IssnType="Print">0370-629X</ISSN><JournalIssue CitedMedium="Print"><Volume>81</Volume><Issue>3</Issue><PubDate><Year>2026</Year><Month>Mar</Month></PubDate></JournalIssue><Title>Revue medicale de Liege</Title><ISOAbbreviation>Rev Med Liege</ISOAbbreviation></Journal><ArticleTitle>[Autosomal dominant polycystic kidney disease].</ArticleTitle><Pagination><StartPage>171</StartPage><EndPage>177</EndPage><MedlinePgn>171-177</MedlinePgn></Pagination><Abstract><AbstractText>Autosomal dominant polycystic kidney disease (ADPKD) is the most common hereditary kidney disorder. It is primarily caused by pathogenic variants in PKD1 and PKD2 genes. The natural history of ADPKD is characterized by progressive enlargement of the total kidney volume (TKV) due to continuous cyst development and expansion, ultimately resulting in a gradual decline of glomerular filtration rate (eGFR). ADPKD is a systemic disease that may involve hepatic cystic disease, intracranial aneurysms, and increased cardiovascular risk. The Mayo Imaging Classification, based on height-adjusted TKV and age, is the primary tool for identifying patients with rapidly progressive disease. It may be complemented by the PROPKD score (including the genetic diagnosis) and the longitudinal eGFR slope. These elements guide eligibility for disease-modifying therapy. Tolvaptan has demonstrated efficacy in slowing kidney enlargement and preserving eGFR in high-risk patients. Its use requires careful monitoring of liver enzymes and management of aquaretic side-effects. Comprehensive care includes strict blood pressure control, adequate hydration, dietary sodium restriction, cardiovascular risk reduction, and treatment of cyst-related complications. Extrarenal manifestations, particularly hepatic and neurological, require targeted screening in selected patients. Future perspectives focus on precision medicine, new biomarkers, innovative targeted therapies, and genomic approaches aiming to modify disease trajectory more effectively. This article provides an updated synthesis of the recently published KDIGO international recommendations for the management of ADPKD.</AbstractText></Abstract><AuthorList CompleteYN="Y"><Author ValidYN="Y"><LastName>Leemans</LastName><ForeName>Charlotte</ForeName><Initials>C</Initials><AffiliationInfo><Affiliation>Service de N&#xe9;phrologie, CHU Li&#xe8;ge, Belgique.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Massoz</LastName><ForeName>Laura</ForeName><Initials>L</Initials><AffiliationInfo><Affiliation>Service de G&#xe9;n&#xe9;tique, CHU Li&#xe8;ge, Belgique.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Gillard</LastName><ForeName>Romain</ForeName><Initials>R</Initials><AffiliationInfo><Affiliation>Service de Radiologie, CHU Li&#xe8;ge, Belgique.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Dideberg</LastName><ForeName>Vinciane</ForeName><Initials>V</Initials><AffiliationInfo><Affiliation>Service de G&#xe9;n&#xe9;tique, CHU Li&#xe8;ge, Belgique.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Jouret</LastName><ForeName>Fran&#xe7;ois</ForeName><Initials>F</Initials><AffiliationInfo><Affiliation>Service de N&#xe9;phrologie, CHU Li&#xe8;ge, Belgique.</Affiliation></AffiliationInfo></Author></AuthorList><Language>fre</Language><PublicationTypeList><PublicationType UI="D016428">Journal Article</PublicationType><PublicationType UI="D016454">Review</PublicationType><PublicationType UI="D004740">English Abstract</PublicationType></PublicationTypeList><VernacularTitle>&#xc0; propos d&#x2019;une maladie rare. Polykystose h&#xe9;pator&#xe9;nale autosomique dominante : actualit&#xe9;s et recommandations KDIGO pour la prise en charge.</VernacularTitle></Article><MedlineJournalInfo><Country>Belgium</Country><MedlineTA>Rev Med Liege</MedlineTA><NlmUniqueID>0404317</NlmUniqueID><ISSNLinking>0370-629X</ISSNLinking></MedlineJournalInfo><CitationSubset>IM</CitationSubset><MeshHeadingList><MeshHeading><DescriptorName UI="D006801" MajorTopicYN="N">Humans</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D016891" MajorTopicYN="Y">Polycystic Kidney, Autosomal Dominant</DescriptorName><QualifierName UI="Q000628" MajorTopicYN="N">therapy</QualifierName><QualifierName UI="Q000175" MajorTopicYN="N">diagnosis</QualifierName><QualifierName UI="Q000235" MajorTopicYN="N">genetics</QualifierName><QualifierName UI="Q000503" MajorTopicYN="N">physiopathology</QualifierName></MeshHeading></MeshHeadingList><OtherAbstract Type="Publisher" Language="fre"><AbstractText>La polykystose h&#xe9;pator&#xe9;nale autosomique dominante (PRAD) est la maladie r&#xe9;nale h&#xe9;r&#xe9;ditaire la plus fr&#xe9;quente. Elle r&#xe9;sulte principalement de variants pathog&#xe8;nes des g&#xe8;nes PKD1 et PKD2. L&#x2019;&#xe9;volution naturelle est caract&#xe9;ris&#xe9;e par une expansion progressive du volume r&#xe9;nal total (VRT) due &#xe0; la croissance et &#xe0; la prolif&#xe9;ration des kystes, conduisant &#xe0; une perte graduelle de la fonction glom&#xe9;rulaire (eGFR). La PRAD est une maladie syst&#xe9;mique pouvant inclure des atteintes h&#xe9;patiques kystiques, des an&#xe9;vrismes intracr&#xe2;niens et un risque cardiovasculaire accru. La Mayo Imaging Classification, bas&#xe9;e sur le VRT ajust&#xe9; &#xe0; l&#x2019;&#xe2;ge et la taille, constitue l&#x2019;outil principal pour identifier les formes &#xe0; progression rapide. Elle peut &#xea;tre compl&#xe9;t&#xe9;e par le score PROPKD (incluant le diagnostic g&#xe9;n&#xe9;tique) et l&#x2019;analyse du d&#xe9;clin de l&#x2019;eGFR. Cette stratification conditionne l&#x2019;indication du traitement modificateur de la maladie, le tolvaptan. L&#x2019;efficacit&#xe9; du tolvaptan a &#xe9;t&#xe9; d&#xe9;montr&#xe9;e, mais son utilisation requiert une surveillance h&#xe9;patique stricte et une gestion des effets aquar&#xe9;tiques majeurs. La prise en charge globale inclut le contr&#xf4;le strict de la pression art&#xe9;rielle, une hydratation ad&#xe9;quate, une r&#xe9;duction du sel, la pr&#xe9;vention cardiovasculaire, et la gestion des complications kystiques. Les manifestations extrar&#xe9;nales, notamment h&#xe9;patiques et neurologiques, n&#xe9;cessitent une &#xe9;valuation personnalis&#xe9;e. Les d&#xe9;veloppements futurs portent sur la m&#xe9;decine de pr&#xe9;cision, les biomarqueurs, les th&#xe9;rapies cibl&#xe9;es et les approches g&#xe9;nomiques. Cet article propose une synth&#xe8;se actualis&#xe9;e des recommandations internationales KDIGO r&#xe9;cemment publi&#xe9;es pour la prise en charge de la PRAD.</AbstractText></OtherAbstract><KeywordList Owner="NOTNLM"><Keyword MajorTopicYN="N">Cysts</Keyword><Keyword MajorTopicYN="N">Imaging</Keyword><Keyword MajorTopicYN="N">Kidney</Keyword><Keyword MajorTopicYN="N">Liver</Keyword><Keyword MajorTopicYN="N">Polycystic disease</Keyword><Keyword MajorTopicYN="N">genetics</Keyword></KeywordList></MedlineCitation><PubmedData><History><PubMedPubDate PubStatus="medline"><Year>2026</Year><Month>3</Month><Day>12</Day><Hour>13</Hour><Minute>57</Minute></PubMedPubDate><PubMedPubDate PubStatus="pubmed"><Year>2026</Year><Month>3</Month><Day>12</Day><Hour>7</Hour><Minute>3</Minute></PubMedPubDate><PubMedPubDate PubStatus="entrez"><Year>2026</Year><Month>3</Month><Day>12</Day><Hour>4</Hour><Minute>33</Minute></PubMedPubDate></History><PublicationStatus>ppublish</PublicationStatus><ArticleIdList><ArticleId IdType="pubmed">41815030</ArticleId></ArticleIdList></PubmedData></PubmedArticle></PubmedArticleSet>