<?xml version="1.0" ?>
<!DOCTYPE PubmedArticleSet PUBLIC "-//NLM//DTD PubMedArticle, 1st January 2025//EN" "https://dtd.nlm.nih.gov/ncbi/pubmed/out/pubmed_250101.dtd">
<PubmedArticleSet>
<PubmedArticle><MedlineCitation Status="MEDLINE" Owner="NLM" IndexingMethod="Automated"><PMID Version="1">41569554</PMID><DateCompleted><Year>2026</Year><Month>02</Month><Day>05</Day></DateCompleted><DateRevised><Year>2026</Year><Month>02</Month><Day>05</Day></DateRevised><Article PubModel="Print"><Journal><ISSN IssnType="Electronic">1699-5198</ISSN><JournalIssue CitedMedium="Internet"><Volume>43</Volume><Issue>Spec No1</Issue><PubDate><Year>2026</Year><Month>Feb</Month><Day>05</Day></PubDate></JournalIssue><Title>Nutricion hospitalaria</Title><ISOAbbreviation>Nutr Hosp</ISOAbbreviation></Journal><ArticleTitle>[Consensus document on healthy lifestyles].</ArticleTitle><Pagination><StartPage>1</StartPage><EndPage>166</EndPage><MedlinePgn>1-166</MedlinePgn></Pagination><ELocationID EIdType="doi" ValidYN="Y">10.20960/nh.06578</ELocationID><Abstract><AbstractText>Proteins are a group of macronutrients that are vital to our lives, as they perform various functions, including structural, defensive and catalytic. An intake of 1.0-1.2 g/kg/body weight per day would be sufficient to meet our needs. Carbohydrate requirements constitute 50 % of the total caloric value and should be obtained mainly in the form of complex carbohydrates. In addition, a daily intake of both soluble and insoluble fiber is necessary. Regular consumption of extra virgin olive oil is an effective strategy for the prevention of cardiovascular, metabolic and neurodegenerative diseases. Its inclusion in the Mediterranean diet strengthens its protective effect, positioning it as a key food in health promotion. Daily consumption is recommended as a substitute for saturated and processed fats to maximise its benefits. Salt is involved in the control and intensity of high blood pressure, kidney damage in the form of altered urinary albumin excretion, and damage to other target organs, especially in salt-sensitive patients. Potassium lowers blood pressure through its vasodilatory and natriuretic effects, which reduces events and mortality. The consumption of alcoholic beverages in general is harmful to health, although a certain protection against the development of acute myocardial infarction has been observed in association with low consumption and a pattern of intake with meals and from middle age onwards. The recommendation for total abstinence is essential among the young population. Among drinkers over the age of 50, consumption should be limited to one UBE per day (10 g of alcohol) for women and up to two for men. Moderate coffee consumption (up to 3-5 cups per day) is recommended from a cardiovascular point of view, as it has shown antioxidant and anti-inflammatory effects, which are associated with a lower risk of arrhythmias and cardiovascular diseases, including myocardial infarction and stroke, compared to not consuming it. To obtain this benefit, it should be consumed in the morning. Chocolate acts as an antioxidant and anti-inflammatory, improving endothelial function, blood pressure, lipid profile and platelet function. Consumed in excess, it can have negative effects on several levels, such as weight gain, stimulant effects and added sugar consumption. Mediterranean-type diets, with their variants (DASH, Atlantic and Nordic), have demonstrated cardiovascular benefits and advocate moderate and balanced food consumption. They all favour the use of fresh, seasonal and local foods, avoiding saturated fats, refined and processed products and sugary drinks. Vegetarian or vegan diets and intermittent fasting have demonstrated cardiovascular benefits, but can lead to nutrient deficiencies or pose risks during pregnancy, breastfeeding, growth or in patients with diabetes, so professional advice should be sought. Physical exercise has enormous benefits for individual and collective health. Regular exercise is associated with lower rates of cardiovascular disease, type 2 diabetes, metabolic syndrome, some cancers, depression, and cognitive decline. The minimum recommendations for physical exercise (150 min/week) should be met or exceeded. Social relationships are key determinants of health. Individuals are social agents capable of changing norms and behaviours in their environment. Family and partner support and interpersonal interactions are fundamental to the development of emotional skills, resilience and self-care. Adequate night-time rest is essential for maintaining good physical and mental health. Early detection and treatment of sleep disorders can improve patients' quality of life and prevent cardiovascular, metabolic, oncological and psychiatric diseases. Addictive behaviours have an impact on the cardiovascular health of those who suffer from them. Healthy lifestyle medicine is an essential tool, not only for treating these conditions, but also for preventing them. Sexual and reproductive health is closely linked to cardiovascular risk. Hypertension, diabetes, obesity, dyslipidaemia, smoking and stress negatively affect both fertility and sexual function, but advanced age also reduces fertility, and obesity and smoking aggravate reproductive and cardiovascular risks. Fertility treatment, in general, has not been shown to increase long-term cardiovascular risk, although it may increase short-term complications. Some drugs for cardiovascular disease can affect both sexual and reproductive function. Chronic stress can act as a trigger and amplifier of underlying cardiovascular processes. The deleterious effects of stress are exacerbated if they coexist with other risk factors, such as a sedentary lifestyle, poor sleep quality, or social isolation. It is important to identify whether the stress comes from work, family or financial circumstances. To control it, relaxation techniques should be applied, structured physical exercise should be encouraged, social support should be promoted, adequate sleep hygiene should be maintained, and limits should be set and tasks prioritised. Environmental pollution is one of the main environmental risks to human health, with a particular impact on the cardiovascular system. Air pollutants include particles and gases that, depending on their composition and size, can penetrate deep into the body. Fine (PM2.5) and ultrafine (PM0.1) particles are particularly dangerous because of their ability to induce systemic inflammation, oxidative stress and endothelial dysfunction.</AbstractText></Abstract><AuthorList CompleteYN="Y"><Author ValidYN="Y"><LastName>Abell&#xe1;n Alem&#xe1;n</LastName><ForeName>Jos&#xe9;</ForeName><Initials>J</Initials><AffiliationInfo><Affiliation>Sociedad Murciana de Hipertensi&#xf3;n Arterial y Riesgo Cardiovascular. C&#xe1;tedra de Riesgo Cardiovascular. Universidad Cat&#xf3;lica de Murcia.</Affiliation></AffiliationInfo></Author></AuthorList><Language>spa</Language><PublicationTypeList><PublicationType UI="D004740">English Abstract</PublicationType><PublicationType UI="D016428">Journal Article</PublicationType></PublicationTypeList><VernacularTitle>Documento de consenso sobre estilo de vida saludable.</VernacularTitle></Article><MedlineJournalInfo><Country>Spain</Country><MedlineTA>Nutr Hosp</MedlineTA><NlmUniqueID>9100365</NlmUniqueID><ISSNLinking>0212-1611</ISSNLinking></MedlineJournalInfo><CitationSubset>IM</CitationSubset><MeshHeadingList><MeshHeading><DescriptorName UI="D006801" MajorTopicYN="N">Humans</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D000070497" MajorTopicYN="Y">Healthy Lifestyle</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D038441" MajorTopicYN="N">Diet, Mediterranean</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D032921" MajorTopicYN="N">Consensus</DescriptorName></MeshHeading></MeshHeadingList><OtherAbstract Type="Publisher" Language="spa"><AbstractText>Las prote&#xed;nas son un grupo de macronutrientes vitales en nuestras vidas, pues realizan distintas funciones, entre las que destacan la estructural, la defensiva o la catal&#xed;tica. Un aporte de 1,0-1,2 g/kg/ peso al d&#xed;a ser&#xed;a suficiente para cubrir nuestras necesidades. Los requerimientos de carbohidratos constituyen un 50 % del valor cal&#xf3;rico total y deben obtenerse en su mayor&#xed;a en forma de hidratos de carbono complejos. Adem&#xe1;s, se necesita un aporte diario de fibra, tanto soluble como insoluble. El consumo regular de aceite de oliva virgen extra es una estrategia eficaz para la prevenci&#xf3;n de enfermedades cardiovasculares, metab&#xf3;licas y neurodegenerativas. Su inclusi&#xf3;n en la dieta mediterr&#xe1;nea fortalece su efecto protector, posicion&#xe1;ndolo como un alimento clave en la promoci&#xf3;n de la salud. Se recomienda su consumo diario en sustituci&#xf3;n de grasas saturadas y procesadas para maximizar sus beneficios. La sal est&#xe1; involucrada en el control y en la intensidad de la hipertensi&#xf3;n arterial, del da&#xf1;o renal en forma de excreci&#xf3;n urinaria de alb&#xfa;mina alterada y de lesiones en otros &#xf3;rganos diana, sobre todo en pacientes sensibles a la sal. El potasio produce descenso de la presi&#xf3;n arterial a trav&#xe9;s de su efecto vasodilatador y natriur&#xe9;tico, lo que reduce eventos y mortalidad. El consumo de bebidas con contenido alcoh&#xf3;lico en general es perjudicial para la salud, aunque s&#xed; se ha visto una cierta protecci&#xf3;n del desarrollo de infarto agudo de miocardio asociado a consumos bajos y con un patr&#xf3;n de ingesta en las comidas y a partir de la edad media de la vida. La recomendaci&#xf3;n de abstinencia total es fundamental entre la poblaci&#xf3;n juvenil. Entre los bebedores de m&#xe1;s de 50 a&#xf1;os su consumo deber&#xed;a limitarse a una UBE al d&#xed;a (10 g de alcohol) en las mujeres y hasta dos en los varones. El consumo moderado de caf&#xe9; (hasta 3-5 tazas al d&#xed;a) es recomendable desde el punto de vista cardiovascular, pues ha mostrado efectos antioxidantes y antiinflamatorios, lo que se asocia con un menor riesgo de presentar arritmias y enfermedades cardiovasculares, incluyendo infarto de miocardio e ictus, respecto a no consumirlo. Para obtener este beneficio su consumo ha de ser por la ma&#xf1;ana. El chocolate act&#xfa;a como antioxidante y antiinflamatorio, lo que produce mejor&#xed;a en la funci&#xf3;n endotelial, la presi&#xf3;n arterial, el perfil lip&#xed;dico y la funci&#xf3;n plaquetaria. Consumido en exceso puede tener efectos negativos a varios niveles, como exceso de peso, efecto estimulante y consumo de az&#xfa;cares a&#xf1;adidos. Las dietas de tipo mediterr&#xe1;neo, con sus variantes (DASH, atl&#xe1;ntica y n&#xf3;rdica), han demostrado beneficios cardiovasculares y abogan por un consumo moderado y equilibrado de alimentos y coinciden en favorecer el uso de alimentos frescos, de temporada y locales, evitando grasas saturadas, productos refinados y procesados y bebidas azucaradas. Las dietas vegetarianas o veganas y las de ayuno intermitente han demostrado beneficios cardiovasculares, pero pueden conducir a d&#xe9;ficits de nutrientes o representar riesgos en el embarazo, en la lactancia, en el crecimiento o en pacientes con diabetes, por lo que deber&#xed;an contar con el asesoramiento de profesionales. El ejercicio f&#xed;sico conlleva enormes beneficios para la salud individual y colectiva. El ejercicio regular se asocia con menores tasas de enfermedad cardiovascular, de diabetes de tipo 2, de s&#xed;ndrome metab&#xf3;lico, de algunos c&#xe1;nceres, de depresi&#xf3;n y de deterioro cognitivo. Deben alcanzarse o duplicarse las recomendaciones m&#xed;nimas de ejercicio f&#xed;sico (150 min/semana). Las relaciones sociales son determinantes claves de la salud. El individuo es un agente social capaz de modificar normas y comportamientos en su entorno. Resultan fundamentales el apoyo familiar y el de pareja y las interacciones interpersonales en el desarrollo de competencias emocionales, de resiliencia y de autocuidado. El descanso nocturno adecuado es fundamental para mantener una buena salud f&#xed;sica y ps&#xed;quica. La detecci&#xf3;n precoz de los trastornos del sue&#xf1;o y su tratamiento puede mejorar la calidad de vida del paciente y evitar enfermedades cardiovasculares, metab&#xf3;licas, oncol&#xf3;gicas y psiqui&#xe1;tricas. Las conductas adictivas repercuten en la salud cardiovascular de quienes las padecen. La medicina de estilo de vida saludable es un instrumento primordial, no solo para tratar estas patolog&#xed;as, sino para prevenirlas. La salud sexual y reproductiva est&#xe1; muy estrechamente vinculada al riesgo cardiovascular. La hipertensi&#xf3;n, la diabetes, la obesidad, la dislipemia, el tabaquismo y el estr&#xe9;s afectan negativamente tanto a la fertilidad como a la funci&#xf3;n sexual, pero tambi&#xe9;n la edad avanzada reduce la fertilidad, y la obesidad y el tabaco agravan los riesgos reproductivos y cardiovasculares. La terapia de fertilidad, en general, no ha demostrado incrementar el riesgo cardiovascular a largo plazo, aunque puede aumentar complicaciones a corto plazo. Algunos f&#xe1;rmacos para enfermedades cardiovasculares pueden afectar tanto a la funci&#xf3;n sexual como a la reproductiva. El estr&#xe9;s cr&#xf3;nico puede actuar como desencadenante y amplificador de procesos cardiovasculares subyacentes. Los efectos delet&#xe9;reos del estr&#xe9;s se potencian si coexisten con otros factores de riesgo, como sedentarismo, mala calidad del sue&#xf1;o o aislamiento social. Conviene identificar si el estr&#xe9;s proviene del &#xe1;mbito laboral, familiar o econ&#xf3;mico. Para controlarlo deben aplicarse t&#xe9;cnicas de relajaci&#xf3;n, debe promoverse la pr&#xe1;ctica de ejercicio f&#xed;sico estructurado, favorecerse el apoyo social, mantenerse una adecuada higiene del sue&#xf1;o y deben establecerse l&#xed;mites y priorizarse tareas. La contaminaci&#xf3;n ambiental representa uno de los principales riesgos ambientales para la salud humana, con especial repercusi&#xf3;n en el sistema cardiovascular. Los contaminantes atmosf&#xe9;ricos incluyen part&#xed;culas y gases que, en funci&#xf3;n de su composici&#xf3;n y tama&#xf1;o, pueden penetrar profundamente en el organismo. Las part&#xed;culas finas (PM2,5) y ultrafinas (PM0,1) son especialmente peligrosas por su capacidad para inducir inflamaci&#xf3;n sist&#xe9;mica, estr&#xe9;s oxidativo y disfunci&#xf3;n endotelial.</AbstractText></OtherAbstract><KeywordList Owner="NOTNLM"><Keyword MajorTopicYN="N">Alimentaci&#xf3;n. Ejercicio f&#xed;sico. Sue&#xf1;o. Alcohol. Tabaco. Estr&#xe9;s.</Keyword></KeywordList></MedlineCitation><PubmedData><History><PubMedPubDate PubStatus="medline"><Year>2026</Year><Month>2</Month><Day>5</Day><Hour>17</Hour><Minute>34</Minute></PubMedPubDate><PubMedPubDate PubStatus="pubmed"><Year>2026</Year><Month>1</Month><Day>22</Day><Hour>13</Hour><Minute>30</Minute></PubMedPubDate><PubMedPubDate PubStatus="entrez"><Year>2026</Year><Month>1</Month><Day>22</Day><Hour>11</Hour><Minute>33</Minute></PubMedPubDate></History><PublicationStatus>ppublish</PublicationStatus><ArticleIdList><ArticleId IdType="pubmed">41569554</ArticleId><ArticleId IdType="doi">10.20960/nh.06578</ArticleId></ArticleIdList></PubmedData></PubmedArticle></PubmedArticleSet>