<?xml version="1.0" ?>
<!DOCTYPE PubmedArticleSet PUBLIC "-//NLM//DTD PubMedArticle, 1st January 2025//EN" "https://dtd.nlm.nih.gov/ncbi/pubmed/out/pubmed_250101.dtd">
<PubmedArticleSet>
<PubmedArticle><MedlineCitation Status="MEDLINE" Owner="NLM" IndexingMethod="Automated"><PMID Version="1">39512047</PMID><DateCompleted><Year>2024</Year><Month>12</Month><Day>19</Day></DateCompleted><DateRevised><Year>2024</Year><Month>12</Month><Day>19</Day></DateRevised><Article PubModel="Print"><Journal><ISSN IssnType="Electronic">1699-5198</ISSN><JournalIssue CitedMedium="Internet"><Volume>41</Volume><Issue>6</Issue><PubDate><Year>2024</Year><Month>Dec</Month><Day>19</Day></PubDate></JournalIssue><Title>Nutricion hospitalaria</Title><ISOAbbreviation>Nutr Hosp</ISOAbbreviation></Journal><ArticleTitle>Hydration profile of the Latin American population and the contribution of total daily pure water. The ELANS study.</ArticleTitle><Pagination><StartPage>1274</StartPage><EndPage>1285</EndPage><MedlinePgn>1274-1285</MedlinePgn></Pagination><ELocationID EIdType="doi" ValidYN="Y">10.20960/nh.05274</ELocationID><Abstract><AbstractText>Introduction: water is a crucial component of human health useful for various bodily functions. Despite its importance, previous research has largely overlooked hydration in Latin America, focusing instead on regions with greater access to a variety of food sources. Objective: hence, this study provides comprehensive data on water consumption patterns in this region and analyses the hydration profiles of urban Latin American populations, emphasizing the role of pure water in daily intake. Materials and methods: involving 5977 participants from Argentina, Brazil, Costa Rica, Ecuador, and Peru, the study utilized a cross-sectional approach, examining total water intake (TWI) through two nonconsecutive 24-hour dietary recalls. This study focused on understanding the contribution of pure water to daily hydration and identifying disparities in water consumption patterns across different demographic conditions by measuring the TWI from beverages. Results: the findings indicated significant variations in hydration profiles based on country, sex, and socioeconomic status. The median TWI was 3245.6 g/day, with a median water intake from beverages of 1982.9 g/d kcal, which represented 61 % of the participants' total water intake. A total of 63.8 % of the overall sample met the TWI recommendations. Our data indicate that 38.4 % of the water intake came from plain water, followed by coffee and tea (16.9 %), commercial sugar-sweetened beverages (13.7 %), and homemade SSB (11.7 %). Conclusion: these findings contribute to a deeper understanding of nutritional behaviors and may serve as a basis for future studies and health interventions focused on improving hydration habits, with emphasis on pure water consumption, especially in urban areas in developing regions.</AbstractText></Abstract><AuthorList CompleteYN="Y"><Author ValidYN="Y"><LastName>Y&#xe9;pez Garc&#xed;a</LastName><ForeName>Martha Cecilia</ForeName><Initials>MC</Initials><AffiliationInfo><Affiliation>Colegio de Ciencias de la Salud. Universidad San Francisco de Quito (USFQ).</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Villar</LastName><ForeName>M&#xf3;nica</ForeName><Initials>M</Initials><AffiliationInfo><Affiliation>Colegio de Ciencias de la Salud. Universidad San Francisco de Quito (USFQ).</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>G&#xf3;mez Salas</LastName><ForeName>Georgina</ForeName><Initials>G</Initials><AffiliationInfo><Affiliation>Department of Biochemistry. Facultad de Medicina. Universidad de Costa Rica.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Mateo</LastName><ForeName>Mar&#xed;a Jos&#xe9;</ForeName><Initials>MJ</Initials><AffiliationInfo><Affiliation>Colegio de Ciencias de la Salud. Universidad San Francisco de Quito (USFQ).</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Y&#xe9;pez Almeida</LastName><ForeName>Rafaela</ForeName><Initials>R</Initials><AffiliationInfo><Affiliation>Colegio de Ciencias de la Salud. Universidad San Francisco de Quito (USFQ).</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Albuja</LastName><ForeName>Daniel</ForeName><Initials>D</Initials><AffiliationInfo><Affiliation>Universitat Oberta de Catalunya.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Kovalskys</LastName><ForeName>Irina</ForeName><Initials>I</Initials><AffiliationInfo><Affiliation>Nutrition Career. Faculty of Medical Sciences. Pontificia Universidad Cat&#xf3;lica Argentina.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Pareja</LastName><ForeName>Rossina G</ForeName><Initials>RG</Initials><AffiliationInfo><Affiliation>Instituto de Investigaci&#xf3;n Nutricional.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Fisberg</LastName><ForeName>Mauro</ForeName><Initials>M</Initials><AffiliationInfo><Affiliation>Centro de Excelencia em Nutri&#xe7;&#xe3;o e Dificuldades Alimentaes (CENDA). Instituto Pensi. Funda&#xe7;&#xe3;o Jos&#xe9; Luiz Egydio Setubal. Hospital Infantil Sabar&#xe1;. Department of Pediatrics. Universidade Federal de S&#xe3;o Paulo.</Affiliation></AffiliationInfo></Author></AuthorList><Language>eng</Language><PublicationTypeList><PublicationType UI="D016428">Journal Article</PublicationType></PublicationTypeList><VernacularTitle>Perfil de hidrataci&#xf3;n de la poblaci&#xf3;n latinoamericana y el aporte de agua pura total diaria. Estudio ELANS.</VernacularTitle></Article><MedlineJournalInfo><Country>Spain</Country><MedlineTA>Nutr Hosp</MedlineTA><NlmUniqueID>9100365</NlmUniqueID><ISSNLinking>0212-1611</ISSNLinking></MedlineJournalInfo><ChemicalList><Chemical><RegistryNumber>059QF0KO0R</RegistryNumber><NameOfSubstance UI="D014867">Water</NameOfSubstance></Chemical></ChemicalList><CitationSubset>IM</CitationSubset><MeshHeadingList><MeshHeading><DescriptorName UI="D006801" MajorTopicYN="N">Humans</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D008297" MajorTopicYN="N">Male</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D005260" MajorTopicYN="N">Female</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D007843" MajorTopicYN="N" Type="Geographic">Latin America</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D003430" MajorTopicYN="N">Cross-Sectional Studies</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D000328" MajorTopicYN="N">Adult</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D004326" MajorTopicYN="Y">Drinking</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D008875" MajorTopicYN="N">Middle Aged</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D055815" MajorTopicYN="N">Young Adult</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D014867" MajorTopicYN="N">Water</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D000293" MajorTopicYN="N">Adolescent</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D000368" MajorTopicYN="N">Aged</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D001628" MajorTopicYN="N">Beverages</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D012959" MajorTopicYN="N">Socioeconomic Factors</DescriptorName></MeshHeading></MeshHeadingList><OtherAbstract Type="Publisher" Language="spa"><AbstractText>Introducci&#xf3;n: el agua es un componente crucial para la salud humana, necesario para diversas funciones corporales. A pesar de su importancia, investigaciones previas han prestado poca atenci&#xf3;n a la hidrataci&#xf3;n en Am&#xe9;rica Latina, enfoc&#xe1;ndose en cambio en regiones con mayor acceso a una variedad de fuentes alimentarias. Objetivo: por ello, este estudio ofrece datos exhaustivos sobre los patrones de consumo de agua en esta regi&#xf3;n y analiza los perfiles de hidrataci&#xf3;n de poblaciones urbanas latinoamericanas, destacando el papel del agua pura en la ingesta diaria. Materiales y m&#xe9;todos: con la participaci&#xf3;n de 5977 personas de Argentina, Brasil, Costa Rica, Ecuador y Per&#xfa;, el estudio emple&#xf3; un enfoque transversal para examinar la ingesta total de agua (ITA) a trav&#xe9;s de dos recordatorios diet&#xe9;ticos de 24 horas no consecutivos. El objetivo fue entender la contribuci&#xf3;n del agua pura a la hidrataci&#xf3;n diaria e identificar disparidades en los patrones de consumo de agua seg&#xfa;n diversas condiciones demogr&#xe1;ficas, midiendo la ITA proveniente de bebidas. Resultados: los resultados indicaron variaciones significativas en los perfiles de hidrataci&#xf3;n en funci&#xf3;n del pa&#xed;s, el sexo y el estatus socioecon&#xf3;mico. La mediana de la ITA fue de 3245,6 g/d&#xed;a, con una ingesta media de agua de bebidas de 1982,9 g/d, lo que represent&#xf3; el 61 % de la ingesta total de agua. El 63,8 % de la muestra total cumpli&#xf3; con las recomendaciones de ITA. Los datos revelaron que el 38,4 % de la ingesta de agua provino de agua pura, seguido de caf&#xe9; y t&#xe9; (16,9 %), bebidas comerciales azucaradas (13,7 %) y bebidas azucaradas caseras (11,7 %). Conclusi&#xf3;n: estos hallazgos proporcionan una comprensi&#xf3;n m&#xe1;s profunda del comportamiento nutricional y pueden servir como base para futuros estudios e intervenciones de salud dirigidas a mejorar los h&#xe1;bitos de hidrataci&#xf3;n, con un enfoque en el consumo de agua pura, especialmente en &#xe1;reas urbanas de regiones en desarrollo.</AbstractText></OtherAbstract><KeywordList Owner="NOTNLM"><Keyword MajorTopicYN="N">Perfil de hidrataci&#xf3;n. Latinoam&#xe9;rica. Ingesta total de agua (ITA). H&#xe1;bitos nutricionales. ELANS.</Keyword></KeywordList></MedlineCitation><PubmedData><History><PubMedPubDate PubStatus="medline"><Year>2024</Year><Month>12</Month><Day>19</Day><Hour>6</Hour><Minute>22</Minute></PubMedPubDate><PubMedPubDate PubStatus="pubmed"><Year>2024</Year><Month>11</Month><Day>13</Day><Hour>14</Hour><Minute>0</Minute></PubMedPubDate><PubMedPubDate PubStatus="entrez"><Year>2024</Year><Month>11</Month><Day>8</Day><Hour>3</Hour><Minute>4</Minute></PubMedPubDate></History><PublicationStatus>ppublish</PublicationStatus><ArticleIdList><ArticleId IdType="pubmed">39512047</ArticleId><ArticleId IdType="doi">10.20960/nh.05274</ArticleId></ArticleIdList></PubmedData></PubmedArticle></PubmedArticleSet>