<?xml version="1.0" ?>
<!DOCTYPE PubmedArticleSet PUBLIC "-//NLM//DTD PubMedArticle, 1st January 2025//EN" "https://dtd.nlm.nih.gov/ncbi/pubmed/out/pubmed_250101.dtd">
<PubmedArticleSet>
<PubmedArticle><MedlineCitation Status="MEDLINE" Owner="NLM" IndexingMethod="Automated"><PMID Version="1">40637102</PMID><DateCompleted><Year>2025</Year><Month>12</Month><Day>01</Day></DateCompleted><DateRevised><Year>2025</Year><Month>12</Month><Day>03</Day></DateRevised><Article PubModel="Print-Electronic"><Journal><ISSN IssnType="Electronic">1468-2494</ISSN><JournalIssue CitedMedium="Internet"><Volume>47</Volume><Issue>6</Issue><PubDate><Year>2025</Year><Month>Dec</Month></PubDate></JournalIssue><Title>International journal of cosmetic science</Title><ISOAbbreviation>Int J Cosmet Sci</ISOAbbreviation></Journal><ArticleTitle>PEG-23 glyceryl distearate, a multifunctional skin-supporting material, upregulates the expression of factors associated with epidermal barrier and hydration.</ArticleTitle><Pagination><StartPage>1056</StartPage><EndPage>1069</EndPage><MedlinePgn>1056-1069</MedlinePgn></Pagination><ELocationID EIdType="doi" ValidYN="Y">10.1111/ics.70005</ELocationID><Abstract><AbstractText Label="OBJECTIVE" NlmCategory="OBJECTIVE">As the outermost organ of the human body, the skin plays a critical role in protecting against external agents and oxidative stress, as well as in preventing excessive water loss. Among its layers, the stratum corneum of the epidermis is central to both barrier function and moisture retention, with its structural integrity significantly influencing skin health and appearance. Polyethylene glycol-23 glyceryl distearate (GDS-23) can form niosomes, liposome-like structures with multiple layers and serve as a carrier in drug delivery systems (DDS). We previously reported that GDS-23 exerts multiple biological effects, suppressing inflammation and enhancing the endogenous antioxidant system via Nrf2 activation through phosphorylation of the autophagy adaptor protein p62. In this study, we investigated the effects of GDS-23 on epidermal barrier function and moisture retention using normal human epidermal keratinocytes (NHEKs) and a three-dimensional (3D) epidermal model, mimicking human skin structure.</AbstractText><AbstractText Label="METHODS" NlmCategory="METHODS">NHEKs and the 3D epidermal model were treated with GDS-23. Gene expression in NHEKs was analysed using real-time polymerase chain reaction, while the levels of epidermal barrier- and moisture retention-related factors in the 3D model were evaluated using immunofluorescence staining.</AbstractText><AbstractText Label="RESULTS" NlmCategory="RESULTS">Treatment with GDS-23 upregulated the mRNA expression of genes involved in stratum cornea formation (filaggrin and loricrin), moisture retention (aquaporin 3 and hyaluronan synthase 3) and intercellular lipid synthesis (ceramide synthase, sulfotransferase 2B1 and peroxisome proliferator-activated receptor &#x3b1;) in NHEKs. Additionally, treatment with K67, which inhibits p62 phosphorylation and thereby suppresses Nrf2 activation via a non-canonical mechanism, suppressed the GDS-23-induced expression of filaggrin, loricrin, ceramide synthase, sulfotransferase 2B1 and aquaporin 3. In the 3D epidermal model, GDS-23 treatment upregulated the expression of Nrf2, downstream antioxidant factors and proteins involved in stratum corneum formation and moisture regulation. Mechanistically, GDS-23 enhanced endogenous antioxidant function and modulated the expression of molecular markers associated with epidermal barrier and moisture retention, thereby potentially contributing to skin homeostasis.</AbstractText><AbstractText Label="CONCLUSION" NlmCategory="CONCLUSIONS">As GDS-23 contributes to the maintenance of skin homeostasis, it is expected to have future applications in the cosmetic field and in the treatment of skin disorders. Overall, GDS-23 holds promise as a "multifunctional DDS material" that promotes skin health.</AbstractText><CopyrightInformation>&#xa9; 2025 The Author(s). International Journal of Cosmetic Science published by John Wiley &amp; Sons Ltd on behalf of Society of Cosmetic Scientists and the Soci&#xe9;t&#xe9; Fran&#xe7;aise de Cosm&#xe9;tologie.</CopyrightInformation></Abstract><AuthorList CompleteYN="Y"><Author ValidYN="Y"><LastName>Miyoshi</LastName><ForeName>Tatsuro</ForeName><Initials>T</Initials><Identifier Source="ORCID">0009-0009-6578-7709</Identifier><AffiliationInfo><Affiliation>Beverly Glen Laboratories, Inc., Newport Beach, California, USA.</Affiliation></AffiliationInfo><AffiliationInfo><Affiliation>Department of Toxicology, Showa Medical University Graduate School of Pharmacy, Shinagawa, Tokyo, Japan.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Keller</LastName><ForeName>Brian C</ForeName><Initials>BC</Initials><AffiliationInfo><Affiliation>Beverly Glen Laboratories, Inc., Newport Beach, California, USA.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Nakagawa</LastName><ForeName>Sui</ForeName><Initials>S</Initials><AffiliationInfo><Affiliation>Department of Toxicology, Showa Medical University Graduate School of Pharmacy, Shinagawa, Tokyo, Japan.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Ashino</LastName><ForeName>Takashi</ForeName><Initials>T</Initials><Identifier Source="ORCID">0000-0003-4402-0989</Identifier><AffiliationInfo><Affiliation>Department of Toxicology, Showa Medical University Graduate School of Pharmacy, Shinagawa, Tokyo, Japan.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Numazawa</LastName><ForeName>Satoshi</ForeName><Initials>S</Initials><Identifier Source="ORCID">0000-0002-4818-1061</Identifier><AffiliationInfo><Affiliation>Department of Toxicology, Showa Medical University Graduate School of Pharmacy, Shinagawa, Tokyo, Japan.</Affiliation></AffiliationInfo></Author></AuthorList><Language>eng</Language><GrantList CompleteYN="Y"><Grant><Agency>Beverly Glen Laboratories, Inc.</Agency><Country/></Grant></GrantList><PublicationTypeList><PublicationType UI="D016428">Journal Article</PublicationType></PublicationTypeList><ArticleDate DateType="Electronic"><Year>2025</Year><Month>07</Month><Day>10</Day></ArticleDate></Article><MedlineJournalInfo><Country>England</Country><MedlineTA>Int J Cosmet Sci</MedlineTA><NlmUniqueID>8007161</NlmUniqueID><ISSNLinking>0142-5463</ISSNLinking></MedlineJournalInfo><ChemicalList><Chemical><RegistryNumber>3WJQ0SDW1A</RegistryNumber><NameOfSubstance UI="D011092">Polyethylene Glycols</NameOfSubstance></Chemical><Chemical><RegistryNumber>0</RegistryNumber><NameOfSubstance UI="D000091344">Filaggrin Proteins</NameOfSubstance></Chemical><Chemical><RegistryNumber>059QF0KO0R</RegistryNumber><NameOfSubstance UI="D014867">Water</NameOfSubstance></Chemical></ChemicalList><CitationSubset>IM</CitationSubset><MeshHeadingList><MeshHeading><DescriptorName UI="D006801" MajorTopicYN="N">Humans</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D004817" MajorTopicYN="Y">Epidermis</DescriptorName><QualifierName UI="Q000187" MajorTopicYN="N">drug effects</QualifierName><QualifierName UI="Q000378" MajorTopicYN="N">metabolism</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D015854" MajorTopicYN="Y">Up-Regulation</DescriptorName><QualifierName UI="Q000187" MajorTopicYN="N">drug effects</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D011092" MajorTopicYN="Y">Polyethylene Glycols</DescriptorName><QualifierName UI="Q000494" MajorTopicYN="N">pharmacology</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D015603" MajorTopicYN="N">Keratinocytes</DescriptorName><QualifierName UI="Q000187" MajorTopicYN="N">drug effects</QualifierName><QualifierName UI="Q000378" MajorTopicYN="N">metabolism</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D000091344" MajorTopicYN="N">Filaggrin Proteins</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D014867" MajorTopicYN="N">Water</DescriptorName><QualifierName UI="Q000378" MajorTopicYN="N">metabolism</QualifierName></MeshHeading></MeshHeadingList><OtherAbstract Type="Publisher" Language="fre"><AbstractText Label="OBJECTIF" NlmCategory="OBJECTIVE">En tant qu'organe le plus externe de l'organisme, la peau joue un r&#xf4;le essentiel dans la protection contre les agents externes et le stress oxydatif, ainsi que dans la pr&#xe9;vention de la perte excessive d'eau. Parmi ses couches, la couche corn&#xe9;e de l'&#xe9;piderme est essentielle &#xe0; la fois &#xe0; la fonction barri&#xe8;re et &#xe0; la r&#xe9;tention de l'humidit&#xe9;, son int&#xe9;grit&#xe9; structurelle influen&#xe7;ant consid&#xe9;rablement la sant&#xe9; et l'apparence de la peau. Le dist&#xe9;arate de glyc&#xe9;ryle poly&#xe9;thyl&#xe8;ne glycol&#x2010;23 (GDS&#x2010;23) peut former des niosomes, des structures semblables &#xe0; des liposomes &#xe0; plusieurs couches, et servir de vecteur dans les syst&#xe8;mes d'administration de m&#xe9;dicaments. Nous avons pr&#xe9;c&#xe9;demment rapport&#xe9; que le GDS&#x2010;23 exerce de multiples effets biologiques, supprimant l'inflammation et renfor&#xe7;ant le syst&#xe8;me antioxydant endog&#xe8;ne via l'activation de Nrf2 par la phosphorylation de la prot&#xe9;ine adaptatrice de l'autophagie p62. Dans cette &#xe9;tude, nous avons &#xe9;tudi&#xe9; les effets du GDS&#x2010;23 sur la fonction barri&#xe8;re &#xe9;pidermique et la r&#xe9;tention de l'humidit&#xe9; &#xe0; l'aide de k&#xe9;ratinocytes &#xe9;pidermiques humains normaux (NHEK) et d'un mod&#xe8;le &#xe9;pidermique tridimensionnel (3D) imitant la structure de la peau humaine. M&#xc9;THODES: Les NHEK et le mod&#xe8;le &#xe9;pidermique 3D ont &#xe9;t&#xe9; trait&#xe9;s avec du GDS&#x2010;23. L'expression g&#xe9;nique dans les NHEK a &#xe9;t&#xe9; analys&#xe9;e &#xe0; l'aide d'une r&#xe9;action en cha&#xee;ne par polym&#xe9;rase en temps r&#xe9;el, tandis que les niveaux de facteurs li&#xe9;s &#xe0; la barri&#xe8;re &#xe9;pidermique et &#xe0; la r&#xe9;tention de l'humidit&#xe9; dans le mod&#xe8;le 3D ont &#xe9;t&#xe9; &#xe9;valu&#xe9;s &#xe0; l'aide d'une coloration par immunofluorescence. R&#xc9;SULTATS: Le traitement par GDS&#x2010;23 a r&#xe9;gul&#xe9; &#xe0; la hausse l'expression de l'ARNm des g&#xe8;nes impliqu&#xe9;s dans la formation de la couche corn&#xe9;e (filaggrine et loricrine), la r&#xe9;tention de l'humidit&#xe9; (aquaporine 3 et hyaluronane synthase 3) et la synth&#xe8;se des lipides intercellulaire (c&#xe9;ramide synthase, sulfotransf&#xe9;rase 2B1 et r&#xe9;cepteur &#x3b1; activ&#xe9; par les prolif&#xe9;rateurs de peroxysome) dans les NHKE. De plus, le traitement par K67, qui inhibe la phosphorylation de p62 et supprime ainsi l'activation de Nrf2 via un m&#xe9;canisme non canonique, a supprim&#xe9; l'expression induite par GDS&#x2010;23 de la filaggrine, de la loricrine, de la c&#xe9;ramide synthase, de la sulfotransf&#xe9;rase 2B1 et de l'aquaporine 3. Dans le mod&#xe8;le &#xe9;pidermique 3D, le traitement par GDS&#x2010;23 a r&#xe9;gul&#xe9; &#xe0; la hausse l'expression de Nrf2, des facteurs antioxydants en aval et des prot&#xe9;ines impliqu&#xe9;es dans la formation de la couche corn&#xe9;e et la r&#xe9;gulation de l'humidit&#xe9;. Sur le plan m&#xe9;canique, le GDS&#x2010;23 a am&#xe9;lior&#xe9; la fonction antioxydante endog&#xe8;ne et a modul&#xe9; l'expression des marqueurs mol&#xe9;culaires associ&#xe9;s &#xe0; la barri&#xe8;re &#xe9;pidermique et &#xe0; la r&#xe9;tention de l'humidit&#xe9;, contribuant ainsi potentiellement &#xe0; l'hom&#xe9;ostasie cutan&#xe9;e.</AbstractText><AbstractText Label="CONCLUSION" NlmCategory="CONCLUSIONS">&#xc9;tant donn&#xe9; que le GDS&#x2010;23 contribue au maintien de l'hom&#xe9;ostasie cutan&#xe9;e, il devrait trouver des applications futures dans le domaine cosm&#xe9;tique et dans le traitement des troubles cutan&#xe9;s. Dans l'ensemble, le GDS&#x2010;23 est prometteur en tant que &#xab; mat&#xe9;riau multifonctionnel pour syst&#xe8;mes d'administration de m&#xe9;dicaments &#xbb; qui favorise la sant&#xe9; de la peau.</AbstractText><CopyrightInformation>&#xa9; 2025 The Author(s). International Journal of Cosmetic Science published by John Wiley &amp; Sons Ltd on behalf of Society of Cosmetic Scientists and the Soci&#xe9;t&#xe9; Fran&#xe7;aise de Cosm&#xe9;tologie.</CopyrightInformation></OtherAbstract><KeywordList Owner="NOTNLM"><Keyword MajorTopicYN="N">GDS&#x2010;23</Keyword><Keyword MajorTopicYN="N">barrier function</Keyword><Keyword MajorTopicYN="N">epidermal keratinocyte</Keyword><Keyword MajorTopicYN="N">hydration</Keyword><Keyword MajorTopicYN="N">multifunctional DDS material</Keyword><Keyword MajorTopicYN="N">skin health</Keyword></KeywordList><CoiStatement>TM is an employee of Beverly Glen Laboratories, Inc. BCK is the Chief Science Officer of Beverly Glen Laboratories, Inc. SN, TA and SN serve as members of a joint research project between Beverly Glen Laboratories, Inc. and Showa Medical University. The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper.</CoiStatement></MedlineCitation><PubmedData><History><PubMedPubDate PubStatus="revised"><Year>2025</Year><Month>6</Month><Day>6</Day></PubMedPubDate><PubMedPubDate PubStatus="received"><Year>2025</Year><Month>4</Month><Day>23</Day></PubMedPubDate><PubMedPubDate PubStatus="accepted"><Year>2025</Year><Month>6</Month><Day>15</Day></PubMedPubDate><PubMedPubDate PubStatus="medline"><Year>2025</Year><Month>12</Month><Day>1</Day><Hour>12</Hour><Minute>28</Minute></PubMedPubDate><PubMedPubDate PubStatus="pubmed"><Year>2025</Year><Month>7</Month><Day>10</Day><Hour>12</Hour><Minute>31</Minute></PubMedPubDate><PubMedPubDate PubStatus="entrez"><Year>2025</Year><Month>7</Month><Day>10</Day><Hour>6</Hour><Minute>43</Minute></PubMedPubDate><PubMedPubDate PubStatus="pmc-release"><Year>2025</Year><Month>12</Month><Day>1</Day></PubMedPubDate></History><PublicationStatus>ppublish</PublicationStatus><ArticleIdList><ArticleId IdType="pubmed">40637102</ArticleId><ArticleId IdType="pmc">PMC12666733</ArticleId><ArticleId IdType="doi">10.1111/ics.70005</ArticleId></ArticleIdList><ReferenceList><Reference><Citation>Keller BC. Novel liposomes. Handbook of cosmetic science and technology. Boca Raton, FL: CRC Press; 2006.</Citation></Reference><Reference><Citation>Ag Seleci D, Seleci M, Walter JG, Stahl F, Scheper T. Niosomes as nanoparticular drug carriers: fundamentals and recent applications. J Nanomater. 2016;2016:7372306.</Citation></Reference><Reference><Citation>Bartelds R, Nematollahi MH, Pols T, Stuart MC, Pardakhty A, Asadikaram G, et&#xa0;al. Niosomes, an alternative for liposomal delivery. PLoS One. 2018;13:e0194179.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC5896898</ArticleId><ArticleId IdType="pubmed">29649223</ArticleId></ArticleIdList></Reference><Reference><Citation>Tachikawa S, Miyoshi T, Koganei H, Mohamed E, Vi&#xf1;as C, Suzuki M, et&#xa0;al. Spermidinium closo&#x2010;dodecaborate&#x2010;encapsulating liposomes as efficient boron delivery vehicles for neutron capture therapy. Chem Commun (Camb). 2014;50:12325&#x2013;12328.</Citation><ArticleIdList><ArticleId IdType="pubmed">25182569</ArticleId></ArticleIdList></Reference><Reference><Citation>Oku N. Innovations in liposomal DDS technology and its application for the treatment of various diseases. Biol Pharm Bull. 2017;40:119&#x2013;127.</Citation><ArticleIdList><ArticleId IdType="pubmed">28154249</ArticleId></ArticleIdList></Reference><Reference><Citation>Keller BC, Lasic D, Lasic A. Self&#x2010;forming, thermodynamically stable liposomes and their applications. US patent 7,718,190 B2. 2010.</Citation></Reference><Reference><Citation>Miyoshi T, Keller BC, Kodama A. Preparing method for positively electrified charged niosome, and charged niosome. EP patent 477&#x2010;B479. 2021.</Citation></Reference><Reference><Citation>Keller BC. Compounds and methods for inhibition of phospholipase A2 and cyclooxygenase&#x2010;2. US patent 6,495,596 B2. 2002.</Citation></Reference><Reference><Citation>Miyoshi T, Keller BC, Ashino T, Numazawa S. Noncanonical mechanism of Nrf2 activation by diacylglycerol polyethylene glycol adducts in normal human epidermal keratinocytes. PLoS One. 2023;18:e0291905.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC10566712</ArticleId><ArticleId IdType="pubmed">37819868</ArticleId></ArticleIdList></Reference><Reference><Citation>Ishitsuka Y, Ogawa T, Roop D. The KEAP1/NRF2 signaling pathway in keratinization. Antioxidants. 2020;9:751.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC7465315</ArticleId><ArticleId IdType="pubmed">32823937</ArticleId></ArticleIdList></Reference><Reference><Citation>Proksch E, Brandner JM, Jensen JM. The skin: an indispensable barrier. Exp Dermatol. 2008;17:1063&#x2013;1072.</Citation><ArticleIdList><ArticleId IdType="pubmed">19043850</ArticleId></ArticleIdList></Reference><Reference><Citation>Van Smeden J, Bouwstra JA. Stratum corneum lipids: their role for the skin barrier function in healthy subjects and atopic dermatitis patients. Curr Probl Dermatol. 2016;49:8&#x2013;26.</Citation><ArticleIdList><ArticleId IdType="pubmed">26844894</ArticleId></ArticleIdList></Reference><Reference><Citation>Sato J, Yanai M, Hirao T, Denda M. Water content and thickness of the stratum corneum contribute to skin surface morphology. Arch Dermatol Res. 2000;292:412&#x2013;417.</Citation><ArticleIdList><ArticleId IdType="pubmed">10994776</ArticleId></ArticleIdList></Reference><Reference><Citation>Ganceviciene R, Liakou AI, Theodoridis A, Makrantonaki E, Zouboulis CC. Skin anti&#x2010;aging strategies. Dermatoendocrinol. 2012;4:308&#x2013;319.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC3583892</ArticleId><ArticleId IdType="pubmed">23467476</ArticleId></ArticleIdList></Reference><Reference><Citation>Rawlings AV, Harding CR. Moisturization and skin barrier function. Dermatol Ther. 2004;17:43&#x2013;48.</Citation><ArticleIdList><ArticleId IdType="pubmed">14728698</ArticleId></ArticleIdList></Reference><Reference><Citation>Harding CR. The stratum corneum: structure and function in health and disease. Dermatol Ther. 2004;17:6&#x2013;15.</Citation><ArticleIdList><ArticleId IdType="pubmed">14728694</ArticleId></ArticleIdList></Reference><Reference><Citation>Matsui T, Amagai M. Dissecting the formation, structure, and barrier function of the stratum corneum. Int Immunol. 2015;27:269&#x2013;280.</Citation><ArticleIdList><ArticleId IdType="pubmed">25813515</ArticleId></ArticleIdList></Reference><Reference><Citation>Nemes Z, Steinert P. Bricks and mortar of the epidermal barrier. Exp Mol Med. 1999;31:5&#x2013;19.</Citation><ArticleIdList><ArticleId IdType="pubmed">10231017</ArticleId></ArticleIdList></Reference><Reference><Citation>Kypriotou M, Huber M, Hohl D. The human epidermal differentiation complex: cornified envelope precursors, S100 proteins and the &#x2018;fused genes&#x2019; family. Exp Dermatol. 2012;21:643&#x2013;649.</Citation><ArticleIdList><ArticleId IdType="pubmed">22507538</ArticleId></ArticleIdList></Reference><Reference><Citation>Kalinin A, Marekov LN, Steinert PM. Assembly of the epidermal cornified cell envelope. J Cell Sci. 2001;114:3069&#x2013;3070.</Citation><ArticleIdList><ArticleId IdType="pubmed">11590230</ArticleId></ArticleIdList></Reference><Reference><Citation>Papakonstantinou E, Roth M, Karakiulakis G. Hyaluronic acid: a key molecule in skin aging. Dermatoendocrinology. 2012;4:253&#x2013;258.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC3583886</ArticleId><ArticleId IdType="pubmed">23467280</ArticleId></ArticleIdList></Reference><Reference><Citation>Sayo T, Sugiyama Y, Takahashi Y, Ozawa N, Sakai S, Inoue S, et&#xa0;al. Hyaluronan synthase 3 regulates hyaluronan synthesis in cultured human keratinocytes. J Invest Dermatol. 2002;118:43&#x2013;48.</Citation><ArticleIdList><ArticleId IdType="pubmed">11851874</ArticleId></ArticleIdList></Reference><Reference><Citation>Bont&#xe9; F. Skin moisturization mechanisms: new data. Ann Pharm Fr. 2011;69:135&#x2013;141.</Citation><ArticleIdList><ArticleId IdType="pubmed">21570537</ArticleId></ArticleIdList></Reference><Reference><Citation>Boury&#x2010;Jamot M, Sougrat R, Tailhardat M, Le Varlet B, Bont&#xe9; F, Dumas M, et&#xa0;al. Expression and function of aquaporins in human skin: is aquaporin&#x2010;3 just a glycerol transporter? Biochim Biophys Acta. 2006;1758:1034&#x2013;1042.</Citation><ArticleIdList><ArticleId IdType="pubmed">16872579</ArticleId></ArticleIdList></Reference><Reference><Citation>Michalik L, Wahli W. Peroxisome proliferator&#x2010;activated receptors (PPARs) in skin health, repair and disease. Biochim Biophys Acta Mol Cell Biol Lipids. 2007;1771:991&#x2013;998.</Citation><ArticleIdList><ArticleId IdType="pubmed">17400022</ArticleId></ArticleIdList></Reference><Reference><Citation>Tachibana K, Fukuda S, Fukushima J, Ishimoto K, Sakata M, Nishimori Y, et&#xa0;al. Exploring compounds to be used as cosmetic agents that activate peroxisome proliferator&#x2010;activated receptor alpha. Int J Cosmet Sci. 2002;44:189&#x2013;200.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC9321093</ArticleId><ArticleId IdType="pubmed">35244215</ArticleId></ArticleIdList></Reference><Reference><Citation>Chaiprasongsuk A, Panich U. Role of phytochemicals in skin photoprotection via regulation of Nrf2. Front Pharmacol. 2013;13:823881.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC9133606</ArticleId><ArticleId IdType="pubmed">35645796</ArticleId></ArticleIdList></Reference><Reference><Citation>Ogawa T, Ishitsuka Y. The role of KEAP1&#x2010;NRF2 system in atopic dermatitis and psoriasis. Antioxidants. 2022;11:1397.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC9312147</ArticleId><ArticleId IdType="pubmed">35883888</ArticleId></ArticleIdList></Reference><Reference><Citation>Ichimura Y, Waguri S, Sou YS, Kageyama S, Hasegawa J, Ishimura R, et&#xa0;al. Phosphorylation of p62 activates the Keap1&#x2010;Nrf2 pathway during selective autophagy. Mol Cell. 2013;51:618&#x2013;631.</Citation><ArticleIdList><ArticleId IdType="pubmed">24011591</ArticleId></ArticleIdList></Reference><Reference><Citation>Saito T, Ichimura Y, Taguchi K, Suzuki T, Mizushima T, Takagi K, et&#xa0;al. p62/Sqstm1 promotes malignancy of HCV&#x2010;positive hepatocellular carcinoma through Nrf2&#x2010;dependent metabolic reprogramming. Nat Commun. 2016;7:12030.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC4931237</ArticleId><ArticleId IdType="pubmed">27345495</ArticleId></ArticleIdList></Reference><Reference><Citation>Thiele JJ, Schroeter C, Hsieh SN, Podda M, Packer L. The antioxidant network of the stratum corneum. Curr Probl Dermatol. 2001;29:26&#x2013;42.</Citation><ArticleIdList><ArticleId IdType="pubmed">11225199</ArticleId></ArticleIdList></Reference><Reference><Citation>Vermeij WP, Alia A, Backendorf C. ROS quenching potential of the epidermal cornified cell envelope. J Invest Dermatol. 2011;131:1435&#x2013;1441.</Citation><ArticleIdList><ArticleId IdType="pubmed">21248766</ArticleId></ArticleIdList></Reference><Reference><Citation>Sch&#xe4;fer M, Werner S. The cornified envelope: a first line of defense against reactive oxygen species. J Invest Dermatol. 2011;131:1409&#x2013;1411.</Citation><ArticleIdList><ArticleId IdType="pubmed">21673710</ArticleId></ArticleIdList></Reference><Reference><Citation>Hole&#x10d;ek M. Histidine in health and disease: metabolism, physiological importance, and use as a supplement. Nutrients. 2020;12:848.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC7146355</ArticleId><ArticleId IdType="pubmed">32235743</ArticleId></ArticleIdList></Reference><Reference><Citation>Hart PH, Norval M. The multiple roles of urocanic acid in health and disease. J Invest Dermatol. 2021;141:496&#x2013;502.</Citation><ArticleIdList><ArticleId IdType="pubmed">32919759</ArticleId></ArticleIdList></Reference><Reference><Citation>Ogawa T, Ishitsuka Y, Nakamura Y, Watanabe R, Okiyama N, Fujisawa Y, et&#xa0;al. Loricrin protects against chemical carcinogenesis. J Invest Dermatol. 2022;142:2023&#x2013;2026.</Citation><ArticleIdList><ArticleId IdType="pubmed">34968502</ArticleId></ArticleIdList></Reference><Reference><Citation>Wakabayashi N, Itoh K, Wakabayashi J, Motohashi H, Noda S, Takahashi S, et&#xa0;al. Keap1&#x2010;null mutation leads to postnatal lethality due to constitutive Nrf2 activation. Nat Genet. 2003;35:238&#x2013;245.</Citation><ArticleIdList><ArticleId IdType="pubmed">14517554</ArticleId></ArticleIdList></Reference><Reference><Citation>Ogawa T, Ishitsuka Y, Inoue S, Nakamura Y, Saito A, Okiyama N, et&#xa0;al. Nuclear factor erythroid 2&#x2010;related factor 2 (Nrf2) regulates epidermal keratinization under psoriatic skin inflammation. Am J Pathol. 2020;190:577&#x2013;585.</Citation><ArticleIdList><ArticleId IdType="pubmed">31953037</ArticleId></ArticleIdList></Reference><Reference><Citation>Sandilands A, Sutherland C, Irvine AD, McLean WHI. Filaggrin in the frontline: role in skin barrier function and disease. J Cell Sci. 2009;122:1285&#x2013;1294.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC2721001</ArticleId><ArticleId IdType="pubmed">19386895</ArticleId></ArticleIdList></Reference><Reference><Citation>Ishitsuka Y, Roop DR. Loricrin at the boundary between inside and outside. Biomolecules. 2022;12:673.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC9138667</ArticleId><ArticleId IdType="pubmed">35625601</ArticleId></ArticleIdList></Reference><Reference><Citation>Ishitsuka Y, Roop DR. Loricrin: past, present, and future. Int J Mol Sci. 2020;21:2271.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC7177664</ArticleId><ArticleId IdType="pubmed">32218335</ArticleId></ArticleIdList></Reference><Reference><Citation>Irvine AD, McLean WHI, Leung DYM. Filaggrin mutations associated with skin and allergic diseases. N Engl J Med. 2011;365:1315&#x2013;1327.</Citation><ArticleIdList><ArticleId IdType="pubmed">21991953</ArticleId></ArticleIdList></Reference><Reference><Citation>Levy M, Futerman AH. Mammalian ceramide synthases. IUBMB Life. 2010;62:347&#x2013;356.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC2858252</ArticleId><ArticleId IdType="pubmed">20222015</ArticleId></ArticleIdList></Reference><Reference><Citation>Mizutani Y, Kihara A, Chiba H, Tojo H, Igarashi Y. 2&#x2010;Hydroxy&#x2010;ceramide synthesis by ceramide synthase family: enzymatic basis for the preference of FA chain length. J Lipid Res. 2008;49:2356&#x2013;2364.</Citation><ArticleIdList><ArticleId IdType="pubmed">18541923</ArticleId></ArticleIdList></Reference><Reference><Citation>Sandhoff R. Very long chain sphingolipids: tissue expression, function, and synthesis. FEBS Lett. 2010;584:1907&#x2013;1913.</Citation><ArticleIdList><ArticleId IdType="pubmed">20035755</ArticleId></ArticleIdList></Reference><Reference><Citation>Alherz FA, Abunnaja MS, El Daibani AA, Bairam AF, Rasool MI, Kurogi K, et&#xa0;al. On the role of genetic polymorphisms in the sulfation of cholesterol by human cytosolic sulphotransferase SULT2B1b. J Biochem. 2018;164:215&#x2013;221.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC6094445</ArticleId><ArticleId IdType="pubmed">29701841</ArticleId></ArticleIdList></Reference><Reference><Citation>Fuda H, Lee YC, Shimizu C, Javitt NB, Strott CA. Mutational analysis of human hydroxysteroid sulfotransferase SULT2B1 isoforms reveals that exon 1B of the SULT2B1 gene produces cholesterol sulfotransferase, whereas exon 1A yields pregnenolone sulfotransferase. J Biol Chem. 2002;277:36161&#x2013;36166.</Citation><ArticleIdList><ArticleId IdType="pubmed">12145317</ArticleId></ArticleIdList></Reference><Reference><Citation>Garashi T, Yanagi H, Yagi M, Ichihashi M, Imokawa G. Horse&#x2010;derived ceramide accentuates glucosylceramide synthase and ceramide synthase 3 by activating PPAR&#x3b2;/&#x3b4; and/or PPAR&#x3b3; to stimulate ceramide synthesis. Biomedicine. 2023;11:548.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC9953238</ArticleId><ArticleId IdType="pubmed">36831084</ArticleId></ArticleIdList></Reference><Reference><Citation>Jiang YJ, Kim P, Elias PM, Feingold KR. LXR and PPAR activators stimulate cholesterol sulfotransferase type 2 isoform 1b in human keratinocytes. J Lipid Res. 2005;46:2657&#x2013;2666.</Citation><ArticleIdList><ArticleId IdType="pubmed">16150827</ArticleId></ArticleIdList></Reference><Reference><Citation>Runge&#x2010;Morris M, Kocarek TA. Regulation of sulfotransferase and UDP&#x2010;glucuronosyltransferase gene expression by the PPARs. PPAR Res. 2009;2009:728941.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC2724710</ArticleId><ArticleId IdType="pubmed">19680455</ArticleId></ArticleIdList></Reference><Reference><Citation>Hao Y, Miao J, Liu W, Peng L, Chen Y, Zhong Q. Formononetin protects against cisplatininduced acute kidney injury through activation of the PPAR&#x3b1;/Nrf2/HO1/NQO1 pathway. Int J Mol Med. 2021;47:511&#x2013;522.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC7797437</ArticleId><ArticleId IdType="pubmed">33416097</ArticleId></ArticleIdList></Reference><Reference><Citation>Lee C. Collaborative power of Nrf2 and PPAR&#x3b3; activators against metabolic and drug&#x2010;induced oxidative injury. Oxid Med Cell Longev. 2017;2017:1378175.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC5591982</ArticleId><ArticleId IdType="pubmed">28928902</ArticleId></ArticleIdList></Reference><Reference><Citation>Radner FP, Marrakchi S, Kirchmeier P, Kim GJ, Ribierre F, Kamoun B, et&#xa0;al. Mutations in CERS3 cause autosomal recessive congenital ichthyosis in humans. PLoS Genet. 2013;9:e1003536.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC3675029</ArticleId><ArticleId IdType="pubmed">23754960</ArticleId></ArticleIdList></Reference><Reference><Citation>Hara&#x2010;Chikuma M, Verkman AS. Roles of aquaporin&#x2010;3 in the epidermis. J Invest Dermatol. 2008;128:2145&#x2013;2151.</Citation><ArticleIdList><ArticleId IdType="pubmed">18548108</ArticleId></ArticleIdList></Reference><Reference><Citation>Yamane T, Nakagami G, Yoshino S, Muramatsu A, Matsui S, Oishi Y, et&#xa0;al. Hydrocellular foam dressing promotes wound healing along with increases in hyaluronan synthase 3 and PPAR&#x3b1; gene expression in epidermis. PLoS One. 2013;8:e73988.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC3750004</ArticleId><ArticleId IdType="pubmed">23991211</ArticleId></ArticleIdList></Reference><Reference><Citation>Kim SH, Nam GW, Lee HK, Moon SJ, Chang IS. The effects of musk T on peroxisome proliferator&#x2010;activated receptor [PPAR]&#x2010;alpha activation, epidermal skin homeostasis and dermal hyaluronic acid synthesis. Arch Dermatol Res. 2006;298:273&#x2013;282.</Citation><ArticleIdList><ArticleId IdType="pubmed">16977445</ArticleId></ArticleIdList></Reference><Reference><Citation>Katoh M, Kubo K, Hamajima F, Ogasawara T, Hata KI. Morphological characterization of a reconstructed, cultured human epidermal model (LabCyte EPI&#x2010;MODEL) as an alternative to in&#xa0;vivo models. Altern Anim Test Exp. 2009;14:873&#x2013;878.</Citation></Reference><Reference><Citation>Chen Y, Shen Z, Chen X, Luo Y, Zhang Y, Zhang S. Mechanism investigation of ethosomes transdermal permeation. Drug Deliv. 2021;28:1234&#x2013;1242.</Citation></Reference><Reference><Citation>Nguyen T, Nioi P, Pickett CB. The Nrf2&#x2010;antioxidant response element signaling pathway and its activation by oxidative stress. J Biol Chem. 2009;284:13291&#x2013;13295.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC2679427</ArticleId><ArticleId IdType="pubmed">19182219</ArticleId></ArticleIdList></Reference><Reference><Citation>Numazawa S, Yoshida T. Nrf2&#x2010;dependent gene expressions: a molecular toxicological aspect. J Toxicol Sci. 2004;29:81&#x2013;89.</Citation><ArticleIdList><ArticleId IdType="pubmed">15206576</ArticleId></ArticleIdList></Reference><Reference><Citation>He F, Ru X, Wen T. NRF2, a transcription factor for stress response and beyond. Int J Mol Sci. 2020;21:4777.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC7369905</ArticleId><ArticleId IdType="pubmed">32640524</ArticleId></ArticleIdList></Reference></ReferenceList></PubmedData></PubmedArticle></PubmedArticleSet>