<?xml version="1.0" ?>
<!DOCTYPE PubmedArticleSet PUBLIC "-//NLM//DTD PubMedArticle, 1st January 2025//EN" "https://dtd.nlm.nih.gov/ncbi/pubmed/out/pubmed_250101.dtd">
<PubmedArticleSet>
<PubmedArticle><MedlineCitation Status="MEDLINE" Owner="NLM" IndexingMethod="Automated"><PMID Version="1">41285626</PMID><DateCompleted><Year>2025</Year><Month>11</Month><Day>24</Day></DateCompleted><DateRevised><Year>2026</Year><Month>04</Month><Day>03</Day></DateRevised><Article PubModel="Print"><Journal><ISSN IssnType="Electronic">1715-5258</ISSN><JournalIssue CitedMedium="Internet"><Volume>71</Volume><Issue>11-12</Issue><PubDate><Year>2025</Year><Season>Nov-Dec</Season></PubDate></JournalIssue><Title>Canadian family physician Medecin de famille canadien</Title><ISOAbbreviation>Can Fam Physician</ISOAbbreviation></Journal><ArticleTitle>New drugs for weight loss: Why change in body composition matters and why nutrition and exercise remain paramount.</ArticleTitle><Pagination><StartPage>705</StartPage><EndPage>714</EndPage><MedlinePgn>705-714</MedlinePgn></Pagination><ELocationID EIdType="doi" ValidYN="Y">10.46747/cfp.711112705</ELocationID><Abstract><AbstractText Label="OBJECTIVE">To identify patients who may or may not benefit from use of new drugs for weight loss and to aid in minimizing loss of lean mass through proactive nutrition and exercise interventions.</AbstractText><AbstractText Label="QUALITY OF EVIDENCE">Choices and interventions are evaluated using the Grading of Recommendations Assessment, Development and Evaluation framework. Quality varies widely and is documented in multiple tables.</AbstractText><AbstractText Label="MAIN MESSAGE">Semaglutide and tirzepatide should be used in patients living with obesity or with overweight accompanied by weight-related comorbidity. Long-term use may be necessary. Use in children and adolescents has proven effective for weight reduction, but long-term consequences are unknown. Use in elderly patients may be harmful. Because weight loss by any means is accompanied by loss of lean mass, specifically muscle and bone, particular attention must be paid to nutrition and exercise. Protein supplementation is effective to preserve muscle mass. Resistance training is effective in mitigation of both muscle and bone loss. Both resistance and aerobic training are beneficial in preventing osteopenia in weight loss, which may contribute to premature mortality. There is observational evidence that weight cycling may be harmful in that weight regain can be composed primarily of fat, multiple cycles of which may actually increase obesity in individuals. This is of particular concern because of the cost and limited availability of new weight loss drugs leading to large rates of discontinuation. Similarly, patients using drugs for small amounts of weight loss are likely to regain or overshoot if they discontinue.</AbstractText><AbstractText Label="CONCLUSION">Patient selection for use of new anti-obesity drugs should match those included in clinical trials and be paired with dietary and exercise interventions used in those trials. Use at the extremes of age is problematic because of lack of long-term data. Intermittent use for small amounts of weight loss may be harmful. More ongoing data are needed.</AbstractText><CopyrightInformation>Copyright &#xa9; 2025 the College of Family Physicians of Canada.</CopyrightInformation></Abstract><AuthorList CompleteYN="Y"><Author ValidYN="Y"><LastName>Bosomworth</LastName><ForeName>N John</ForeName><Initials>NJ</Initials><AffiliationInfo><Affiliation>Honorary lecturer in the Department of Family Practice at the University of British Columbia in Vancouver. jbosomworth@gmail.com.</Affiliation></AffiliationInfo></Author></AuthorList><Language>eng</Language><PublicationTypeList><PublicationType UI="D016428">Journal Article</PublicationType><PublicationType UI="D016454">Review</PublicationType></PublicationTypeList></Article><MedlineJournalInfo><Country>Canada</Country><MedlineTA>Can Fam Physician</MedlineTA><NlmUniqueID>0120300</NlmUniqueID><ISSNLinking>0008-350X</ISSNLinking></MedlineJournalInfo><ChemicalList><Chemical><RegistryNumber>0</RegistryNumber><NameOfSubstance UI="D019440">Anti-Obesity Agents</NameOfSubstance></Chemical><Chemical><RegistryNumber>62340-29-8</RegistryNumber><NameOfSubstance UI="D004763">Glucagon-Like Peptides</NameOfSubstance></Chemical><Chemical><RegistryNumber>839I73S42A</RegistryNumber><NameOfSubstance UI="D000069450">Liraglutide</NameOfSubstance></Chemical><Chemical><RegistryNumber>89750-14-1</RegistryNumber><NameOfSubstance UI="D052216">Glucagon-Like Peptide 1</NameOfSubstance></Chemical><Chemical><RegistryNumber>53AXN4NNHX</RegistryNumber><NameOfSubstance UI="D000099194">Semaglutide</NameOfSubstance></Chemical></ChemicalList><CitationSubset>IM</CitationSubset><MeshHeadingList><MeshHeading><DescriptorName UI="D006801" MajorTopicYN="N">Humans</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D015431" MajorTopicYN="Y">Weight Loss</DescriptorName><QualifierName UI="Q000187" MajorTopicYN="N">drug effects</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D009765" MajorTopicYN="Y">Obesity</DescriptorName><QualifierName UI="Q000628" MajorTopicYN="N">therapy</QualifierName><QualifierName UI="Q000188" MajorTopicYN="N">drug therapy</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D001823" MajorTopicYN="Y">Body Composition</DescriptorName><QualifierName UI="Q000187" MajorTopicYN="N">drug effects</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D015444" MajorTopicYN="Y">Exercise</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D019440" MajorTopicYN="Y">Anti-Obesity Agents</DescriptorName><QualifierName UI="Q000627" MajorTopicYN="N">therapeutic use</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D004763" MajorTopicYN="N">Glucagon-Like Peptides</DescriptorName><QualifierName UI="Q000627" MajorTopicYN="N">therapeutic use</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D000069450" MajorTopicYN="N">Liraglutide</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D052216" MajorTopicYN="N">Glucagon-Like Peptide 1</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D000099194" MajorTopicYN="N">Semaglutide</DescriptorName></MeshHeading></MeshHeadingList><OtherAbstract Type="Publisher" Language="fre"><AbstractText Label="OBJECTIF">Identifier les patients qui pourraient b&#xe9;n&#xe9;ficier ou non de l&#x2019;utilisation de nouveaux m&#xe9;dicaments pour la perte pond&#xe9;rale et aider &#xe0; minimiser la perte de masse maigre &#xe0; l&#x2019;aide d&#x2019;interventions proactives en nutrition et en exercice.</AbstractText><AbstractText Label="QUALIT&#xc9; DES DONN&#xc9;ES">Les choix et les interventions sont &#xe9;valu&#xe9;s &#xe0; l&#x2019;aide du cadre de r&#xe9;f&#xe9;rence GRADE (Grading of Recommendations Assessment, Development and Evaluation). La qualit&#xe9; varie grandement et est document&#xe9;e dans de multiples tableaux.</AbstractText><AbstractText Label="MESSAGE PRINCIPAL">Le s&#xe9;maglutide et le tirz&#xe9;patide devraient &#xea;tre utilis&#xe9;s chez des patients vivant avec l&#x2019;ob&#xe9;sit&#xe9; ou avec un surpoids accompagn&#xe9; par des comorbidit&#xe9;s li&#xe9;es au poids. L&#x2019;usage &#xe0; long terme pourrait &#xea;tre n&#xe9;cessaire. Il a &#xe9;t&#xe9; d&#xe9;montr&#xe9; que leur utilisation chez les enfants et les adolescents &#xe9;tait efficace pour la r&#xe9;duction du poids, mais les cons&#xe9;quences &#xe0; long terme sont inconnues. Leur usage chez les patients plus &#xe2;g&#xe9;s pourrait &#xea;tre nocif. Parce que la perte de poids, qu&#x2019;importe la m&#xe9;thode, s&#x2019;accompagne d&#x2019;une perte de masse maigre, plus pr&#xe9;cis&#xe9;ment des muscles et des os, une attention particuli&#xe8;re doit &#xea;tre accord&#xe9;e &#xe0; la nutrition et &#xe0; l&#x2019;exercice. Des suppl&#xe9;ments prot&#xe9;iniques sont efficaces pour pr&#xe9;server la masse musculaire. L&#x2019;entra&#xee;nement contre r&#xe9;sistance est efficace pour att&#xe9;nuer tant la perte musculaire qu&#x2019;osseuse. L&#x2019;entra&#xee;nement contre r&#xe9;sistance et l&#x2019;a&#xe9;robie sont tous 2 b&#xe9;n&#xe9;fiques pour pr&#xe9;venir l&#x2019;ost&#xe9;op&#xe9;nie dans la perte pond&#xe9;rale qui peut contribuer &#xe0; une mortalit&#xe9; pr&#xe9;matur&#xe9;e. Des donn&#xe9;es probantes observationnelles indiquent que la perte et le retour cycliques du poids peuvent &#xea;tre pr&#xe9;judiciables, en ce sens que le regain de poids peut &#xea;tre compos&#xe9; surtout de gras et des cycles multiples pourraient en r&#xe9;alit&#xe9; accro&#xee;tre l&#x2019;ob&#xe9;sit&#xe9; chez les personnes. Ces observations sont particuli&#xe8;rement inqui&#xe9;tantes en raison du co&#xfb;t et de la disponibilit&#xe9; limit&#xe9;e des nouveaux m&#xe9;dicaments pour la perte pond&#xe9;rale qui causent des taux &#xe9;lev&#xe9;s de cessation. De la m&#xea;me mani&#xe8;re, il est probable que les patients qui utilisent ces m&#xe9;dicaments pour de petites pertes de poids regagnent ou d&#xe9;passent leur poids s&#x2019;ils cessent de le faire.</AbstractText><AbstractText Label="CONCLUSION">Le choix des patients candidats pour utiliser les nouveaux m&#xe9;dicaments contre l&#x2019;ob&#xe9;sit&#xe9; devrait concorder avec la s&#xe9;lection de ceux inclus dans les essais cliniques et il faudrait suivre les m&#xea;mes interventions en mati&#xe8;re d&#x2019;alimentation et d&#x2019;exercice que celles utilis&#xe9;es dans ces essais. L&#x2019;utilisation aux extr&#xe9;mit&#xe9;s des plages d&#x2019;&#xe2;ges est probl&#xe9;matique en raison de l&#x2019;absence de donn&#xe9;es &#xe0; long terme. L&#x2019;usage intermittent pour de petites quantit&#xe9;s de perte pond&#xe9;rale pourrait &#xea;tre pr&#xe9;judiciable. Un plus grand nombre de donn&#xe9;es sur une base continue est n&#xe9;cessaire.</AbstractText><CopyrightInformation>Copyright &#xa9; 2025 the College of Family Physicians of Canada.</CopyrightInformation></OtherAbstract></MedlineCitation><PubmedData><History><PubMedPubDate PubStatus="medline"><Year>2025</Year><Month>11</Month><Day>25</Day><Hour>0</Hour><Minute>28</Minute></PubMedPubDate><PubMedPubDate PubStatus="pubmed"><Year>2025</Year><Month>11</Month><Day>25</Day><Hour>0</Hour><Minute>27</Minute></PubMedPubDate><PubMedPubDate PubStatus="entrez"><Year>2025</Year><Month>11</Month><Day>24</Day><Hour>21</Hour><Minute>45</Minute></PubMedPubDate><PubMedPubDate PubStatus="pmc-release"><Year>2025</Year><Month>11</Month><Day>1</Day></PubMedPubDate></History><PublicationStatus>ppublish</PublicationStatus><ArticleIdList><ArticleId IdType="pubmed">41285626</ArticleId><ArticleId IdType="pmc">PMC12668427</ArticleId><ArticleId IdType="doi">10.46747/cfp.711112705</ArticleId><ArticleId IdType="pii">71/11-12/705</ArticleId></ArticleIdList><ReferenceList><Reference><Citation>Public Health Agency of Canada . Obesity Statistics in Canada: Report [Internet]. Ottawa (ON): Government of Canada; 2025. 
Jun
5 [cited 2025 Jun 6]. Available from: <b> https://www.canada.ca/en/public-health/services/publications/healthy-living/obesity-statistics-canada.html#a6.2</b>.</Citation></Reference><Reference><Citation>Kotsopoulos N, Connolly MP.. Assessing the fiscal burden of obesity in Canada by applying a public economic framework. Adv Ther. 2024. Jan;41(1):379-90. doi: 10.1007/s12325-023-02718-4. Epub 2023 Nov 18.</Citation><ArticleIdList><ArticleId IdType="doi">10.1007/s12325-023-02718-4</ArticleId><ArticleId IdType="pmc">PMC10796418</ArticleId><ArticleId IdType="pubmed">37979088</ArticleId></ArticleIdList></Reference><Reference><Citation>Speakman JR, Loos RJF, O&#x2019;Rahilly S, Hirschhorn JN, et al. GWAS for BMI: a treasure trove of fundamental insights into the genetic basis of obesity. Int J Obes (Lond). 2018. Aug;42(8):1524-31. doi: 10.1038/s41366-018-0147-5. Epub 2018 Jul 6.</Citation><ArticleIdList><ArticleId IdType="doi">10.1038/s41366-018-0147-5</ArticleId><ArticleId IdType="pmc">PMC6115287</ArticleId><ArticleId IdType="pubmed">29980761</ArticleId></ArticleIdList></Reference><Reference><Citation>Hu J, Chen X, Yang J, Giovannucci E, et al. Association between fat mass and mortality: analysis of Mendelian randomization and lifestyle modification. Metabolism. 2022. Nov;136:155307. doi: 10.1016/j.metabol.2022.155307. Epub 2022 Sep 2.</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.metabol.2022.155307</ArticleId><ArticleId IdType="pubmed">36058288</ArticleId></ArticleIdList></Reference><Reference><Citation>Naukkarinen J, Rissanen A, Kaprio J, Pietil&#xe4;inen KH.. Causes and consequences of obesity: the contribution of recent twin studies. Int J Obes (Lond). 2012. Aug;36(8):1017-24. doi: 10.1038/ijo.2011.192. Epub 2011 Oct 11.</Citation><ArticleIdList><ArticleId IdType="doi">10.1038/ijo.2011.192</ArticleId><ArticleId IdType="pubmed">21986704</ArticleId></ArticleIdList></Reference><Reference><Citation>Livingstone MB, Pourshahidi LK.. Portion size and obesity. Adv Nutr. 2014. Nov 14;5(6):829-34. doi: 10.3945/an.114.007104.</Citation><ArticleIdList><ArticleId IdType="doi">10.3945/an.114.007104</ArticleId><ArticleId IdType="pmc">PMC4224223</ArticleId><ArticleId IdType="pubmed">25398749</ArticleId></ArticleIdList></Reference><Reference><Citation>Drewnowski A, Specter SE.. Poverty and obesity: the role of energy density and energy costs. Am J Clin Nutr. 2004. Jan;79(1):6-16. doi: 10.1093/ajcn/79.1.6.</Citation><ArticleIdList><ArticleId IdType="doi">10.1093/ajcn/79.1.6</ArticleId><ArticleId IdType="pubmed">14684391</ArticleId></ArticleIdList></Reference><Reference><Citation>Wilding JPH, Batterham RL, Calanna S, Davies M, et al. STEP 1 Study Group . Once-Weekly Semaglutide in Adults with Overweight or Obesity. N Engl J Med. 2021. Mar 18;384(11):989-1002. doi: 10.1056/NEJMoa2032183. Epub 2021 Feb 10.</Citation><ArticleIdList><ArticleId IdType="doi">10.1056/NEJMoa2032183</ArticleId><ArticleId IdType="pubmed">33567185</ArticleId></ArticleIdList></Reference><Reference><Citation>Jastreboff AM, Aronne LJ, Ahmad NN, Wharton S, et al. SURMOUNT-1 Investigators . Tirzepatide once weekly for the treatment of obesity. N Engl J Med. 2022. Jul 21;387(3):205-6. doi: 10.1056/NEJMoa2206038. Epub 2022 Jun 4.</Citation><ArticleIdList><ArticleId IdType="doi">10.1056/NEJMoa2206038</ArticleId><ArticleId IdType="pubmed">35658024</ArticleId></ArticleIdList></Reference><Reference><Citation>Bettadapura S, Dowling K, Jablon K, Al-Humadi AW, et al. Changes in food preferences and ingestive behaviors after glucagon-like peptide-1 analog treatment: techniques and opportunities. Int J Obes (Lond). 2025. Mar;49(3):418-26. doi: 10.1038/s41366-024-01500-y. Epub 2024 Mar 7.</Citation><ArticleIdList><ArticleId IdType="doi">10.1038/s41366-024-01500-y</ArticleId><ArticleId IdType="pmc">PMC11971042</ArticleId><ArticleId IdType="pubmed">38454010</ArticleId></ArticleIdList></Reference><Reference><Citation>Zhao X, Wang M, Wen Z, Lu Z, et al. GLP-1 receptor agonists: beyond their pancreatic effects. Front Endocrinol (Lausanne). 2021. Aug 23;12:721135. doi: 10.3389/fendo.2021.721135.</Citation><ArticleIdList><ArticleId IdType="doi">10.3389/fendo.2021.721135</ArticleId><ArticleId IdType="pmc">PMC8419463</ArticleId><ArticleId IdType="pubmed">34497589</ArticleId></ArticleIdList></Reference><Reference><Citation>Bikou A, Dermiki-Gkana F, Penteris M, Constantinides TK, et al. A systematic review of the effect of semaglutide on lean mass: insights from clinical trials. Expert Opin Pharmacother. 2024. Apr;25(5):611-19. doi: 10.1080/14656566.2024.2343092. Epub 2024 Apr 18.</Citation><ArticleIdList><ArticleId IdType="doi">10.1080/14656566.2024.2343092</ArticleId><ArticleId IdType="pubmed">38629387</ArticleId></ArticleIdList></Reference><Reference><Citation>Alonso P&#xe9;rez JL, Mart&#xed;n P&#xe9;rez S, Battaglino A, Villafa&#xf1;e JH, et al. An up-date of the muscle strengthening exercise effectiveness in postmenopausal women with osteoporosis: a qualitative systematic review. Clin Med 2021. May 21;10:2229. PMID: 34063906. doi: 10.3390/jcm10112229.</Citation><ArticleIdList><ArticleId IdType="doi">10.3390/jcm10112229</ArticleId><ArticleId IdType="pmc">PMC8196674</ArticleId><ArticleId IdType="pubmed">34063906</ArticleId></ArticleIdList></Reference><Reference><Citation>Lewis KH, Moore JB, Ard JD.. Game changers: do new medications make lifestyle-based treatment of obesity obsolete? Obesity (Silver Spring). 2024. Feb;32(2):237-9. doi: 10.1002/oby.23962. Epub 2023 Dec 3.</Citation><ArticleIdList><ArticleId IdType="doi">10.1002/oby.23962</ArticleId><ArticleId IdType="pubmed">38044481</ArticleId></ArticleIdList></Reference><Reference><Citation>Grades of Recommendation Assessment, Development, and Evaluation Working Group . Grades of recommendation assessment, development, and evaluation [Internet]. Canadian Task Force on Preventive Health Care; 2011.  [cited 2025 Jun 18]. Available from: <b> https://canadiantaskforce.ca/methods/grade/</b>.</Citation></Reference><Reference><Citation>Garvey WT. Is obesity or adiposity-based chronic disease curable: the set point theory, the environment, and second-generation medications. Endocr Pract. 2022. Feb;28(2):214-22. doi: 10.1016/j.eprac.2021.11.082. Epub 2021 Nov 22.</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.eprac.2021.11.082</ArticleId><ArticleId IdType="pubmed">34823000</ArticleId></ArticleIdList></Reference><Reference><Citation>O&#x2019;Neil PM, Rubino DM.. Exploring the wider benefits of semaglutide treatment in obesity: insight from the STEP program. Postgrad Med. 2022. Jan;134(sup1):28-36. doi: 10.1080/00325481.2022.2150006.</Citation><ArticleIdList><ArticleId IdType="doi">10.1080/00325481.2022.2150006</ArticleId><ArticleId IdType="pubmed">36691307</ArticleId></ArticleIdList></Reference><Reference><Citation>Ma C, Avenell A, Bolland M, Hudson J, et al. Effects of weight loss interventions for adults who are obese on mortality, cardiovascular disease, and cancer: systematic review and meta-analysis. BMJ. 2017. Nov 14;359:j4849. doi: 10.1136/bmj.j4849.</Citation><ArticleIdList><ArticleId IdType="doi">10.1136/bmj.j4849</ArticleId><ArticleId IdType="pmc">PMC5682593</ArticleId><ArticleId IdType="pubmed">29138133</ArticleId></ArticleIdList></Reference><Reference><Citation>Kritchevsky SB, Beavers KM, Miller ME, Shea MK, et al. Intentional weight loss and all-cause mortality: a meta-analysis of randomized clinical trials. PLoS One. 2015. Mar 20;10(3):e0121993. doi: 10.1371/journal.pone.0121993.</Citation><ArticleIdList><ArticleId IdType="doi">10.1371/journal.pone.0121993</ArticleId><ArticleId IdType="pmc">PMC4368053</ArticleId><ArticleId IdType="pubmed">25794148</ArticleId></ArticleIdList></Reference><Reference><Citation>Hussain SM, Newman AB, Beilin LJ, Tonkin AM, et al. Associations of change in body size with all-cause and cause-specific mortality among healthy older adults. JAMA Netw Open. 2023. Apr 3;6(4):e237482. doi: 10.1001/jamanetworkopen.2023.7482.</Citation><ArticleIdList><ArticleId IdType="doi">10.1001/jamanetworkopen.2023.7482</ArticleId><ArticleId IdType="pmc">PMC10087052</ArticleId><ArticleId IdType="pubmed">37036703</ArticleId></ArticleIdList></Reference><Reference><Citation>Harrington M, Gibson S, Cottrell RC.. A review and meta-analysis of the effect of weight loss on all-cause mortality risk. Nutr Res Rev. 2009. Jun;22(1):93-108. doi: 10.1017/S0954422409990035.</Citation><ArticleIdList><ArticleId IdType="doi">10.1017/S0954422409990035</ArticleId><ArticleId IdType="pubmed">19555520</ArticleId></ArticleIdList></Reference><Reference><Citation>Zheng H, Echave P, Mehta N, Myrskyl&#xe4; M.. Life-long body mass index trajectories and mortality in two generations. Ann Epidemiol. 2021. Apr;56:18-25. doi: 10.1016/j.annepidem.2021.01.003. Epub 2021 Jan 22.</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.annepidem.2021.01.003</ArticleId><ArticleId IdType="pmc">PMC8009819</ArticleId><ArticleId IdType="pubmed">33493649</ArticleId></ArticleIdList></Reference><Reference><Citation>Roh L, Braun J, Chiolero A, Bopp M, et al. ; Swiss National Cohort Study Group . Mortality risk associated with underweight: a census-linked cohort of 31,578 individuals with up to 32 years of follow-up. BMC Public Health. 2014. Apr 16;14:371. doi: 10.1186/1471-2458-14-371.</Citation><ArticleIdList><ArticleId IdType="doi">10.1186/1471-2458-14-371</ArticleId><ArticleId IdType="pmc">PMC4021191</ArticleId><ArticleId IdType="pubmed">24739374</ArticleId></ArticleIdList></Reference><Reference><Citation>Xu H, Cupples LA, Stokes A, Liu CT.. Association of obesity with mortality over 24 years of weight history: findings from the Framingham Heart Study. JAMA Netw Open. 2018. Nov 2;1(7):e184587. doi: 10.1001/jamanetworkopen.2018.4587.</Citation><ArticleIdList><ArticleId IdType="doi">10.1001/jamanetworkopen.2018.4587</ArticleId><ArticleId IdType="pmc">PMC6324399</ArticleId><ArticleId IdType="pubmed">30646366</ArticleId></ArticleIdList></Reference><Reference><Citation>Erratum in: JAMA Netw Open. 2018 Dec 7;1(8):e186657. doi: 10.1001/jamanetworkopen.2018.6657.</Citation><ArticleIdList><ArticleId IdType="doi">10.1001/jamanetworkopen.2018.6657</ArticleId></ArticleIdList></Reference><Reference><Citation>Zhang Y, Hou F, Li J, Yu H, et al. The association between weight fluctuation and all-cause mortality: a systematic review and meta-analysis. Medicine (Baltimore). 2019. Oct;98(42):e17513. doi: 10.1097/MD.0000000000017513.</Citation><ArticleIdList><ArticleId IdType="doi">10.1097/MD.0000000000017513</ArticleId><ArticleId IdType="pmc">PMC6824662</ArticleId><ArticleId IdType="pubmed">31626110</ArticleId></ArticleIdList></Reference><Reference><Citation>Zou H, Yin P, Liu L, Liu W, et al. , Body-weight fluctuation was associated with increased risk for cardiovascular disease, all-cause and cardiovascular mortality: a systematic review and meta-analysis. Front Endocrinol (Lausanne). 2019. Nov 8;10:728. doi: 10.3389/fendo.2019.00728.</Citation><ArticleIdList><ArticleId IdType="doi">10.3389/fendo.2019.00728</ArticleId><ArticleId IdType="pmc">PMC6856014</ArticleId><ArticleId IdType="pubmed">31787929</ArticleId></ArticleIdList></Reference><Reference><Citation>Alharbi TA, Paudel S, Gasevic D, Ryan J, et al. The association of weight change and all-cause mortality in older adults: a systematic review and meta-analysis. Age Ageing. 2021. May 5;50(3):697-704. doi: 10.1093/ageing/afaa231.</Citation><ArticleIdList><ArticleId IdType="doi">10.1093/ageing/afaa231</ArticleId><ArticleId IdType="pubmed">33161429</ArticleId></ArticleIdList></Reference><Reference><Citation>Cheng FW, Gao X, Jensen GL.. Weight change and all-cause mortality in older adults: a meta-analysis. J Nutr Gerontol Geriatr. 2015;34(4):343-68. doi: 10.1080/21551197.2015.1090362.</Citation><ArticleIdList><ArticleId IdType="doi">10.1080/21551197.2015.1090362</ArticleId><ArticleId IdType="pubmed">26571354</ArticleId></ArticleIdList></Reference><Reference><Citation>Shea MK, Nicklas BJ, Houston DK, Miller ME, et al. The effect of intentional weight loss on all-cause mortality in older adults: results of a randomized controlled weight-loss trial. Am J Clin Nutr. 2011. Sep;94(3):839-46. doi: 10.3945/ajcn.110.006379. Epub 2011 Jul 20.</Citation><ArticleIdList><ArticleId IdType="doi">10.3945/ajcn.110.006379</ArticleId><ArticleId IdType="pmc">PMC3155925</ArticleId><ArticleId IdType="pubmed">21775558</ArticleId></ArticleIdList></Reference><Reference><Citation>Javed AA, Aljied R, Allison DJ, Anderson LN, et al. Body mass index and all-cause mortality in older adults: A scoping review of observational studies. Obes Rev. 2020. Aug;21(8):e13035. doi: 10.1111/obr.13035. Epub 2020 Apr 21.</Citation><ArticleIdList><ArticleId IdType="doi">10.1111/obr.13035</ArticleId><ArticleId IdType="pubmed">32319198</ArticleId></ArticleIdList></Reference><Reference><Citation>Childers DK, Allison DB.. The &#x2018;obesity paradox&#x2019;: a parsimonious explanation for relations among obesity, mortality rate and aging? Int J Obes (Lond). 2010. Aug;34(8):1231-8. doi: 10.1038/ijo.2010.71. Epub 2010 May 4.</Citation><ArticleIdList><ArticleId IdType="doi">10.1038/ijo.2010.71</ArticleId><ArticleId IdType="pmc">PMC3186057</ArticleId><ArticleId IdType="pubmed">20440298</ArticleId></ArticleIdList></Reference><Reference><Citation>Wilding JPH, Batterham RL, Davies M, Van Gaal LF, et al. ; STEP 1 Study Group . Weight regain and cardiometabolic effects after withdrawal of semaglutide: the STEP 1 trial extension. Diabetes Obes Metab. 2022. Aug;24(8):1553-64. doi: 10.1111/dom.14725. Epub 2022 May 19.</Citation><ArticleIdList><ArticleId IdType="doi">10.1111/dom.14725</ArticleId><ArticleId IdType="pmc">PMC9542252</ArticleId><ArticleId IdType="pubmed">35441470</ArticleId></ArticleIdList></Reference><Reference><Citation>Lorenzo I, Serra-Prat M, Y&#xe9;benes JC.. The role of water homeostasis in muscle function and frailty: a review. Nutrients. 2019. Aug 9;11(8):1857. doi: 10.3390/nu11081857.</Citation><ArticleIdList><ArticleId IdType="doi">10.3390/nu11081857</ArticleId><ArticleId IdType="pmc">PMC6723611</ArticleId><ArticleId IdType="pubmed">31405072</ArticleId></ArticleIdList></Reference><Reference><Citation>Spahillari A, Mukamal KJ, DeFilippi C, Kizer JR, et al. The association of lean and fat mass with all-cause mortality in older adults: The Cardiovascular Health Study. Nutr Metab Cardiovasc Dis. 2016. Nov;26(11):1039-47. doi: 10.1016/j.numecd.2016.06.011. Epub 2016 Jun 28.</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.numecd.2016.06.011</ArticleId><ArticleId IdType="pmc">PMC5079822</ArticleId><ArticleId IdType="pubmed">27484755</ArticleId></ArticleIdList></Reference><Reference><Citation>Wang Y, Luo D, Liu J, Song Y, et al. Low skeletal muscle mass index and all-cause mortality risk in adults: a systematic review and meta-analysis of prospective cohort studies. PLoS One. 2023. Jun 7;18(6):e0286745. doi: 10.1371/journal.pone.0286745.</Citation><ArticleIdList><ArticleId IdType="doi">10.1371/journal.pone.0286745</ArticleId><ArticleId IdType="pmc">PMC10246806</ArticleId><ArticleId IdType="pubmed">37285331</ArticleId></ArticleIdList></Reference><Reference><Citation>Lu J, Shin Y, Yen MS, Sun SS.. Peak bone mass and patterns of change in total bone mineral density and bone mineral contents from childhood into young adulthood. J Clin Densitom. 2016. Apr-Jun;19(2):180-91. doi: 10.1016/j.jocd.2014.08.001. Epub 2014 Oct 18.</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.jocd.2014.08.001</ArticleId><ArticleId IdType="pmc">PMC4402109</ArticleId><ArticleId IdType="pubmed">25440183</ArticleId></ArticleIdList></Reference><Reference><Citation>Johnson KC, Anderson A, Beavers KM, Crandall CJ, et al. ; and the Look AHEAD Research Group . The long-term effect of intentional weight loss on changes in bone mineral density in persons with type 2 diabetes: results from the Look AHEAD randomized trial. Arch Osteoporos. 2023. Jul 14;18(1):97. doi: 10.1007/s11657-023-01303-0.</Citation><ArticleIdList><ArticleId IdType="doi">10.1007/s11657-023-01303-0</ArticleId><ArticleId IdType="pmc">PMC10348976</ArticleId><ArticleId IdType="pubmed">37452151</ArticleId></ArticleIdList></Reference><Reference><Citation>Villalon KL, Gozansky WS, Van Pelt RE, Wolfe P, et al. A losing battle: weight regain does not restore weight loss-induced bone loss in postmenopausal women. Obesity (Silver Spring). 2011. Dec;19(12):2345-50. doi: 10.1038/oby.2011.263. Epub 2011 Aug 18.</Citation><ArticleIdList><ArticleId IdType="doi">10.1038/oby.2011.263</ArticleId><ArticleId IdType="pmc">PMC3760414</ArticleId><ArticleId IdType="pubmed">21852813</ArticleId></ArticleIdList></Reference><Reference><Citation>Serra MC, Ryan AS.. Bone mineral density changes during weight regain following weight loss with and without exercise. Nutrients. 2021. Aug 19;13(8):2848. doi: 10.3390/nu13082848.</Citation><ArticleIdList><ArticleId IdType="doi">10.3390/nu13082848</ArticleId><ArticleId IdType="pmc">PMC8400683</ArticleId><ArticleId IdType="pubmed">34445008</ArticleId></ArticleIdList></Reference><Reference><Citation>McCrimmon RJ, Catarig AM, Frias JP, Lausvig NL, et al. Effects of once-weekly semaglutide vs once-daily canagliflozin on body composition in type 2 diabetes: a substudy of the SUSTAIN 8 randomised controlled clinical trial. Diabetologia. 2020. Mar;63(3):473-85. doi: 10.1007/s00125-019-05065-8. Epub 2020 Jan 2.</Citation><ArticleIdList><ArticleId IdType="doi">10.1007/s00125-019-05065-8</ArticleId><ArticleId IdType="pmc">PMC6997246</ArticleId><ArticleId IdType="pubmed">31897524</ArticleId></ArticleIdList></Reference><Reference><Citation>Ardavani A, Aziz H, Smith K, Atherton PJ, et al. The effects of very low energy diets and low energy diets with exercise training on skeletal muscle mass: a narrative review. Adv Ther. 2021. Jan;38(1):149-63. doi: 10.1007/s12325-020-01562-0. Epub 2020 Nov 19.</Citation><ArticleIdList><ArticleId IdType="doi">10.1007/s12325-020-01562-0</ArticleId><ArticleId IdType="pmc">PMC7854408</ArticleId><ArticleId IdType="pubmed">33211298</ArticleId></ArticleIdList></Reference><Reference><Citation>Wilding JPH, Batterham RL, Calanna S, Davies M, et al. STEP 1 Study Group . Once-weekly semaglutide in adults with overweight or obesity. N Engl J Med. 2021. Mar 18;384(11):989-1002. doi: 10.1056/NEJMoa2032183. Epub 2021 Feb 10.</Citation><ArticleIdList><ArticleId IdType="doi">10.1056/NEJMoa2032183</ArticleId><ArticleId IdType="pubmed">33567185</ArticleId></ArticleIdList></Reference><Reference><Citation>Jastreboff AM, Aronne LJ, Ahmad NN, Wharton S, et al. SURMOUNT-1 Investigators . Tirzepatide once weekly for the treatment of obesity. N Engl J Med. 2022. Jul 21;387(3):205-16. doi: 10.1056/NEJMoa2206038. Epub 2022 Jun 4.</Citation><ArticleIdList><ArticleId IdType="doi">10.1056/NEJMoa2206038</ArticleId><ArticleId IdType="pubmed">35658024</ArticleId></ArticleIdList></Reference><Reference><Citation>Mechanick JI, Butsch WS, Christensen SM, Hamdy O, et al. Strategies for minimizing muscle loss during use of incretin-mimetic drugs for treatment of obesity. Obes Rev. 2025. Jan;26(1):e13841. doi: 10.1111/obr.13841. Epub 2024 Sep 19.</Citation><ArticleIdList><ArticleId IdType="doi">10.1111/obr.13841</ArticleId><ArticleId IdType="pmc">PMC11611443</ArticleId><ArticleId IdType="pubmed">39295512</ArticleId></ArticleIdList></Reference><Reference><Citation>Jensen SBK, S&#xf8;rensen V, Sandsdal RM, Lehmann EW, et al. Bone health after exercise alone, GLP-1 receptor agonist treatment, or combination treatment: a secondary analysis of a randomized clinical trial. JAMA Netw Open. 2024. Jun 3;7(6):e2416775. doi: 10.1001/jamanetworkopen.2024.16775.</Citation><ArticleIdList><ArticleId IdType="doi">10.1001/jamanetworkopen.2024.16775</ArticleId><ArticleId IdType="pmc">PMC11200146</ArticleId><ArticleId IdType="pubmed">38916894</ArticleId></ArticleIdList></Reference><Reference><Citation>Wing RR, Phelan S.. Long-term weight loss maintenance. Am J Clin Nutr. 2005. Jul;82(1 Suppl):222S-225S. doi: 10.1093/ajcn/82.1.222S.</Citation><ArticleIdList><ArticleId IdType="doi">10.1093/ajcn/82.1.222S</ArticleId><ArticleId IdType="pubmed">16002825</ArticleId></ArticleIdList></Reference><Reference><Citation>Keys A, Brozek J, Henschel A, Mickelsen O, et al. The Biology of Human Starvation. University of Minnesota Press: Minnesota, 1950.</Citation></Reference><Reference><Citation>Dulloo AG, Miles-Chan JL, Schutz Y.. Collateral fattening in body composition autoregulation: its determinants and significance for obesity predisposition. Eur J Clin Nutr. 2018. May;72(5):657-64. doi: 10.1038/s41430-018-0138-6. Epub 2018 Mar 20.</Citation><ArticleIdList><ArticleId IdType="doi">10.1038/s41430-018-0138-6</ArticleId><ArticleId IdType="pmc">PMC5945583</ArticleId><ArticleId IdType="pubmed">29559726</ArticleId></ArticleIdList></Reference><Reference><Citation>Pownall HJ, Bray GA, Wagenknecht LE, Walkup MP, et al. ; Look AHEAD Research Group . Changes in body composition over 8 years in a randomized trial of a lifestyle intervention: the look AHEAD study. Obesity (Silver Spring). 2015. Mar;23(3):565-72. doi: 10.1002/oby.21005.</Citation><ArticleIdList><ArticleId IdType="doi">10.1002/oby.21005</ArticleId><ArticleId IdType="pmc">PMC4707962</ArticleId><ArticleId IdType="pubmed">25707379</ArticleId></ArticleIdList></Reference><Reference><Citation>Rossi AP, Rubele S, Calugi S, Caliari C, et al. Weight cycling as a risk factor for low muscle mass and strength in a population of males and females with obesity. Obesity (Silver Spring). 2019. Jul;27(7):1068-75. doi: 10.1002/oby.22493.</Citation><ArticleIdList><ArticleId IdType="doi">10.1002/oby.22493</ArticleId><ArticleId IdType="pubmed">31231958</ArticleId></ArticleIdList></Reference><Reference><Citation>Friedrichsen M, Breitschaft A, Tadayon S, Wizert A, et al. The effect of semaglutide 2.4 mg once weekly on energy intake, appetite, control of eating, and gastric emptying in adults with obesity. Diabetes Obes Metab. 2021. Mar;23(3):754-62. doi: 10.1111/dom.14280. Epub 2021 Jan 3.</Citation><ArticleIdList><ArticleId IdType="doi">10.1111/dom.14280</ArticleId><ArticleId IdType="pmc">PMC7898914</ArticleId><ArticleId IdType="pubmed">33269530</ArticleId></ArticleIdList></Reference><Reference><Citation>Blundell J, Finlayson G, Axelsen M, Flint A, et al. Effects of once-weekly semaglutide on appetite, energy intake, control of eating, food preference and body weight in subjects with obesity. Diabetes Obes Metab. 2017. Sep;19(9):1242-51. doi: 10.1111/dom.12932. Epub 2017 May 5.</Citation><ArticleIdList><ArticleId IdType="doi">10.1111/dom.12932</ArticleId><ArticleId IdType="pmc">PMC5573908</ArticleId><ArticleId IdType="pubmed">28266779</ArticleId></ArticleIdList></Reference><Reference><Citation>Morton RW, Murphy KT, McKellar SR, Schoenfeld BJ, et al. A systematic review, meta-analysis and meta-regression of the effect of protein supplementation on resistance training-induced gains in muscle mass and strength in healthy adults. Br J Sports Med. 2018. Mar;52(6):376-84. doi: 10.1136/bjsports-2017-097608.</Citation><ArticleIdList><ArticleId IdType="doi">10.1136/bjsports-2017-097608</ArticleId><ArticleId IdType="pmc">PMC5867436</ArticleId><ArticleId IdType="pubmed">28698222</ArticleId></ArticleIdList></Reference><Reference><Citation>Epub 2017 Jul 11. Erratum in: Br J Sports Med. 2020 Oct;54(19):e7. doi: 10.1136/bjsports-2017-097608corr1.</Citation><ArticleIdList><ArticleId IdType="doi">10.1136/bjsports-2017-097608corr1</ArticleId><ArticleId IdType="pmc">PMC7513243</ArticleId><ArticleId IdType="pubmed">32943392</ArticleId></ArticleIdList></Reference><Reference><Citation>Tagawa R, Watanabe D, Ito K, Otsuyama T, et al. Synergistic effect of increased total protein intake and strength training on muscle strength: a dose-response meta-analysis of randomized controlled trials. Sports Med Open. 2022. Sep 4;8(1):110. doi: 10.1186/s40798-022-00508-w.</Citation><ArticleIdList><ArticleId IdType="doi">10.1186/s40798-022-00508-w</ArticleId><ArticleId IdType="pmc">PMC9441410</ArticleId><ArticleId IdType="pubmed">36057893</ArticleId></ArticleIdList></Reference><Reference><Citation>Muschitz C, Kocijan R, Haschka J, Zendeli A, et al. The impact of vitamin D, calcium, protein supplementation, and physical exercise on bone metabolism after bariatric surgery: the BABS Study. J Bone Miner Res. 2016. Mar;31(3):672-82. doi: 10.1002/jbmr.2707. Epub 2015 Sep 30.</Citation><ArticleIdList><ArticleId IdType="doi">10.1002/jbmr.2707</ArticleId><ArticleId IdType="pubmed">26350034</ArticleId></ArticleIdList></Reference><Reference><Citation>Sherf Dagan S, Goldenshluger A, Globus I, Schweiger C, et al. Nutritional recommendations for adult bariatric surgery patients: Clinical Practice. Adv Nutr. 2017. Mar 15;8(2):382-94. doi: 10.3945/an.116.014258.</Citation><ArticleIdList><ArticleId IdType="doi">10.3945/an.116.014258</ArticleId><ArticleId IdType="pmc">PMC5347111</ArticleId><ArticleId IdType="pubmed">28298280</ArticleId></ArticleIdList></Reference><Reference><Citation>Almandoz JP, Wadden TA, Tewksbury C, Apovian CM, et al. , Nutritional considerations with antiobesity medications. Obesity (Silver Spring). 2024. Sep;32(9):1613-31. doi: 10.1002/oby.24067. Epub 2024 Jun 10.</Citation><ArticleIdList><ArticleId IdType="doi">10.1002/oby.24067</ArticleId><ArticleId IdType="pubmed">38853526</ArticleId></ArticleIdList></Reference><Reference><Citation>Andrews CN, Bharucha AE, Camilleri M, Low PA, et al. Effects of glucagon-like peptide-1 and sympathetic stimulation on gastric accommodation in humans. Neurogastroenterol Motil. 2007. Sep;19(9):716-23. doi: 10.1111/j.1365-2982.2007.00923.x.</Citation><ArticleIdList><ArticleId IdType="doi">10.1111/j.1365-2982.2007.00923.x</ArticleId><ArticleId IdType="pmc">PMC2538797</ArticleId><ArticleId IdType="pubmed">17727392</ArticleId></ArticleIdList></Reference><Reference><Citation>Roth A, Sattelmayer M, Schorderet C, Gafner S, et al. Effects of exercise training and dietary supplement on fat free mass and bone mass density during weight loss - a systematic review and meta-analysis. F1000Res. 2022. Jan 5;11:8. doi: 10.12688/f1000research.75539.3.</Citation><ArticleIdList><ArticleId IdType="doi">10.12688/f1000research.75539.3</ArticleId><ArticleId IdType="pmc">PMC9396077</ArticleId><ArticleId IdType="pubmed">36071711</ArticleId></ArticleIdList></Reference><Reference><Citation>Qiu Y, Fern&#xe1;ndez-Garc&#xed;a B, Lehmann HI, Li G, et al. Exercise sustains the hallmarks of health. J Sport Health Sci. 2023. Jan;12(1):8-35. doi: 10.1016/j.jshs.2022.10.003. Epub 2022 Oct 29.</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.jshs.2022.10.003</ArticleId><ArticleId IdType="pmc">PMC9923435</ArticleId><ArticleId IdType="pubmed">36374766</ArticleId></ArticleIdList></Reference><Reference><Citation>Bellicha A, van Baak MA, Battista F, Beaulieu K, et al. Effect of exercise training on weight loss, body composition changes, and weight maintenance in adults with overweight or obesity: an overview of 12 systematic reviews and 149 studies. Obes Rev. 2021. Jul;22 Suppl 4(Suppl 4):e13256. doi: 10.1111/obr.13256. Epub 2021 May 6.</Citation><ArticleIdList><ArticleId IdType="doi">10.1111/obr.13256</ArticleId><ArticleId IdType="pmc">PMC8365736</ArticleId><ArticleId IdType="pubmed">33955140</ArticleId></ArticleIdList></Reference><Reference><Citation>Wadden TA, Bailey TS, Billings LK, Davies M, et al. Effect of subcutaneous semaglutide vs placebo as an adjunct to intensive behavioral therapy on body weight in adults with overweight or obesity: the STEP 3 Randomized Clinical Trial. JAMA. 2021. Apr 13;325(14):1403-13. doi: 10.1001/jama.2021.1831.</Citation><ArticleIdList><ArticleId IdType="doi">10.1001/jama.2021.1831</ArticleId><ArticleId IdType="pmc">PMC7905697</ArticleId><ArticleId IdType="pubmed">33625476</ArticleId></ArticleIdList></Reference><Reference><Citation>Armamento-Villareal R, Aguirre L, Waters DL, Napoli N, et al. Effect of aerobic or resistance exercise, or both, on bone mineral density and bone metabolism in obese older adults while dieting: A randomized controlled trial. J Bone Miner Res. 2020. Mar;35(3):430-39. doi: 10.1002/jbmr.3905. Epub 2019 Dec 4.</Citation><ArticleIdList><ArticleId IdType="doi">10.1002/jbmr.3905</ArticleId><ArticleId IdType="pmc">PMC7064383</ArticleId><ArticleId IdType="pubmed">31797417</ArticleId></ArticleIdList></Reference><Reference><Citation>Saeidifard F, Medina-Inojosa JR, West CP, Olson TP, et al. The association of resistance training with mortality: A systematic review and meta-analysis. Eur J Prev Cardiol. 2019. Oct;26(15):1647-65. doi: 10.1177/2047487319850718. Epub 2019 May 19.</Citation><ArticleIdList><ArticleId IdType="doi">10.1177/2047487319850718</ArticleId><ArticleId IdType="pubmed">31104484</ArticleId></ArticleIdList></Reference><Reference><Citation>Mende E, Moeinnia N, Schaller N, Wei&#xdf; M, et al. Progressive machine-based resistance training for prevention and treatment of sarcopenia in the oldest old: A systematic review and meta-analysis. Exp Gerontol. 2022. Jun 15;163:111767. doi: 10.1016/j.exger.2022.111767. Epub 2022 Mar 19.</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.exger.2022.111767</ArticleId><ArticleId IdType="pubmed">35318104</ArticleId></ArticleIdList></Reference><Reference><Citation>Conti RM, Frank RG, Cutler DM.. The myth of the free market for pharmaceuticals. N Engl J Med. 2024. Apr 25;390(16):1448-50. doi: 10.1056/NEJMp2313400. Epub 2024 Apr 20.</Citation><ArticleIdList><ArticleId IdType="doi">10.1056/NEJMp2313400</ArticleId><ArticleId IdType="pubmed">38647106</ArticleId></ArticleIdList></Reference><Reference><Citation>Gasoyan H, Pfoh ER, Schulte R, Le P, et al. Early- and later-stage persistence with antiobesity medications: a retrospective cohort study. Obesity (Silver Spring). 2024. Mar;32(3):486-93. doi: 10.1002/oby.23952. Epub 2023 Dec 6.</Citation><ArticleIdList><ArticleId IdType="doi">10.1002/oby.23952</ArticleId><ArticleId IdType="pubmed">38053443</ArticleId></ArticleIdList></Reference><Reference><Citation>Rodriguez PJ, Goodwin Cartwright BM, Gratzl S, Brar R, et al. Semaglutide vs tirzepatide for weight loss in adults with overweight or obesity. JAMA Intern Med. 2024. Sep 1;184(9):1056-64. doi: 10.1001/jamainternmed.2024.2525.</Citation><ArticleIdList><ArticleId IdType="doi">10.1001/jamainternmed.2024.2525</ArticleId><ArticleId IdType="pmc">PMC11231910</ArticleId><ArticleId IdType="pubmed">38976257</ArticleId></ArticleIdList></Reference><Reference><Citation>Weghuber D, Barrett T, Barrientos-P&#xe9;rez M, Gies I, et al. ; STEP TEENS Investigators . Once-weekly semaglutide in adolescents with obesity. N Engl J Med. 2022. Dec 15;387(24):2245-57. doi: 10.1056/NEJMoa2208601. Epub 2022 Nov 2.</Citation><ArticleIdList><ArticleId IdType="doi">10.1056/NEJMoa2208601</ArticleId><ArticleId IdType="pmc">PMC9997064</ArticleId><ArticleId IdType="pubmed">36322838</ArticleId></ArticleIdList></Reference><Reference><Citation>Fox CK, Barrientos-P&#xe9;rez M, Bomberg EM, Dcruz J, et al. ; SCALE Kids Trial Group . Liraglutide for children 6 to &lt;12 years of age with obesity - a randomized trial. N Engl J Med. 2024. Sep 10. doi: 10.1056/NEJMoa2407379. Epub 2024 Sep 10.</Citation><ArticleIdList><ArticleId IdType="doi">10.1056/NEJMoa2407379</ArticleId><ArticleId IdType="pubmed">39258838</ArticleId></ArticleIdList></Reference></ReferenceList></PubmedData></PubmedArticle></PubmedArticleSet>