<?xml version="1.0" ?>
<!DOCTYPE PubmedArticleSet PUBLIC "-//NLM//DTD PubMedArticle, 1st January 2025//EN" "https://dtd.nlm.nih.gov/ncbi/pubmed/out/pubmed_250101.dtd">
<PubmedArticleSet>
<PubmedArticle><MedlineCitation Status="MEDLINE" Owner="NLM" IndexingMethod="Automated"><PMID Version="1">34380301</PMID><DateCompleted><Year>2021</Year><Month>08</Month><Day>13</Day></DateCompleted><DateRevised><Year>2021</Year><Month>08</Month><Day>13</Day></DateRevised><Article PubModel="Print"><Journal><ISSN IssnType="Print">0042-8787</ISSN><JournalIssue CitedMedium="Print"><Volume>98</Volume><Issue>4</Issue><PubDate><Year>2021</Year></PubDate></JournalIssue><Title>Voprosy kurortologii, fizioterapii, i lechebnoi fizicheskoi kultury</Title><ISOAbbreviation>Vopr Kurortol Fizioter Lech Fiz Kult</ISOAbbreviation></Journal><ArticleTitle>[Nutraceutical correction in the complex non-drug treatment of metabolic syndrome].</ArticleTitle><Pagination><StartPage>25</StartPage><EndPage>31</EndPage><MedlinePgn>25-31</MedlinePgn></Pagination><ELocationID EIdType="doi" ValidYN="Y">10.17116/kurort20219804125</ELocationID><Abstract><AbstractText Label="UNLABELLED">The use of complex non-drug technologies at the stage of rehabilitation of metabolic syndrome (MS) includes multifactorial correction of its main manifestations: abdominal obesity, insulin resistance, arterial hypertension and dyslipidemia. A prospective randomized study on the use of low-calorie diet (LCD) and nutraceutical correction of the nutritional status of patients with MS was carried out.</AbstractText><AbstractText Label="OBJECTIVE">To study the effect of a non-drug complex including LCD, physical exercises, as well as correction of the gut microbiome and hepatic protection in relation to reduction of visceral fat volume in abdominal obesity and the dynamics of lipid and carbohydrate metabolism hormones in metabolic syndrome.</AbstractText><AbstractText Label="MATERIAL AND METHODS">120 patients with MS were randomized into 2 groups: Group 1 received LCD, physical exercises in the gym, and physical activity like daily walking up to 3-5 km/day. Group 2 received LCD, physical exercises in the gym, physical activity like daily walking up to 3-5 km/day, as well as nutraceutical correction of increased appetite, gut probiotic composition, hepatic protection. The treatment duration was 4 weeks. Anthropometric methods in order to control the body weight, waist and hip circumferences and bioimpedansometry were used.</AbstractText><AbstractText Label="RESULTS">As a treatment result, patients in group 1 represented a reduction in body weight, lean and active cell mass, a decrease in musculoskeletal mass and a decrease in total fluid due to extracellular fluid. A decrease in total cholesterol and blood triglyceride fraction was noted. Leptin decreased by 13.96%. Patients of the 2<sup>nd</sup> group represented a decrease in body weight, fat mass, lean mass, total fluid and extracellular fluid. There was a statistically significant increase in active cell mass, skeletal muscle mass. There was a decrease in total cholesterol, triglycerides and transaminases. Due to weight loss and fat mass reduction a decrease in leptin expression by 29.85% and decrease in blood insulin levels by 11.2% were noted.</AbstractText><AbstractText Label="CONCLUSION">Thus, LCD accompanied by nutraceutical correction of the gut microbiota and hepatic protection can be effectively used in combination with physical training in order to reduce the fat mass without pre-sarcopenia development that was confirmed by positive dynamics of volume indices, bioimpedance measurements and reduction in leptin and insulin expression.</AbstractText></Abstract><AuthorList CompleteYN="Y"><Author ValidYN="Y"><LastName>Agasarov</LastName><ForeName>L G</ForeName><Initials>LG</Initials><Identifier Source="ORCID">0000-0001-5218-1163</Identifier><AffiliationInfo><Affiliation>National Medical Research Center of Rehabilitation and Balneology, Moscow, Russia.</Affiliation></AffiliationInfo><AffiliationInfo><Affiliation>I.M. Sechenov First Moscow State Medical University (Sechenov University), Moscow, Russia.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Apkhanova</LastName><ForeName>T V</ForeName><Initials>TV</Initials><Identifier Source="ORCID">0000-0003-3852-2050</Identifier><AffiliationInfo><Affiliation>National Medical Research Center of Rehabilitation and Balneology, Moscow, Russia.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Sergeev</LastName><ForeName>V N</ForeName><Initials>VN</Initials><Identifier Source="ORCID">0000-0002-8843-6022</Identifier><AffiliationInfo><Affiliation>National Medical Research Center of Rehabilitation and Balneology, Moscow, Russia.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Fesun</LastName><ForeName>A D</ForeName><Initials>AD</Initials><Identifier Source="ORCID">0000-0003-3097-8889</Identifier><AffiliationInfo><Affiliation>Moscow State University of Food Production, Moscow, Russia.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Krukova</LastName><ForeName>M M</ForeName><Initials>MM</Initials><Identifier Source="ORCID">0000-0002-7142-6434</Identifier><AffiliationInfo><Affiliation>National Medical Research Center of Rehabilitation and Balneology, Moscow, Russia.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Vasilyeva</LastName><ForeName>V A</ForeName><Initials>VA</Initials><Identifier Source="ORCID">0000-0002-6526-4512</Identifier><AffiliationInfo><Affiliation>National Medical Research Center of Rehabilitation and Balneology, Moscow, Russia.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Kulchitskaya</LastName><ForeName>D B</ForeName><Initials>DB</Initials><Identifier Source="ORCID">0000-0002-7785-9767</Identifier><AffiliationInfo><Affiliation>National Medical Research Center of Rehabilitation and Balneology, Moscow, Russia.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Konchugova</LastName><ForeName>T V</ForeName><Initials>TV</Initials><Identifier Source="ORCID">0000-0003-0991-8988</Identifier><AffiliationInfo><Affiliation>National Medical Research Center of Rehabilitation and Balneology, Moscow, Russia.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Puzyreva</LastName><ForeName>G A</ForeName><Initials>GA</Initials><Identifier Source="ORCID">0000-0001-9991-4862</Identifier><AffiliationInfo><Affiliation>National Medical Research Center of Rehabilitation and Balneology, Moscow, Russia.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Yakovlev</LastName><ForeName>M Yu</ForeName><Initials>MY</Initials><Identifier Source="ORCID">0000-0002-5260-8304</Identifier><AffiliationInfo><Affiliation>Centre for Strategic Planning and Management of Biomedical Health Risks of the Federal Medical Biological Agency, Moscow, Russia.</Affiliation></AffiliationInfo></Author></AuthorList><Language>rus</Language><PublicationTypeList><PublicationType UI="D016428">Journal Article</PublicationType><PublicationType UI="D016449">Randomized Controlled Trial</PublicationType></PublicationTypeList><VernacularTitle>Nutritsevticheskaya korrektsiya v kompleksnom nemedikamentoznom lechenii metabolicheskogo sindroma.</VernacularTitle></Article><MedlineJournalInfo><Country>Russia (Federation)</Country><MedlineTA>Vopr Kurortol Fizioter Lech Fiz Kult</MedlineTA><NlmUniqueID>2984868R</NlmUniqueID><ISSNLinking>0042-8787</ISSNLinking></MedlineJournalInfo><CitationSubset>IM</CitationSubset><MeshHeadingList><MeshHeading><DescriptorName UI="D001823" MajorTopicYN="N">Body Composition</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D019587" MajorTopicYN="N">Dietary Supplements</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D006801" MajorTopicYN="N">Humans</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D024821" MajorTopicYN="Y">Metabolic Syndrome</DescriptorName><QualifierName UI="Q000628" MajorTopicYN="N">therapy</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D011446" MajorTopicYN="N">Prospective Studies</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D015431" MajorTopicYN="N">Weight Loss</DescriptorName></MeshHeading></MeshHeadingList><OtherAbstract Type="Publisher" Language="rus"><AbstractText Label="UNLABELLED">&#x41f;&#x440;&#x438;&#x43c;&#x435;&#x43d;&#x435;&#x43d;&#x438;&#x435; &#x43a;&#x43e;&#x43c;&#x43f;&#x43b;&#x435;&#x43a;&#x441;&#x43d;&#x44b;&#x445; &#x43d;&#x435;&#x43c;&#x435;&#x434;&#x438;&#x43a;&#x430;&#x43c;&#x435;&#x43d;&#x442;&#x43e;&#x437;&#x43d;&#x44b;&#x445; &#x442;&#x435;&#x445;&#x43d;&#x43e;&#x43b;&#x43e;&#x433;&#x438;&#x439; &#x43f;&#x440;&#x438; &#x43c;&#x435;&#x442;&#x430;&#x431;&#x43e;&#x43b;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x43e;&#x43c; &#x441;&#x438;&#x43d;&#x434;&#x440;&#x43e;&#x43c;&#x435; (&#x41c;&#x421;) &#x432;&#x43a;&#x43b;&#x44e;&#x447;&#x430;&#x435;&#x442; &#x43c;&#x443;&#x43b;&#x44c;&#x442;&#x438;&#x444;&#x43e;&#x43a;&#x443;&#x441;&#x43d;&#x443;&#x44e; &#x43a;&#x43e;&#x440;&#x440;&#x435;&#x43a;&#x446;&#x438;&#x44e; &#x43e;&#x441;&#x43d;&#x43e;&#x432;&#x43d;&#x44b;&#x445; &#x435;&#x433;&#x43e; &#x43f;&#x440;&#x43e;&#x44f;&#x432;&#x43b;&#x435;&#x43d;&#x438;&#x439;: &#x430;&#x431;&#x434;&#x43e;&#x43c;&#x438;&#x43d;&#x430;&#x43b;&#x44c;&#x43d;&#x43e;&#x433;&#x43e; &#x43e;&#x436;&#x438;&#x440;&#x435;&#x43d;&#x438;&#x44f;, &#x438;&#x43d;&#x441;&#x443;&#x43b;&#x438;&#x43d;&#x43e;&#x440;&#x435;&#x437;&#x438;&#x441;&#x442;&#x435;&#x43d;&#x442;&#x43d;&#x43e;&#x441;&#x442;&#x438;, &#x430;&#x440;&#x442;&#x435;&#x440;&#x438;&#x430;&#x43b;&#x44c;&#x43d;&#x43e;&#x439; &#x433;&#x438;&#x43f;&#x435;&#x440;&#x442;&#x435;&#x43d;&#x437;&#x438;&#x438; &#x438; &#x434;&#x438;&#x441;&#x43b;&#x438;&#x43f;&#x438;&#x434;&#x435;&#x43c;&#x438;&#x438;.</AbstractText><AbstractText Label="&#x426;&#x415;&#x41b;&#x42c; &#x418;&#x421;&#x421;&#x41b;&#x415;&#x414;&#x41e;&#x412;&#x410;&#x41d;&#x418;&#x42f;">&#x418;&#x437;&#x443;&#x447;&#x435;&#x43d;&#x438;&#x435; &#x432;&#x43b;&#x438;&#x44f;&#x43d;&#x438;&#x44f; &#x43d;&#x435;&#x43c;&#x435;&#x434;&#x438;&#x43a;&#x430;&#x43c;&#x435;&#x43d;&#x442;&#x43e;&#x437;&#x43d;&#x43e;&#x433;&#x43e; &#x43a;&#x43e;&#x43c;&#x43f;&#x43b;&#x435;&#x43a;&#x441;&#x430;, &#x432;&#x43a;&#x43b;&#x44e;&#x447;&#x430;&#x44e;&#x449;&#x435;&#x433;&#x43e; &#x43d;&#x438;&#x437;&#x43a;&#x43e;&#x43a;&#x430;&#x43b;&#x43e;&#x440;&#x438;&#x439;&#x43d;&#x443;&#x44e; &#x434;&#x438;&#x435;&#x442;&#x443; (&#x41d;&#x41a;&#x414;), &#x444;&#x438;&#x437;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x438;&#x435; &#x443;&#x43f;&#x440;&#x430;&#x436;&#x43d;&#x435;&#x43d;&#x438;&#x44f;, &#x430; &#x442;&#x430;&#x43a;&#x436;&#x435; &#x43d;&#x443;&#x442;&#x440;&#x438;&#x446;&#x435;&#x432;&#x442;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x443;&#x44e; &#x43a;&#x43e;&#x440;&#x440;&#x435;&#x43a;&#x446;&#x438;&#x44e; &#x43c;&#x438;&#x43a;&#x440;&#x43e;&#x431;&#x438;&#x43e;&#x43c;&#x430; &#x43a;&#x438;&#x448;&#x435;&#x447;&#x43d;&#x438;&#x43a;&#x430; &#x438; &#x433;&#x435;&#x43f;&#x430;&#x442;&#x43e;&#x43f;&#x440;&#x43e;&#x442;&#x435;&#x43a;&#x446;&#x438;&#x44e;, &#x43d;&#x430; &#x440;&#x435;&#x434;&#x443;&#x43a;&#x446;&#x438;&#x44e; &#x432;&#x438;&#x441;&#x446;&#x435;&#x440;&#x430;&#x43b;&#x44c;&#x43d;&#x44b;&#x445; &#x436;&#x438;&#x440;&#x43e;&#x432;&#x44b;&#x445; &#x43e;&#x442;&#x43b;&#x43e;&#x436;&#x435;&#x43d;&#x438;&#x439; &#x43f;&#x440;&#x438; &#x430;&#x431;&#x434;&#x43e;&#x43c;&#x438;&#x43d;&#x430;&#x43b;&#x44c;&#x43d;&#x43e;&#x43c; &#x43e;&#x436;&#x438;&#x440;&#x435;&#x43d;&#x438;&#x438; &#x438; &#x434;&#x438;&#x43d;&#x430;&#x43c;&#x438;&#x43a;&#x443; &#x433;&#x43e;&#x440;&#x43c;&#x43e;&#x43d;&#x43e;&#x432; &#x43b;&#x438;&#x43f;&#x438;&#x434;&#x43d;&#x43e;&#x433;&#x43e; &#x438; &#x443;&#x433;&#x43b;&#x435;&#x432;&#x43e;&#x434;&#x43d;&#x43e;&#x433;&#x43e; &#x43e;&#x431;&#x43c;&#x435;&#x43d;&#x43e;&#x432; &#x43f;&#x440;&#x438; &#x41c;&#x421;.</AbstractText><AbstractText Label="&#x41c;&#x410;&#x422;&#x415;&#x420;&#x418;&#x410;&#x41b; &#x418; &#x41c;&#x415;&#x422;&#x41e;&#x414;&#x42b;">&#x41e;&#x431;&#x441;&#x43b;&#x435;&#x434;&#x43e;&#x432;&#x430;&#x43d;&#x44b; 120 &#x43f;&#x430;&#x446;&#x438;&#x435;&#x43d;&#x442;&#x43e;&#x432; &#x441; &#x41c;&#x421;, &#x43a;&#x43e;&#x442;&#x43e;&#x440;&#x44b;&#x435; &#x431;&#x44b;&#x43b;&#x438; &#x440;&#x430;&#x43d;&#x434;&#x43e;&#x43c;&#x438;&#x437;&#x438;&#x440;&#x43e;&#x432;&#x430;&#x43d;&#x44b; &#x43d;&#x430; &#x434;&#x432;&#x435; &#x433;&#x440;&#x443;&#x43f;&#x43f;&#x44b;: &#x432; 1-&#x439; &#x433;&#x440;&#x443;&#x43f;&#x43f;&#x435; &#x43f;&#x440;&#x438;&#x43c;&#x435;&#x43d;&#x44f;&#x43b;&#x438; &#x41d;&#x41a;&#x414;, &#x43b;&#x435;&#x447;&#x435;&#x431;&#x43d;&#x443;&#x44e; &#x433;&#x438;&#x43c;&#x43d;&#x430;&#x441;&#x442;&#x438;&#x43a;&#x443; &#x432; &#x437;&#x430;&#x43b;&#x435; &#x438; &#x435;&#x436;&#x435;&#x434;&#x43d;&#x435;&#x432;&#x43d;&#x443;&#x44e; &#x445;&#x43e;&#x434;&#x44c;&#x431;&#x443; &#x434;&#x43e; 3&#x2014;5 &#x43a;&#x43c;/&#x434;&#x435;&#x43d;&#x44c;; &#x432;&#x43e; 2-&#x439; &#x433;&#x440;&#x443;&#x43f;&#x43f;&#x435; &#x2014; &#x41d;&#x41a;&#x414;, &#x43b;&#x435;&#x447;&#x435;&#x431;&#x43d;&#x443;&#x44e; &#x433;&#x438;&#x43c;&#x43d;&#x430;&#x441;&#x442;&#x438;&#x43a;&#x443; &#x432; &#x437;&#x430;&#x43b;&#x435;, &#x435;&#x436;&#x435;&#x434;&#x43d;&#x435;&#x432;&#x43d;&#x443;&#x44e; &#x445;&#x43e;&#x434;&#x44c;&#x431;&#x443; &#x434;&#x43e; 3&#x2014;5 &#x43a;&#x43c;/&#x434;&#x435;&#x43d;&#x44c;, &#x430; &#x442;&#x430;&#x43a;&#x436;&#x435; &#x43d;&#x443;&#x442;&#x440;&#x438;&#x446;&#x435;&#x432;&#x442;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x443;&#x44e; &#x43a;&#x43e;&#x440;&#x440;&#x435;&#x43a;&#x446;&#x438;&#x44e; &#x43f;&#x43e;&#x432;&#x44b;&#x448;&#x435;&#x43d;&#x43d;&#x43e;&#x433;&#x43e; &#x430;&#x43f;&#x43f;&#x435;&#x442;&#x438;&#x442;&#x430;, &#x43f;&#x440;&#x43e;&#x431;&#x438;&#x43e;&#x442;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x43e;&#x433;&#x43e; &#x441;&#x43e;&#x441;&#x442;&#x430;&#x432;&#x430; &#x43a;&#x438;&#x448;&#x435;&#x447;&#x43d;&#x438;&#x43a;&#x430;, &#x433;&#x435;&#x43f;&#x430;&#x442;&#x43e;&#x43f;&#x440;&#x43e;&#x442;&#x435;&#x43a;&#x446;&#x438;&#x44e;. &#x414;&#x43b;&#x438;&#x442;&#x435;&#x43b;&#x44c;&#x43d;&#x43e;&#x441;&#x442;&#x44c; &#x43a;&#x443;&#x440;&#x441;&#x430; &#x43b;&#x435;&#x447;&#x435;&#x43d;&#x438;&#x44f; &#x441;&#x43e;&#x441;&#x442;&#x430;&#x432;&#x438;&#x43b;&#x430; 4 &#x43d;&#x435;&#x434;. &#x418;&#x441;&#x43f;&#x43e;&#x43b;&#x44c;&#x437;&#x43e;&#x432;&#x430;&#x43b;&#x438; &#x430;&#x43d;&#x442;&#x440;&#x43e;&#x43f;&#x43e;&#x43c;&#x435;&#x442;&#x440;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x438;&#x435; &#x43c;&#x435;&#x442;&#x43e;&#x434;&#x44b; &#x43a;&#x43e;&#x43d;&#x442;&#x440;&#x43e;&#x43b;&#x44f; &#x43c;&#x430;&#x441;&#x441;&#x44b; &#x442;&#x435;&#x43b;&#x430;, &#x43e;&#x43a;&#x440;&#x443;&#x436;&#x43d;&#x43e;&#x441;&#x442;&#x438; &#x442;&#x430;&#x43b;&#x438;&#x438; &#x438; &#x431;&#x435;&#x434;&#x435;&#x440; &#x438; &#x431;&#x438;&#x43e;&#x438;&#x43c;&#x43f;&#x435;&#x434;&#x430;&#x43d;&#x441;&#x43e;&#x43c;&#x435;&#x442;&#x440;&#x438;&#x44e;.</AbstractText><AbstractText Label="&#x420;&#x415;&#x417;&#x423;&#x41b;&#x42c;&#x422;&#x410;&#x422;&#x42b;">&#x412; &#x440;&#x435;&#x437;&#x443;&#x43b;&#x44c;&#x442;&#x430;&#x442;&#x435; &#x43b;&#x435;&#x447;&#x435;&#x43d;&#x438;&#x44f; &#x443; &#x431;&#x43e;&#x43b;&#x44c;&#x43d;&#x44b;&#x445; 1-&#x439; &#x433;&#x440;&#x443;&#x43f;&#x43f;&#x44b; &#x43e;&#x442;&#x43c;&#x435;&#x447;&#x435;&#x43d;&#x44b; &#x441;&#x43d;&#x438;&#x436;&#x435;&#x43d;&#x438;&#x435; &#x43c;&#x430;&#x441;&#x441;&#x44b; &#x442;&#x435;&#x43b;&#x430;, &#x442;&#x43e;&#x449;&#x435;&#x439; &#x438; &#x430;&#x43a;&#x442;&#x438;&#x432;&#x43d;&#x43e;&#x439; &#x43a;&#x43b;&#x435;&#x442;&#x43e;&#x447;&#x43d;&#x43e;&#x439; &#x43c;&#x430;&#x441;&#x441;&#x44b;, &#x443;&#x43c;&#x435;&#x43d;&#x44c;&#x448;&#x435;&#x43d;&#x438;&#x435; &#x441;&#x43a;&#x435;&#x43b;&#x435;&#x442;&#x43d;&#x43e;-&#x43c;&#x44b;&#x448;&#x435;&#x447;&#x43d;&#x43e;&#x439; &#x43c;&#x430;&#x441;&#x441;&#x44b;, &#x430; &#x442;&#x430;&#x43a;&#x436;&#x435; &#x43e;&#x431;&#x449;&#x435;&#x439; &#x436;&#x438;&#x434;&#x43a;&#x43e;&#x441;&#x442;&#x438; &#x437;&#x430; &#x441;&#x447;&#x435;&#x442; &#x432;&#x43d;&#x435;&#x43a;&#x43b;&#x435;&#x442;&#x43e;&#x447;&#x43d;&#x43e;&#x439;. &#x412;&#x44b;&#x44f;&#x432;&#x43b;&#x435;&#x43d;&#x43e; &#x441;&#x43d;&#x438;&#x436;&#x435;&#x43d;&#x438;&#x435; &#x43e;&#x431;&#x449;&#x435;&#x433;&#x43e; &#x445;&#x43e;&#x43b;&#x435;&#x441;&#x442;&#x435;&#x440;&#x438;&#x43d;&#x430; &#x438; &#x444;&#x440;&#x430;&#x43a;&#x446;&#x438;&#x438; &#x442;&#x440;&#x438;&#x433;&#x43b;&#x438;&#x446;&#x435;&#x440;&#x438;&#x434;&#x43e;&#x432; &#x43a;&#x440;&#x43e;&#x432;&#x438;. &#x41b;&#x435;&#x43f;&#x442;&#x438;&#x43d; &#x441;&#x43d;&#x438;&#x437;&#x438;&#x43b;&#x441;&#x44f; &#x43d;&#x430; 13,96%. &#x423; &#x431;&#x43e;&#x43b;&#x44c;&#x43d;&#x44b;&#x445; 2-&#x439; &#x433;&#x440;&#x443;&#x43f;&#x43f;&#x44b; &#x43d;&#x430;&#x431;&#x43b;&#x44e;&#x434;&#x430;&#x43b;&#x43e;&#x441;&#x44c; &#x441;&#x43d;&#x438;&#x436;&#x435;&#x43d;&#x438;&#x435; &#x43c;&#x430;&#x441;&#x441;&#x44b; &#x442;&#x435;&#x43b;&#x430;, &#x436;&#x438;&#x440;&#x43e;&#x432;&#x43e;&#x439; &#x43c;&#x430;&#x441;&#x441;&#x44b;, &#x442;&#x43e;&#x449;&#x435;&#x439; &#x43c;&#x430;&#x441;&#x441;&#x44b;, &#x43e;&#x431;&#x449;&#x435;&#x439; &#x438; &#x432;&#x43d;&#x435;&#x43a;&#x43b;&#x435;&#x442;&#x43e;&#x447;&#x43d;&#x43e;&#x439; &#x436;&#x438;&#x434;&#x43a;&#x43e;&#x441;&#x442;&#x438;. &#x417;&#x430;&#x444;&#x438;&#x43a;&#x441;&#x438;&#x440;&#x43e;&#x432;&#x430;&#x43d;&#x44b; &#x441;&#x442;&#x430;&#x442;&#x438;&#x441;&#x442;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x438; &#x437;&#x43d;&#x430;&#x447;&#x438;&#x43c;&#x43e;&#x435; &#x43f;&#x43e;&#x432;&#x44b;&#x448;&#x435;&#x43d;&#x438;&#x435; &#x430;&#x43a;&#x442;&#x438;&#x432;&#x43d;&#x43e;&#x439; &#x43a;&#x43b;&#x435;&#x442;&#x43e;&#x447;&#x43d;&#x43e;&#x439; &#x43c;&#x430;&#x441;&#x441;&#x44b;, &#x441;&#x43a;&#x435;&#x43b;&#x435;&#x442;&#x43d;&#x43e;-&#x43c;&#x44b;&#x448;&#x435;&#x447;&#x43d;&#x43e;&#x439; &#x43c;&#x430;&#x441;&#x441;&#x44b;, &#x441;&#x43d;&#x438;&#x436;&#x435;&#x43d;&#x438;&#x435; &#x43e;&#x431;&#x449;&#x435;&#x433;&#x43e; &#x445;&#x43e;&#x43b;&#x435;&#x441;&#x442;&#x435;&#x440;&#x438;&#x43d;&#x430;, &#x442;&#x440;&#x438;&#x433;&#x43b;&#x438;&#x446;&#x435;&#x440;&#x438;&#x434;&#x43e;&#x432;, &#x442;&#x440;&#x430;&#x43d;&#x441;&#x430;&#x43c;&#x438;&#x43d;&#x430;&#x437;. &#x412; &#x440;&#x435;&#x437;&#x443;&#x43b;&#x44c;&#x442;&#x430;&#x442;&#x435; &#x441;&#x43d;&#x438;&#x436;&#x435;&#x43d;&#x438;&#x44f; &#x43c;&#x430;&#x441;&#x441;&#x44b; &#x442;&#x435;&#x43b;&#x430; &#x438; &#x443;&#x43c;&#x435;&#x43d;&#x44c;&#x448;&#x435;&#x43d;&#x438;&#x44f; &#x436;&#x438;&#x440;&#x43e;&#x432;&#x43e;&#x439; &#x43c;&#x430;&#x441;&#x441;&#x44b; &#x43e;&#x442;&#x43c;&#x435;&#x447;&#x435;&#x43d;&#x43e; &#x441;&#x43d;&#x438;&#x436;&#x435;&#x43d;&#x438;&#x435; &#x44d;&#x43a;&#x441;&#x43f;&#x440;&#x435;&#x441;&#x441;&#x438;&#x438; &#x43b;&#x435;&#x43f;&#x442;&#x438;&#x43d;&#x430; &#x43d;&#x430; 29,85%, &#x443;&#x440;&#x43e;&#x432;&#x43d;&#x44f; &#x438;&#x43d;&#x441;&#x443;&#x43b;&#x438;&#x43d;&#x430; &#x43a;&#x440;&#x43e;&#x432;&#x438; &#x43d;&#x430; 11,2%.</AbstractText><AbstractText Label="&#x417;&#x410;&#x41a;&#x41b;&#x42e;&#x427;&#x415;&#x41d;&#x418;&#x415;">&#x422;&#x430;&#x43a;&#x438;&#x43c; &#x43e;&#x431;&#x440;&#x430;&#x437;&#x43e;&#x43c;, &#x41d;&#x41a;&#x414; &#x432; &#x441;&#x43e;&#x43f;&#x440;&#x43e;&#x432;&#x43e;&#x436;&#x434;&#x435;&#x43d;&#x438;&#x438; &#x43d;&#x443;&#x442;&#x440;&#x438;&#x446;&#x435;&#x432;&#x442;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x43e;&#x439; &#x43a;&#x43e;&#x440;&#x440;&#x435;&#x43a;&#x446;&#x438;&#x438; &#x43c;&#x438;&#x43a;&#x440;&#x43e;&#x431;&#x438;&#x43e;&#x43c;&#x430; &#x43a;&#x438;&#x448;&#x435;&#x447;&#x43d;&#x438;&#x43a;&#x430; &#x438; &#x433;&#x435;&#x43f;&#x430;&#x442;&#x43e;&#x43f;&#x440;&#x43e;&#x442;&#x435;&#x43a;&#x446;&#x438;&#x438; &#x43c;&#x43e;&#x436;&#x435;&#x442; &#x44d;&#x444;&#x444;&#x435;&#x43a;&#x442;&#x438;&#x432;&#x43d;&#x43e; &#x43f;&#x440;&#x438;&#x43c;&#x435;&#x43d;&#x44f;&#x442;&#x44c;&#x441;&#x44f; &#x432; &#x43a;&#x43e;&#x43c;&#x43f;&#x43b;&#x435;&#x43a;&#x441;&#x435; &#x441; &#x444;&#x438;&#x437;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x438;&#x43c;&#x438; &#x442;&#x440;&#x435;&#x43d;&#x438;&#x440;&#x43e;&#x432;&#x43a;&#x430;&#x43c;&#x438; &#x441; &#x446;&#x435;&#x43b;&#x44c;&#x44e; &#x441;&#x43d;&#x438;&#x436;&#x435;&#x43d;&#x438;&#x44f; &#x436;&#x438;&#x440;&#x43e;&#x432;&#x43e;&#x439; &#x43c;&#x430;&#x441;&#x441;&#x44b; &#x431;&#x435;&#x437; &#x440;&#x438;&#x441;&#x43a;&#x430; &#x440;&#x430;&#x437;&#x432;&#x438;&#x442;&#x438;&#x44f; &#x43f;&#x440;&#x435;&#x441;&#x430;&#x440;&#x43a;&#x43e;&#x43f;&#x435;&#x43d;&#x438;&#x438;, &#x43e; &#x447;&#x435;&#x43c; &#x441;&#x432;&#x438;&#x434;&#x435;&#x442;&#x435;&#x43b;&#x44c;&#x441;&#x442;&#x432;&#x443;&#x44e;&#x442; &#x43f;&#x43e;&#x43b;&#x43e;&#x436;&#x438;&#x442;&#x435;&#x43b;&#x44c;&#x43d;&#x430;&#x44f; &#x434;&#x438;&#x43d;&#x430;&#x43c;&#x438;&#x43a;&#x430; &#x43e;&#x431;&#x44a;&#x435;&#x43c;&#x43d;&#x44b;&#x445; &#x43f;&#x43e;&#x43a;&#x430;&#x437;&#x430;&#x442;&#x435;&#x43b;&#x435;&#x439;, &#x43f;&#x43e;&#x43a;&#x430;&#x437;&#x430;&#x442;&#x435;&#x43b;&#x435;&#x439; &#x431;&#x438;&#x43e;&#x438;&#x43c;&#x43f;&#x435;&#x434;&#x430;&#x43d;&#x441;&#x43e;&#x43c;&#x435;&#x442;&#x440;&#x438;&#x438; &#x438; &#x441;&#x43d;&#x438;&#x436;&#x435;&#x43d;&#x438;&#x435; &#x443;&#x440;&#x43e;&#x432;&#x43d;&#x435;&#x439; &#x44d;&#x43a;&#x441;&#x43f;&#x440;&#x435;&#x441;&#x441;&#x438;&#x438; &#x43b;&#x435;&#x43f;&#x442;&#x438;&#x43d;&#x430; &#x438; &#x438;&#x43d;&#x441;&#x443;&#x43b;&#x438;&#x43d;&#x430;.</AbstractText></OtherAbstract><KeywordList Owner="NOTNLM"><Keyword MajorTopicYN="N">abdominal obesity</Keyword><Keyword MajorTopicYN="N">bioimpedansometry</Keyword><Keyword MajorTopicYN="N">diet</Keyword><Keyword MajorTopicYN="N">fat mass</Keyword><Keyword MajorTopicYN="N">gut microbiota</Keyword><Keyword MajorTopicYN="N">leptin</Keyword><Keyword MajorTopicYN="N">metabolic syndrome</Keyword><Keyword MajorTopicYN="N">nutraceuticals</Keyword></KeywordList></MedlineCitation><PubmedData><History><PubMedPubDate PubStatus="entrez"><Year>2021</Year><Month>8</Month><Day>12</Day><Hour>4</Hour><Minute>7</Minute></PubMedPubDate><PubMedPubDate PubStatus="pubmed"><Year>2021</Year><Month>8</Month><Day>13</Day><Hour>6</Hour><Minute>0</Minute></PubMedPubDate><PubMedPubDate PubStatus="medline"><Year>2021</Year><Month>8</Month><Day>14</Day><Hour>6</Hour><Minute>0</Minute></PubMedPubDate></History><PublicationStatus>ppublish</PublicationStatus><ArticleIdList><ArticleId IdType="pubmed">34380301</ArticleId><ArticleId IdType="doi">10.17116/kurort20219804125</ArticleId></ArticleIdList></PubmedData></PubmedArticle></PubmedArticleSet>