<?xml version="1.0" ?>
<!DOCTYPE PubmedArticleSet PUBLIC "-//NLM//DTD PubMedArticle, 1st January 2025//EN" "https://dtd.nlm.nih.gov/ncbi/pubmed/out/pubmed_250101.dtd">
<PubmedArticleSet>
<PubmedArticle><MedlineCitation Status="MEDLINE" Owner="NLM" IndexingMethod="Manual"><PMID Version="1">31526006</PMID><DateCompleted><Year>2020</Year><Month>04</Month><Day>23</Day></DateCompleted><DateRevised><Year>2022</Year><Month>04</Month><Day>10</Day></DateRevised><Article PubModel="Print"><Journal><ISSN IssnType="Electronic">1699-5198</ISSN><JournalIssue CitedMedium="Internet"><Volume>36</Volume><Issue>5</Issue><PubDate><Year>2019</Year><Month>Oct</Month><Day>17</Day></PubDate></JournalIssue><Title>Nutricion hospitalaria</Title><ISOAbbreviation>Nutr Hosp</ISOAbbreviation></Journal><ArticleTitle>[Weight loss and body composition changes through ketogenic diet and physical activity: a methodological and systematic review].</ArticleTitle><Pagination><StartPage>1196</StartPage><EndPage>1204</EndPage><MedlinePgn>1196-1204</MedlinePgn></Pagination><ELocationID EIdType="doi" ValidYN="Y">10.20960/nh.02604</ELocationID><Abstract><AbstractText>Introduction: practice of physical activity and the ketogenic diet monitoring can have a double effect in helping in processes of weight loss and improvement of body composition and lipid profile. Objective: the objective of this review was to investigate the work done with obese patients who undertook a ketogenic diet and a physical exercise program, as well as to calculate the overall effect size in terms of improvements in fat mass, through a meta-analysis. Methods: the selection of studies was based on the following criteria: experimental studies; a) experimental studies (randomized controlled designs) and quasi-experimental (e.g. pre-test/post-test); b) studies with low-carbohydrate diet (&lt; 30%) or very low in carbohydrates (5-10%) (&lt; 50 g Ch) and/or high in fats (&gt; 35%); c) studies were admitted exclusively with subjects that facility overweight or obesity (BMI &gt; 25; and d) with measurements of body composition and/or Lipid profile at the beginning and end of the intervention. Results: for the methodological review, 7 articles and 3 reviews were analyzed. All studies, whether by establishing aerobic or strength training and show significant weight loss in all outcomes. Conclusions: comparing different types of exercise, we could say that interventions based on endurance exercise reported a decrease in muscle mass, however there was a maintenance, and even an increase, in studies with resistance exercises. Meta-analysis showed significant results at the global level with a medium heterogeneity, therefore, there will be greater reduction of fat mass in groups that realize diets with low carbohydrates and exercise that in those who do not undertake this type of diet, and those only perform exercise.</AbstractText></Abstract><AuthorList CompleteYN="Y"><Author ValidYN="Y"><LastName>Mart&#xed;n-Moraleda</LastName><ForeName>Evelyn</ForeName><Initials>E</Initials><AffiliationInfo><Affiliation>Universidad de Castilla-La Mancha.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Delisle</LastName><ForeName>Christine</ForeName><Initials>C</Initials><AffiliationInfo><Affiliation>Karolinska Institute.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Collado Mateo</LastName><ForeName>Daniel</ForeName><Initials>D</Initials><AffiliationInfo><Affiliation>Facultad de Ciencias del Deporte. Universidad de Extremadura.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Aznar-Lain</LastName><ForeName>Susana</ForeName><Initials>S</Initials><AffiliationInfo><Affiliation>Universidad de Castilla-La Mancha.</Affiliation></AffiliationInfo></Author></AuthorList><Language>spa</Language><PublicationTypeList><PublicationType UI="D016428">Journal Article</PublicationType><PublicationType UI="D000078182">Systematic Review</PublicationType></PublicationTypeList><VernacularTitle>Cambios en la p&#xe9;rdida de peso y la composici&#xf3;n corporal con dieta cetog&#xe9;nica y pr&#xe1;ctica de actividad f&#xed;sica: revisi&#xf3;n narrativa, metodol&#xf3;gica y sistem&#xe1;tica.</VernacularTitle></Article><MedlineJournalInfo><Country>Spain</Country><MedlineTA>Nutr Hosp</MedlineTA><NlmUniqueID>9100365</NlmUniqueID><ISSNLinking>0212-1611</ISSNLinking></MedlineJournalInfo><CitationSubset>IM</CitationSubset><MeshHeadingList><MeshHeading><DescriptorName UI="D001823" MajorTopicYN="N">Body Composition</DescriptorName><QualifierName UI="Q000502" MajorTopicYN="Y">physiology</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D055423" MajorTopicYN="Y">Diet, Ketogenic</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D015444" MajorTopicYN="N">Exercise</DescriptorName><QualifierName UI="Q000502" MajorTopicYN="Y">physiology</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D006801" MajorTopicYN="N">Humans</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D015431" MajorTopicYN="N">Weight Loss</DescriptorName><QualifierName UI="Q000502" MajorTopicYN="Y">physiology</QualifierName></MeshHeading></MeshHeadingList><OtherAbstract Type="Publisher" Language="spa"><AbstractText>Introducci&#xf3;n: la pr&#xe1;ctica de actividad f&#xed;sica y el seguimiento de una dieta cetog&#xe9;nica pueden suponer un doble efecto con mejores resultados en los procesos de p&#xe9;rdida de peso y mejora de la composici&#xf3;n corporal y perfil lip&#xed;dico. Objetivo: el objetivo de esta revisi&#xf3;n fue investigar los trabajos realizados con pacientes obesos que siguen una dieta cetog&#xe9;nica y un programa de ejercicio f&#xed;sico, as&#xed; como calcular el tama&#xf1;o del efecto en cuanto a las mejoras en la masa grasa, a trav&#xe9;s de un metaaan&#xe1;lisis. M&#xe9;todos: la selecci&#xf3;n de estudios se bas&#xf3; en los siguientes criterios: estudios experimentales; a) estudios experimentales (dise&#xf1;os controlados aleatorizados) y cuasi-experimentales (por ejemplo: pre-test/post-test); b) estudios con dieta baja en carbohidratos (&lt; 30%) o muy baja en carbohidratos (5-10%) (&lt; 50 g Ch) y/o alta en grasas (&gt; 35%); c) se admitieron estudios exclusivamente con sujetos que padecieran sobrepeso u obesidad (IMC &gt; 25 y/o enfermedad metab&#xf3;lica relacionada; y d) con mediciones de composici&#xf3;n corporal y/o perfil lip&#xed;dico al principio y al final de la intervenci&#xf3;n. Resultados: se analizaron 7 art&#xed;culos y 3 revisiones. Comparando los diferentes tipos de ejercicio se podr&#xed;a afirmar que destaca la disminuci&#xf3;n de masa muscular en aquellos en los que las intervenciones son con ejercicio aer&#xf3;bico, manteni&#xe9;ndose e incluso aumentando, en los estudios donde se realiz&#xf3; un ejercicio de fuerza. El metaan&#xe1;lisis nos muestra una reducci&#xf3;n significativa de la masa grasa con una heterogeneidad media, por lo tanto, habr&#xe1; mayor reducci&#xf3;n de masa grasa en grupos que realizan dieta baja en carbohidratos y ejercicio que en los que no realizan dieta o tan solo realizan ejercicio. Conclusiones: la combinaci&#xf3;n de dieta cetog&#xe9;nica y ejercicio f&#xed;sico puede reducir la masa grasa en comparaci&#xf3;n con realizar solo dieta o solo ejercicio f&#xed;sico.</AbstractText></OtherAbstract><KeywordList Owner="NOTNLM"><Keyword MajorTopicYN="N">Dieta cetog&#xe9;nica. Actividad f&#xed;sica. Resistencia. Fuerza. P&#xe9;rdida de peso.</Keyword></KeywordList></MedlineCitation><PubmedData><History><PubMedPubDate PubStatus="pubmed"><Year>2019</Year><Month>9</Month><Day>19</Day><Hour>6</Hour><Minute>0</Minute></PubMedPubDate><PubMedPubDate PubStatus="medline"><Year>2020</Year><Month>4</Month><Day>24</Day><Hour>6</Hour><Minute>0</Minute></PubMedPubDate><PubMedPubDate PubStatus="entrez"><Year>2019</Year><Month>9</Month><Day>19</Day><Hour>6</Hour><Minute>0</Minute></PubMedPubDate></History><PublicationStatus>ppublish</PublicationStatus><ArticleIdList><ArticleId IdType="pubmed">31526006</ArticleId><ArticleId IdType="doi">10.20960/nh.02604</ArticleId></ArticleIdList></PubmedData></PubmedArticle></PubmedArticleSet>