<?xml version="1.0" ?>
<!DOCTYPE PubmedArticleSet PUBLIC "-//NLM//DTD PubMedArticle, 1st January 2025//EN" "https://dtd.nlm.nih.gov/ncbi/pubmed/out/pubmed_250101.dtd">
<PubmedArticleSet>
<PubmedArticle><MedlineCitation Status="MEDLINE" Owner="NLM" IndexingMethod="Curated"><PMID Version="1">38818630</PMID><DateCompleted><Year>2024</Year><Month>11</Month><Day>10</Day></DateCompleted><DateRevised><Year>2024</Year><Month>11</Month><Day>20</Day></DateRevised><Article PubModel="Print-Electronic"><Journal><ISSN IssnType="Electronic">1468-2494</ISSN><JournalIssue CitedMedium="Internet"><Volume>46</Volume><Issue>6</Issue><PubDate><Year>2024</Year><Month>Dec</Month></PubDate></JournalIssue><Title>International journal of cosmetic science</Title><ISOAbbreviation>Int J Cosmet Sci</ISOAbbreviation></Journal><ArticleTitle>Characteristics of and foundation application among Chinese females with sensitive skin.</ArticleTitle><Pagination><StartPage>878</StartPage><EndPage>894</EndPage><MedlinePgn>878-894</MedlinePgn></Pagination><ELocationID EIdType="doi" ValidYN="Y">10.1111/ics.12966</ELocationID><Abstract><AbstractText Label="OBJECTIVE" NlmCategory="OBJECTIVE">We conducted a study on women with sensitive skin of various skin tones to analyse their skin characteristics and preferences for foundation shades.</AbstractText><AbstractText Label="METHODS" NlmCategory="METHODS">Volunteers were categorized based on their individual typological angle, and their preferences were assessed using self-perception and software-based mass aesthetic assessment. The Baumann Questionnaire is a valuable tool for identifying patients with sensitive skin and gaining a comprehensive understanding of their skin sensitivity. The skin characteristics of two groups were compared using a more suitable classification method.</AbstractText><AbstractText Label="RESULTS" NlmCategory="RESULTS">Individuals diagnosed with sensitive skin typically have skin tones classified as Types I, II and III, with Type I being the most common in sensitive skin cases. The sensitive group exhibited higher levels of transepidermal water loss, lighter skin tone, lower yellowness, increased glossiness, higher haemoglobin content, more acne, fewer blackheads, and fewer pores. Among them, Type I skin is characterized by lower elasticity, increased oiliness, higher hydration levels and fewer visible pores. Type II skin is characterized by lower hydration levels, higher oiliness and increased redness. Type III exhibits more pores, decreased oiliness and enhanced elasticity. Foundations No. 2 and No. 3 are fairer than foundations No. 1 and No. 4. In the self-assessment, Type I and Type II subjects preferred No. 3, while Type III subjects preferred No. 1 and No. 4 because they matched their skin tone. The results of the software evaluation showed that popular aesthetics preferred Type I and Type II to use No. 2, and Type III to use No. 2 and No. 3, as they resulted in a fairer complexion.</AbstractText><AbstractText Label="CONCLUSION" NlmCategory="CONCLUSIONS">Sensitive skin of different skin tone types confronts different skin problems. The findings also highlight the public's inclination towards lighter foundation shades, despite the common practice of selecting shades that harmonize with one's inherent skin tone.</AbstractText><CopyrightInformation>&#xa9; 2024 Society of Cosmetic Scientists and Societe Francaise de Cosmetologie.</CopyrightInformation></Abstract><AuthorList CompleteYN="Y"><Author ValidYN="Y"><LastName>Kuang</LastName><ForeName>Xinjue</ForeName><Initials>X</Initials><AffiliationInfo><Affiliation>Key Laboratory of Cosmetic, China National Light Industry, Beijing Technology and Business University, Beijing, China.</Affiliation></AffiliationInfo><AffiliationInfo><Affiliation>Institute of Cosmetic Regulatory Science, Beijing Technology and Business University, Beijing, China.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Cai</LastName><ForeName>Jiajing</ForeName><Initials>J</Initials><AffiliationInfo><Affiliation>Yunnan Characteristic Plant Extraction Laboratory, Yunnan Yunke Characteristic Plant Extraction Laboratory Co., Ltd., Kunming, China.</Affiliation></AffiliationInfo><AffiliationInfo><Affiliation>Yunnan Botanee Bio-Technology Group Co., Ltd., Kunming, China.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Li</LastName><ForeName>Yingqi</ForeName><Initials>Y</Initials><AffiliationInfo><Affiliation>Key Laboratory of Cosmetic, China National Light Industry, Beijing Technology and Business University, Beijing, China.</Affiliation></AffiliationInfo><AffiliationInfo><Affiliation>Institute of Cosmetic Regulatory Science, Beijing Technology and Business University, Beijing, China.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Yang</LastName><ForeName>Xiaoxiao</ForeName><Initials>X</Initials><AffiliationInfo><Affiliation>Key Laboratory of Cosmetic, China National Light Industry, Beijing Technology and Business University, Beijing, China.</Affiliation></AffiliationInfo><AffiliationInfo><Affiliation>Institute of Cosmetic Regulatory Science, Beijing Technology and Business University, Beijing, China.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Zi</LastName><ForeName>Huimin</ForeName><Initials>H</Initials><AffiliationInfo><Affiliation>Yunnan Characteristic Plant Extraction Laboratory, Yunnan Yunke Characteristic Plant Extraction Laboratory Co., Ltd., Kunming, China.</Affiliation></AffiliationInfo><AffiliationInfo><Affiliation>Yunnan Botanee Bio-Technology Group Co., Ltd., Kunming, China.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Wang</LastName><ForeName>Feifei</ForeName><Initials>F</Initials><AffiliationInfo><Affiliation>Yunnan Characteristic Plant Extraction Laboratory, Yunnan Yunke Characteristic Plant Extraction Laboratory Co., Ltd., Kunming, China.</Affiliation></AffiliationInfo><AffiliationInfo><Affiliation>Yunnan Botanee Bio-Technology Group Co., Ltd., Kunming, China.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Yi</LastName><ForeName>Fan</ForeName><Initials>F</Initials><Identifier Source="ORCID">0000-0002-7476-616X</Identifier><AffiliationInfo><Affiliation>Key Laboratory of Cosmetic, China National Light Industry, Beijing Technology and Business University, Beijing, China.</Affiliation></AffiliationInfo><AffiliationInfo><Affiliation>Institute of Cosmetic Regulatory Science, Beijing Technology and Business University, Beijing, China.</Affiliation></AffiliationInfo></Author></AuthorList><Language>eng</Language><GrantList CompleteYN="Y"><Grant><GrantID>KM202010011009</GrantID><Agency>the Scientific Research Project of Beijing Educational Committee</Agency><Country/></Grant><Grant><GrantID>2018000020124G032</GrantID><Agency>the Beijing Excellent Talent Training Project-Young Individuals</Agency><Country/></Grant><Grant><GrantID>2022YKZY004</GrantID><Agency>the independent research fund of Yunnan Characteristic Plant Extraction Laboratory</Agency><Country/></Grant><Grant><GrantID>2022YKZY002</GrantID><Agency>the independent research fund of Yunnan Characteristic Plant Extraction Laboratory</Agency><Country/></Grant></GrantList><PublicationTypeList><PublicationType UI="D016428">Journal Article</PublicationType></PublicationTypeList><ArticleDate DateType="Electronic"><Year>2024</Year><Month>05</Month><Day>31</Day></ArticleDate></Article><MedlineJournalInfo><Country>England</Country><MedlineTA>Int J Cosmet Sci</MedlineTA><NlmUniqueID>8007161</NlmUniqueID><ISSNLinking>0142-5463</ISSNLinking></MedlineJournalInfo><ChemicalList><Chemical><RegistryNumber>0</RegistryNumber><NameOfSubstance UI="D003358">Cosmetics</NameOfSubstance></Chemical></ChemicalList><CitationSubset>IM</CitationSubset><MeshHeadingList><MeshHeading><DescriptorName UI="D000328" MajorTopicYN="N">Adult</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D005260" MajorTopicYN="N">Female</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D006801" MajorTopicYN="N">Humans</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D055815" MajorTopicYN="N">Young Adult</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D002681" MajorTopicYN="N" Type="Geographic">China</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D000095225" MajorTopicYN="N">East Asian People</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D012867" MajorTopicYN="N">Skin</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D012880" MajorTopicYN="Y">Skin Pigmentation</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D011795" MajorTopicYN="N">Surveys and Questionnaires</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D003358" MajorTopicYN="Y">Cosmetics</DescriptorName></MeshHeading></MeshHeadingList><OtherAbstract Type="Publisher" Language="fre"><AbstractText Label="OBJECTIF" NlmCategory="OBJECTIVE">Nous avons men&#xe9; une &#xe9;tude sur des femmes &#xe0; la peau sensible de diff&#xe9;rentes carnations afin d'analyser les caract&#xe9;ristiques de leur peau et leurs pr&#xe9;f&#xe9;rences en mati&#xe8;re de teintes de fond de teint. M&#xc9;THODES: Les volontaires ont &#xe9;t&#xe9; class&#xe9;es en fonction de leur angle typologique individuel et leurs pr&#xe9;f&#xe9;rences ont &#xe9;t&#xe9; &#xe9;valu&#xe9;es &#xe0; l'aide d'une auto&#x2010;perception et d'une &#xe9;valuation esth&#xe9;tique de masse bas&#xe9;e sur un logiciel. Le questionnaire de Baumann est un outil pr&#xe9;cieux pour identifier les patients &#xe0; la peau sensible et obtenir une compr&#xe9;hension globale de leur sensibilit&#xe9; cutan&#xe9;e. Les caract&#xe9;ristiques cutan&#xe9;es de deux groupes ont &#xe9;t&#xe9; compar&#xe9;es &#xe0; l'aide d'une m&#xe9;thode de classification plus appropri&#xe9;e. R&#xc9;SULTATS: Les personnes chez qui l'on a diagnostiqu&#xe9; une peau sensible ont g&#xe9;n&#xe9;ralement des teintes de peau class&#xe9;es en types I, II et III, le type I &#xe9;tant le plus courant dans les cas de peau sensible. Le groupe sensible pr&#xe9;sente des niveaux plus &#xe9;lev&#xe9;s de perte d'eau trans&#xe9;pidermique, un teint plus clair, une couleur moins jaune, une brillance accrue, une teneur en h&#xe9;moglobine plus &#xe9;lev&#xe9;e, plus d'acn&#xe9;, moins de points noirs et moins de pores. Parmi eux, la peau de type I se caract&#xe9;rise par une &#xe9;lasticit&#xe9; plus faible, un taux de s&#xe9;bum plus &#xe9;lev&#xe9;, des niveaux d'hydratation plus &#xe9;lev&#xe9;s et moins de pores visibles. La peau de type II se caract&#xe9;rise par des niveaux d'hydratation plus faibles, un taux de s&#xe9;bum plus &#xe9;lev&#xe9; et des rougeurs plus importantes. Le type III pr&#xe9;sente plus de pores, une diminution de l'aspect gras et une meilleure &#xe9;lasticit&#xe9;. Les fonds de teint n&#xb0; 2 et n&#xb0; 3 sont plus clairs que les fonds de teint n&#xb0; 1 et n&#xb0; 4. Lors de l'auto&#x2010;&#xe9;valuation, les sujets des types I et II ont pr&#xe9;f&#xe9;r&#xe9; le fond de teint n&#xb0; 3, tandis que les sujets du type III ont pr&#xe9;f&#xe9;r&#xe9; le fond de teint n&#xb0; 1 et le fond de teint n&#xb0; 4 parce qu'ils correspondaient &#xe0; leur carnation. Les r&#xe9;sultats de l'&#xe9;valuation du logiciel ont montr&#xe9; que l'esth&#xe9;tique populaire pr&#xe9;f&#xe9;rait que les sujets de type I et de type II utilisent le n&#xb0; 2, et que les sujets de type III utilisent le n&#xb0; 2 et le n&#xb0; 3, car ils donnaient un teint plus clair.</AbstractText><AbstractText Label="CONCLUSION" NlmCategory="CONCLUSIONS">Les peaux sensibles de diff&#xe9;rents types de carnation sont confront&#xe9;es &#xe0; des probl&#xe8;mes cutan&#xe9;s diff&#xe9;rents. Les r&#xe9;sultats mettent &#xe9;galement en &#xe9;vidence le penchant du public pour les teintes de fond de teint plus claires, malgr&#xe9; la pratique courante consistant &#xe0; choisir des teintes qui s'harmonisent avec le teint inh&#xe9;rent &#xe0; la peau.</AbstractText><CopyrightInformation>&#xa9; 2024 Society of Cosmetic Scientists and Societe Francaise de Cosmetologie.</CopyrightInformation></OtherAbstract><KeywordList Owner="NOTNLM"><Keyword MajorTopicYN="N">classification method</Keyword><Keyword MajorTopicYN="N">foundation shade preferences</Keyword><Keyword MajorTopicYN="N">individual typological angle</Keyword><Keyword MajorTopicYN="N">sensitive skin</Keyword><Keyword MajorTopicYN="N">skin tone characteristics</Keyword></KeywordList></MedlineCitation><PubmedData><History><PubMedPubDate PubStatus="revised"><Year>2024</Year><Month>3</Month><Day>10</Day></PubMedPubDate><PubMedPubDate PubStatus="received"><Year>2023</Year><Month>12</Month><Day>15</Day></PubMedPubDate><PubMedPubDate PubStatus="accepted"><Year>2024</Year><Month>3</Month><Day>17</Day></PubMedPubDate><PubMedPubDate PubStatus="medline"><Year>2024</Year><Month>11</Month><Day>13</Day><Hour>13</Hour><Minute>48</Minute></PubMedPubDate><PubMedPubDate PubStatus="pubmed"><Year>2024</Year><Month>5</Month><Day>31</Day><Hour>6</Hour><Minute>42</Minute></PubMedPubDate><PubMedPubDate PubStatus="entrez"><Year>2024</Year><Month>5</Month><Day>31</Day><Hour>4</Hour><Minute>13</Minute></PubMedPubDate></History><PublicationStatus>ppublish</PublicationStatus><ArticleIdList><ArticleId IdType="pubmed">38818630</ArticleId><ArticleId IdType="doi">10.1111/ics.12966</ArticleId></ArticleIdList><ReferenceList><Title>REFERENCES</Title><Reference><Citation>Misery L, Weisshaar E, Brenaut E, Evers AWM, Huet F, St&#xe4;nder S, et&#xa0;al. Pathophysiology and management of sensitive skin: position paper from the special interest group on sensitive skin of the international forum for the study of itch (IFSI). J Eur Acad Dermatol Venereol. 2020;34(2):222&#x2013;229.</Citation></Reference><Reference><Citation>Kamide R, Misery L, Perez&#x2010;Cullell N, Sibaud V, Ta&#xef;eb C. Sensitive skin evaluation in the Japanese population. J Dermatol. 2013;40(3):177&#x2013;181.</Citation></Reference><Reference><Citation>Berardesca E, Farage M, Maibach H. Sensitive skin: an overview. Int J Cosmet Sci. 2013;35(1):2&#x2013;8.</Citation></Reference><Reference><Citation>Abolhasani R, Araghi F, Tabary M, Aryannejad A, Mashinchi B, Robati RM. The impact of air pollution on skin and related disorders: a comprehensive review. Dermatol Ther. 2021;34(2):e14840.</Citation></Reference><Reference><Citation>Jiang B, Cui L, Zi Y, Jia Y, He C. Skin surface lipid differences in sensitive skin caused by psychological stress and distinguished by support vector machine. J Cosmet Dermatol. 2019;18(4):1121&#x2013;1127.</Citation></Reference><Reference><Citation>Passeron T, Zouboulis CC, Tan J, Andersen ML, Katta R, Lyu X, et&#xa0;al. Adult skin acute stress responses to short&#x2010;term environmental and internal aggression from exposome factors. J Eur Acad Dermatol Venereol. 2021;35(10):1963&#x2013;1975.</Citation></Reference><Reference><Citation>Shao L, Jiang S, Li Y, Shi Y, Wang M, Liu T, et&#xa0;al. Regular late bedtime significantly affects the skin physiological characteristics and skin bacterial microbiome. Clin Cosmet Investig Dermatol. 2022;15:1051&#x2013;1063.</Citation></Reference><Reference><Citation>Wollenberg A, Gim&#xe9;nez&#x2010;Arnau A. Sensitive skin: a relevant syndrome, be aware. J Eur Acad Dermatol Venereol. 2022;36(Suppl 5):3&#x2013;5.</Citation></Reference><Reference><Citation>Ye C, Chen J, Yang S, Yi J, Chen H, Li M, et&#xa0;al. Skin sensitivity evaluation: what could impact the assessment results? J Cosmet Dermatol. 2020;19(5):1231&#x2013;1238.</Citation></Reference><Reference><Citation>Seidenari S, Francomano M, Mantovani L. Baseline biophysical parameters in subjects with sensitive skin. Contact Derm. 1998;38(6):311&#x2013;315.</Citation></Reference><Reference><Citation>Farage MA, Katsarou A, Maibach HI. Sensory, clinical and physiological factors in sensitive skin: a review. Contact Derm. 2006;55(1):1&#x2013;14.</Citation></Reference><Reference><Citation>St&#xe4;nder S, Schneider SW, Weishaupt C, Luger TA, Misery L. Putative neuronal mechanisms of sensitive skin. Exp Dermatol. 2009;18(5):417&#x2013;423.</Citation></Reference><Reference><Citation>Do LHD, Azizi N, Maibach H. Sensitive skin syndrome: an update. Am J Clin Dermatol. 2020;21(3):401&#x2013;409.</Citation></Reference><Reference><Citation>Eilers S, Bach DQ, Gaber R, Blatt H, Guevara Y, Nitsche K, et&#xa0;al. Accuracy of self&#x2010;report in assessing fitzpatrick skin phototypes I through VI. JAMA Dermatol. 2013;149(11):1289&#x2013;1294.</Citation></Reference><Reference><Citation>Chardon A, Cretois I, Hourseau C. Skin colour typology and suntanning pathways. Int J Cosmet Sci. 1991;13(4):191&#x2013;208.</Citation></Reference><Reference><Citation>Del Bino S, Bernerd F. Variations in skin colour and the biological consequences of ultraviolet radiation exposure. Br J Dermatol. 2013;169(Suppl 3):33&#x2013;40.</Citation></Reference><Reference><Citation>Li N, Yang XX, Yang RY, Yi F. Study of the characteristics of facial skin tone status in 1092 young Chinese females according to the ITA&#xb0;. J Cosmet Dermatol. 2022;21(5):2073&#x2013;2081.</Citation></Reference><Reference><Citation>Chan IL, Cohen S, da Cunha MG, Maluf LC. Characteristics and management of Asian skin. Int J Dermatol. 2019;58(2):131&#x2013;143.</Citation></Reference><Reference><Citation>Wu Y, Yi F, Akimoto M, Tanaka T, Meng H, Dong Y. Objective measurement and comparison of human facial skin color in East Asian females. Skin Res Technol. 2020;26(4):584&#x2013;590.</Citation></Reference><Reference><Citation>Baumann L. Understanding and treating various skin types: the Baumann skin type indicator. Dermatol Clin. 2008;26(3):359&#x2013;373.</Citation></Reference><Reference><Citation>Baumann L. The skin type solution. New York, NY: Bantam Dell; 2005.</Citation></Reference><Reference><Citation>Pan Y, Ma X, Song Y, Zhao J, Yan S. Questionnaire and lactic acid sting test play different role on the assessment of sensitive skin: a cross&#x2010;sectional study. Clin Cosmet Investig Dermatol. 2021;14:1215&#x2013;1225.</Citation></Reference><Reference><Citation>Wang J, Jeevarathinam AS, Jhunjhunwala A, Ren H, Lemaster J, Luo Y, et&#xa0;al. A wearable colorimetric dosimeter to monitor sunlight exposure. Adv Mater Technol. 2018;3(6):1800037.</Citation></Reference><Reference><Citation>Rawlings AV. Ethnic skin types: are there differences in skin structure and function? Int J Cosmet Sci. 2006;28(2):79&#x2013;93.</Citation></Reference><Reference><Citation>Sandby&#x2010;M&#xf8;ller J, Poulsen T, Wulf HC. Epidermal thickness at different body sites: relationship to age, gender, pigmentation, blood content, skin type and smoking habits. Acta Derm Venereol. 2003;83(6):410&#x2013;413.</Citation></Reference><Reference><Citation>Zha WF, Song WM, Ai JJ, Xu AE. Mobile connected dermatoscope and confocal laser scanning microscope: a useful combination applied in facial simple sensitive skin. Int J Cosmet Sci. 2012;34(4):318&#x2013;321.</Citation></Reference><Reference><Citation>Tu Y, Gu H, Li N, Pang Q, He L. Effects of Prinsepia utilis Royle oil on the synthesis of ceramide and expression of ceramidase. Chin J Dermatol. 2012;45(10):718&#x2013;722.</Citation></Reference><Reference><Citation>Anggraeni S, Umborowati MA, Damayanti D, Endaryanto A, Prakoeswa CRS. Role of Centella asiatica and ceramide in skin barrier improvement: a double blind clinical trial of Indonesian batik workers. J Basic Clin Physiol Pharmacol. 2021;32(4):589&#x2013;593.</Citation></Reference><Reference><Citation>Gallo M, Conte E, Naviglio D. Analysis and comparison of the antioxidant component of Portulaca Oleracea leaves obtained by different solid&#x2010;liquid extraction techniques. Antioxidants. 2017;6(3):64.</Citation></Reference><Reference><Citation>McKay DL, Blumberg JB. A review of the bioactivity and potential health benefits of chamomile tea (Matricaria recutita L.). Phytother Res. 2006;20(7):519&#x2013;530.</Citation></Reference><Reference><Citation>Masullo M, Pizza C, Piacente S. Ruscus genus: a rich source of bioactive steroidal saponins. Planta Med. 2016;82(18):1513&#x2013;1524.</Citation></Reference><Reference><Citation>Chandrashekhar VM, Halagali KS, Nidavani RB, Shalavadi MH, Biradar BS, Biswas D, et&#xa0;al. Anti&#x2010;allergic activity of German chamomile (Matricaria recutita L.) in mast cell mediated allergy model. J Ethnopharmacol. 2011;137(1):336&#x2013;340.</Citation></Reference><Reference><Citation>Dong&#x2010;Jie S, Ying TU, Li HE. Antimicrobial activity of ethanol extract from Dianchonglou on acne&#x2010;causing bacteria. J Dermatol Venereol. 2013;8(1):48.</Citation></Reference><Reference><Citation>Kubica P, Szopa A, Dominiak J, Luczkiewicz M, Ekiert H. Verbena officinalis (common Vervain) &#x2013; a review on the investigations of this medicinally important plant species. Planta Med. 2020;86(17):1241&#x2013;1257.</Citation></Reference><Reference><Citation>Lin C, Yong L, Rong&#x2010;Ya Y. The progress of the treatment of sensitive skin. Chin J Aesth Med. 2018;27(1):140&#x2013;144.</Citation></Reference><Reference><Citation>Wang M, Li C, Li J, Hu W, Yu A, Tang H, et&#xa0;al. Extraction, purification, structural characteristics, biological activity and application of polysaccharides from Portulaca oleracea L. (Purslane): a review. Molecules. 2023;28(12):4813.</Citation></Reference><Reference><Citation>Yuan Y, Wang F, Qu L. Study on the extraction of polyphenol from Ludwigia adscendens (L.) Hara by response surface methods and its antioxidant activity. J Food Saf. 2021;12(7):2788&#x2013;2794.</Citation></Reference><Reference><Citation>Flament F, Ye C, Mercurio DG, Abric A, Sewraj P, Velleman D, et&#xa0;al. Evaluating the respective weights of some facial signs on the perceived radiance/glow in differently aged women of six countries. Skin Res Technol. 2021;27(6):1116&#x2013;1127.</Citation></Reference><Reference><Citation>Ikeda H, Saheki Y, Sakano Y, Wada A, Ando H, Tagai K. Facial radiance influences facial attractiveness and affective impressions of faces. Int J Cosmet Sci. 2021;43(2):144&#x2013;157.</Citation></Reference><Reference><Citation>Kim B, Lee J, Park S, Suk HJ. Method and analysis of color changes of facial skin after applying skin makeup. Vis Res. 2023;209:108247.</Citation></Reference><Reference><Citation>Turner EO. Open&#x2010;label assessment of the efficacy and tolerability of a skin care regimen for treating subjects with visible and physical symptoms of sensitive skin. J Cosmet Dermatol. 2022;21(9):3876&#x2013;3887.</Citation></Reference><Reference><Citation>Zheng W, Li H, Go Y, Chan XHF, Huang Q, Wu J. Research advances on the damage mechanism of skin glycation and related inhibitors. Nutrients. 2022;14(21):4588.</Citation></Reference><Reference><Citation>Lin X, Shaw PC, Sze SC, Tong Y, Zhang Y. Dendrobium officinale polysaccharides ameliorate the abnormality of aquaporin 5, pro&#x2010;inflammatory cytokines and inhibit apoptosis in the experimental Sj&#xf6;gren's syndrome mice. Int Immunopharmacol. 2011;11(12):2025&#x2013;2032.</Citation></Reference><Reference><Citation>Narda M, Peno&#x2010;Mazzarino L, Krutmann J, Trullas C, Granger C. Novel facial cream containing carnosine inhibits formation of advanced glycation end&#x2010;products in human skin. Skin Pharmacol Physiol. 2018;31(6):324&#x2013;331.</Citation></Reference><Reference><Citation>Liu HM, Tang W, Wang XY, Jiang JJ, Zhang W, Wang W. Safe and effective antioxidant: The biological mechanism and potential pathways of ergothioneine in the skin. Molecules. 2023;28(4):1648.</Citation></Reference></ReferenceList></PubmedData></PubmedArticle></PubmedArticleSet>