<?xml version="1.0" ?>
<!DOCTYPE PubmedArticleSet PUBLIC "-//NLM//DTD PubMedArticle, 1st January 2025//EN" "https://dtd.nlm.nih.gov/ncbi/pubmed/out/pubmed_250101.dtd">
<PubmedArticleSet>
<PubmedArticle><MedlineCitation Status="MEDLINE" Owner="NLM" IndexingMethod="Curated"><PMID Version="1">41221915</PMID><DateCompleted><Year>2025</Year><Month>11</Month><Day>13</Day></DateCompleted><DateRevised><Year>2025</Year><Month>12</Month><Day>05</Day></DateRevised><Article PubModel="Electronic-eCollection"><Journal><ISSN IssnType="Electronic">1518-8345</ISSN><JournalIssue CitedMedium="Internet"><Volume>33</Volume><PubDate><Year>2025</Year></PubDate></JournalIssue><Title>Revista latino-americana de enfermagem</Title><ISOAbbreviation>Rev Lat Am Enfermagem</ISOAbbreviation></Journal><ArticleTitle>Breastfeeding strategies following nurslings' hospitalization: a scoping review.</ArticleTitle><Pagination><StartPage>e4674</StartPage><MedlinePgn>e4674</MedlinePgn></Pagination><ELocationID EIdType="pii" ValidYN="Y">e4674</ELocationID><ELocationID EIdType="doi" ValidYN="Y">10.1590/1518-8345.7800.4674</ELocationID><ELocationID EIdType="pii" ValidYN="Y">S0104-11692025000100513</ELocationID><Abstract><AbstractText>to map strategies aimed at promoting and maintaining breastfeeding following nurslings' hospitalization. a scoping review guided by the recommendations of the Joanna Briggs Institute Reviewer's Manual. The search was carried out in seven databases and in repositories of theses and dissertations. The selection of studies was conducted on a web application by two independent blind reviewers. The data were analyzed descriptively. in total, 1,325 publications were obtained, of which 29 were included in the study. The following were identified as health strategies associated with breastfeeding: education and guidance, support and follow-up, clinical and technical interventions, complementary therapies, technology and innovation, environment and physical conditions, nutrition and hydration, protocol and guidelines. the evidence reinforces that multifaceted strategies are essential post-discharge in order to strengthen self-management and sustain breastfeeding beyond the hospital setting. Primary Health Care can play an important role in care continuity.</AbstractText></Abstract><AuthorList CompleteYN="Y"><Author ValidYN="Y"><LastName>Rocha</LastName><ForeName>Socorro Alana Ramalho</ForeName><Initials>SAR</Initials><Identifier Source="ORCID">0009-0007-6447-3180</Identifier><AffiliationInfo><Affiliation>Faculdade de Enfermagem e Medicina Nova Esperan&#xe7;a, Jo&#xe3;o Pessoa, PB, Brazil.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Buck</LastName><ForeName>Eliane Cristina da Silva</ForeName><Initials>ECDS</Initials><Identifier Source="ORCID">0000-0002-9230-8760</Identifier><AffiliationInfo><Affiliation>Faculdade de Enfermagem e Medicina Nova Esperan&#xe7;a, Jo&#xe3;o Pessoa, PB, Brazil.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Costa</LastName><ForeName>Cintia Bezerra Almeida</ForeName><Initials>CBA</Initials><Identifier Source="ORCID">0000-0002-1179-5852</Identifier><AffiliationInfo><Affiliation>Universidade Federal da Para&#xed;ba, Departamento de Enfermagem, Jo&#xe3;o Pessoa, PB, Brazil.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Andrade</LastName><ForeName>Smalyanna Sgren da Costa</ForeName><Initials>SSDC</Initials><Identifier Source="ORCID">0000-0002-9812-9376</Identifier><AffiliationInfo><Affiliation>Faculdade de Enfermagem e Medicina Nova Esperan&#xe7;a, Jo&#xe3;o Pessoa, PB, Brazil.</Affiliation></AffiliationInfo></Author></AuthorList><Language>eng</Language><Language>por</Language><Language>spa</Language><PublicationTypeList><PublicationType UI="D000098583">Scoping Review</PublicationType><PublicationType UI="D016428">Journal Article</PublicationType></PublicationTypeList><ArticleDate DateType="Electronic"><Year>2025</Year><Month>11</Month><Day>10</Day></ArticleDate></Article><MedlineJournalInfo><Country>Brazil</Country><MedlineTA>Rev Lat Am Enfermagem</MedlineTA><NlmUniqueID>9420934</NlmUniqueID><ISSNLinking>0104-1169</ISSNLinking></MedlineJournalInfo><CitationSubset>IM</CitationSubset><MeshHeadingList><MeshHeading><DescriptorName UI="D001942" MajorTopicYN="Y">Breast Feeding</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D006801" MajorTopicYN="N">Humans</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D006760" MajorTopicYN="Y">Hospitalization</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D005260" MajorTopicYN="N">Female</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D007231" MajorTopicYN="N">Infant, Newborn</DescriptorName></MeshHeading></MeshHeadingList><OtherAbstract Type="Publisher" Language="por"><AbstractText>Objetivo: mapear estrat&#xe9;gias voltadas &#xe0; promo&#xe7;&#xe3;o e &#xe0; manuten&#xe7;&#xe3;o do aleitamento materno ap&#xf3;s a interna&#xe7;&#xe3;o hospitalar do lactente.</AbstractText><AbstractText NlmCategory="METHODS">M&#xe9;todo: revis&#xe3;o de escopo guiada pelas recomenda&#xe7;&#xf5;es do<i>Joanna Briggs Institute Reviewer&#x2019;s Manual.</i> A busca foi realizada em sete bases de dados e em reposit&#xf3;rios de teses e disserta&#xe7;&#xf5;es. A sele&#xe7;&#xe3;o dos estudos foi conduzida em um aplicativo da <i>web</i> por dois revisores independentes e &#xe0;s cegas. A an&#xe1;lise dos dados foi realizada de forma descritiva.</AbstractText><AbstractText NlmCategory="RESULTS">Resultados: obtiveram-se 1.325 publica&#xe7;&#xf5;es, das quais 29 foram inclu&#xed;das no estudo. Foram identificadas como estrat&#xe9;gias em sa&#xfa;de associadas &#xe0; amamenta&#xe7;&#xe3;o: educa&#xe7;&#xe3;o e orienta&#xe7;&#xe3;o, suporte e acompanhamento, interven&#xe7;&#xf5;es cl&#xed;nicas e t&#xe9;cnicas, terapias complementares, tecnologia e inova&#xe7;&#xe3;o, ambiente e condi&#xe7;&#xf5;es f&#xed;sicas, nutri&#xe7;&#xe3;o e hidrata&#xe7;&#xe3;o, protocolo e diretrizes.</AbstractText><AbstractText NlmCategory="CONCLUSIONS">Conclus&#xe3;o: as evid&#xea;ncias refor&#xe7;am que estrat&#xe9;gias multifacetadas s&#xe3;o essenciais no p&#xf3;s-alta para fortalecer a autogest&#xe3;o e sustentar a amamenta&#xe7;&#xe3;o al&#xe9;m do ambiente hospitalar. A Aten&#xe7;&#xe3;o Prim&#xe1;ria &#xe0; Sa&#xfa;de pode desempenhar papel importante na continuidade do cuidado.</AbstractText></OtherAbstract><OtherAbstract Type="Publisher" Language="por"><AbstractText><b>(1)</b> Com t&#xe9;cnicas baseadas em evid&#xea;ncias, &#xe9; poss&#xed;vel restabelecer a amamenta&#xe7;&#xe3;o. <b>(2)</b> O suporte familiar e profissional &#xe9; essencial para a manuten&#xe7;&#xe3;o do aleitamento. <b>(3)</b> Educa&#xe7;&#xe3;o e apoio social aumentam a dura&#xe7;&#xe3;o e a exclusividade da amamenta&#xe7;&#xe3;o. <b>(4)</b> Tecnologias ampliam o acesso a informa&#xe7;&#xf5;es e suporte &#xe0; amamenta&#xe7;&#xe3;o. <b>(5)</b> Interven&#xe7;&#xf5;es complementares ajudam a otimizar a produ&#xe7;&#xe3;o de leite.</AbstractText></OtherAbstract><OtherAbstract Type="Publisher" Language="spa"><AbstractText>Objetivo: mapear estrategias dirigidas a promover y continuar con la lactancia materna despu&#xe9;s de la hospitalizaci&#xf3;n del lactante.</AbstractText><AbstractText NlmCategory="METHODS">M&#xe9;todo: revisi&#xf3;n de alcance que sigue las recomendaciones del <i>Joanna Briggs Institute Reviewer&#x2019;s Manual.</i> La b&#xfa;squeda se realiz&#xf3; en siete bases de datos y en repositorios de tesis y disertaciones. La selecci&#xf3;n de estudios fue realizada mediante una aplicaci&#xf3;n <i>web</i> por dos revisores independientes y a ciegas. El an&#xe1;lisis de datos se realiz&#xf3; de forma descriptiva.</AbstractText><AbstractText NlmCategory="RESULTS">Resultados: se obtuvieron 1.325 publicaciones, de las cuales 29 fueron incluidas en el estudio. Se identificaron las siguientes estrategias de salud asociadas a la lactancia materna: educaci&#xf3;n y orientaci&#xf3;n, apoyo y seguimiento, intervenciones cl&#xed;nicas y t&#xe9;cnicas, terapias complementarias, tecnolog&#xed;a e innovaci&#xf3;n, ambiente y condiciones f&#xed;sicas, nutrici&#xf3;n e hidrataci&#xf3;n, protocolo y gu&#xed;as.</AbstractText><AbstractText NlmCategory="CONCLUSIONS">Conclusi&#xf3;n: la evidencia ratifica que las estrategias multifac&#xe9;ticas son esenciales despu&#xe9;s del alta para fortalecer la autogesti&#xf3;n y continuar con la lactancia materna fuera del entorno hospitalario. La Atenci&#xf3;n Primaria de Salud puede desempe&#xf1;ar un papel importante en la continuidad de la atenci&#xf3;n.</AbstractText></OtherAbstract><OtherAbstract Type="Publisher" Language="spa"><AbstractText><b>(1)</b> Con t&#xe9;cnicas basadas en evidencia se puede restablecer la lactancia materna. <b>(2)</b> El apoyo familiar y profesional es fundamental para continuar con la lactancia materna. <b>(3)</b> La educaci&#xf3;n y el apoyo social aumentan la duraci&#xf3;n y la exclusividad de la lactancia materna. <b>(4)</b> Las tecnolog&#xed;as ampl&#xed;an el acceso a la informaci&#xf3;n y el apoyo a la lactancia materna. <b>(5)</b> Las intervenciones complementarias ayudan a optimizar la producci&#xf3;n de leche.</AbstractText></OtherAbstract><CoiStatement><b>Conflict of interest:</b> the authors have declared that there is no conflict of interest.</CoiStatement></MedlineCitation><PubmedData><History><PubMedPubDate PubStatus="received"><Year>2024</Year><Month>12</Month><Day>12</Day></PubMedPubDate><PubMedPubDate PubStatus="accepted"><Year>2025</Year><Month>5</Month><Day>3</Day></PubMedPubDate><PubMedPubDate PubStatus="medline"><Year>2025</Year><Month>11</Month><Day>13</Day><Hour>18</Hour><Minute>30</Minute></PubMedPubDate><PubMedPubDate PubStatus="pubmed"><Year>2025</Year><Month>11</Month><Day>12</Day><Hour>12</Hour><Minute>39</Minute></PubMedPubDate><PubMedPubDate PubStatus="entrez"><Year>2025</Year><Month>11</Month><Day>12</Day><Hour>6</Hour><Minute>44</Minute></PubMedPubDate><PubMedPubDate PubStatus="pmc-release"><Year>2025</Year><Month>11</Month><Day>10</Day></PubMedPubDate></History><PublicationStatus>epublish</PublicationStatus><ArticleIdList><ArticleId IdType="pubmed">41221915</ArticleId><ArticleId IdType="pmc">PMC12610927</ArticleId><ArticleId IdType="doi">10.1590/1518-8345.7800.4674</ArticleId><ArticleId IdType="pii">S0104-11692025000100513</ArticleId></ArticleIdList><ReferenceList><Reference><Citation>1. Oliveira LHP, Santana GA, Silva MC, Mesquita GN, Ribeiro LHS, Alves ALN, et al. Breastfeeding for prematures: approach to the role of nurses. Braz J Health Rev. 2021;4(3):13374-88. https://doi.org/10.34119/bjhrv4n3-286
</Citation><ArticleIdList><ArticleId IdType="doi">10.34119/bjhrv4n3-286</ArticleId></ArticleIdList></Reference><Reference><Citation>Oliveira L. H. P., Santana G. A., Silva M. C., Mesquita G. N., Ribeiro L. H. S., Alves A. L. N., et al. Breastfeeding for prematures: approach to the role of nurses. Braz J Health Rev. 2021;4(3):13374&#x2013;13388. doi: 10.34119/bjhrv4n3-286.</Citation><ArticleIdList><ArticleId IdType="doi">10.34119/bjhrv4n3-286</ArticleId></ArticleIdList></Reference><Reference><Citation>2. Coca KP, Pinto VL, Westphal F, Mania PNA, Abr&#xe3;o ACFV. Bundle of measures to support intrahospital exclusive breastfeeding: evidence of systematic reviews. Rev Paul Pediatr. 2018;36(2). https://doi.org/10.1590/1984-0462/;2018;36;2;00002
</Citation><ArticleIdList><ArticleId IdType="doi">10.1590/1984-0462/;2018;36;2;00002</ArticleId><ArticleId IdType="pmc">PMC6038790</ArticleId><ArticleId IdType="pubmed">29694490</ArticleId></ArticleIdList></Reference><Reference><Citation>Coca K. P., Pinto V. L., Westphal F., Mania P. N. A., Abr&#xe3;o A. C. F. V. Bundle of measures to support intrahospital exclusive breastfeeding: evidence of systematic reviews. Rev Paul Pediatr. 2018;36(2) doi: 10.1590/1984-0462/;2018;36;2;00002.</Citation><ArticleIdList><ArticleId IdType="doi">10.1590/1984-0462/;2018;36;2;00002</ArticleId><ArticleId IdType="pmc">PMC6038790</ArticleId><ArticleId IdType="pubmed">29694490</ArticleId></ArticleIdList></Reference><Reference><Citation>3. Kuamoto RS, Bueno M, Riesco MLG. Skin-to-skin contact between mothers and full-term newborns after birth: a cross-sectional study. Rev Bras Enferm. 2021;74(4). https://doi.org/10.1590/0034-7167-2020-0026
</Citation><ArticleIdList><ArticleId IdType="doi">10.1590/0034-7167-2020-0026</ArticleId><ArticleId IdType="pubmed">33909808</ArticleId></ArticleIdList></Reference><Reference><Citation>Kuamoto R. S., Bueno M., Riesco M. L. G. Skin-to-skin contact between mothers and full-term newborns after birth: a cross-sectional study. Rev Bras Enferm. 2021;74(4) doi: 10.1590/0034-7167-2020-0026.</Citation><ArticleIdList><ArticleId IdType="doi">10.1590/0034-7167-2020-0026</ArticleId><ArticleId IdType="pubmed">33909808</ArticleId></ArticleIdList></Reference><Reference><Citation>4. Bartick M, Hern&#xe1;ndez-Aguilar MT, Wight N, Mitchell KB, Simon L, Hanley L, et al. ABM Clinical Protocol#35: Supporting Breastfeeding During Maternal or Child Hospitalization. Breastfeed Med. 2021;16(9). https://doi.org/10.1089/bfm.2021.29190.mba
</Citation><ArticleIdList><ArticleId IdType="doi">10.1089/bfm.2021.29190.mba</ArticleId><ArticleId IdType="pubmed">34516777</ArticleId></ArticleIdList></Reference><Reference><Citation>Bartick M., Hern&#xe1;ndez-Aguilar M. T., Wight N., Mitchell K. B., Simon L., Hanley L., et al. ABM Clinical Protocol #35: Supporting Breastfeeding During Maternal or Child Hospitalization. Breastfeed Med. 2021;16(9) doi: 10.1089/bfm.2021.29190.mba.</Citation><ArticleIdList><ArticleId IdType="doi">10.1089/bfm.2021.29190.mba</ArticleId><ArticleId IdType="pubmed">34516777</ArticleId></ArticleIdList></Reference><Reference><Citation>5. Souza EFC, Pina-Oliveira AA, Shimo AKK. Effect of a breastfeeding educational intervention: a randomized controlled trial. Rev. Latino-Am. Enfermagem. 2020;28:e3335. https://doi.org/10.1590/1518-8345.3081.3335
</Citation><ArticleIdList><ArticleId IdType="doi">10.1590/1518-8345.3081.3335</ArticleId><ArticleId IdType="pmc">PMC7529445</ArticleId><ArticleId IdType="pubmed">33027400</ArticleId></ArticleIdList></Reference><Reference><Citation>Souza E. F. C., Pina-Oliveira A. A., Shimo A. K. K. Effect of a breastfeeding educational intervention: a randomized controlled trial. Rev. Latino-Am. Enfermagem. 2020;28:e3335 doi: 10.1590/1518-8345.3081.3335.</Citation><ArticleIdList><ArticleId IdType="doi">10.1590/1518-8345.3081.3335</ArticleId><ArticleId IdType="pmc">PMC7529445</ArticleId><ArticleId IdType="pubmed">33027400</ArticleId></ArticleIdList></Reference><Reference><Citation>6. Silva NVN, Pontes CM, Sousa NFC, Vasconcelos MGL. Health Technologies and their contributions to the promotion of breastfeeding: an integrative review of the literature. Cien Saude Colet. 2019;24(2). https://doi.org/10.1590/1413-81232018242.03022017
</Citation><ArticleIdList><ArticleId IdType="doi">10.1590/1413-81232018242.03022017</ArticleId><ArticleId IdType="pubmed">30726390</ArticleId></ArticleIdList></Reference><Reference><Citation>Silva N. V. N., Pontes C. M., Sousa N. F. C., Vasconcelos M. G. L. Health Technologies and their contributions to the promotion of breastfeeding: an integrative review of the literature. Cien Saude Colet. 2019;24(2) doi: 10.1590/1413-81232018242.03022017.</Citation><ArticleIdList><ArticleId IdType="doi">10.1590/1413-81232018242.03022017</ArticleId><ArticleId IdType="pubmed">30726390</ArticleId></ArticleIdList></Reference><Reference><Citation>7. Squizato L, Silva AD, Martinelle E, Machineski GG, Toso BRGO, Vieira CS. Maternal self-efficacy for premature newborn care and breastfeeding maintenance. Cogitare Enferm. 2023;28. https://doi.org/10.1590/ce.v28i0.87287
</Citation><ArticleIdList><ArticleId IdType="doi">10.1590/ce.v28i0.87287</ArticleId></ArticleIdList></Reference><Reference><Citation>Squizato L., Silva A. D., Martinelle E., Machineski G. G., Toso B. R. G. O., Vieira C. S. Maternal self-efficacy for premature newborn care and breastfeeding maintenance. Cogitare Enferm. 2023;28 doi: 10.1590/ce.v28i0.87287.</Citation><ArticleIdList><ArticleId IdType="doi">10.1590/ce.v28i0.87287</ArticleId></ArticleIdList></Reference><Reference><Citation>8. Javorski M, Rodrigues AJ, Dodt RCM, Almeida PC, Leal LP, Ximenes LB. Effects of an educational technology on self-efficacy for breastfeeding and practice of exclusive breastfeeding. Rev Esc Enferm USP. 2018;52:e03329. https://doi.org/10.1590/S1980-220X2017031803329
</Citation><ArticleIdList><ArticleId IdType="doi">10.1590/S1980-220X2017031803329</ArticleId><ArticleId IdType="pubmed">29898169</ArticleId></ArticleIdList></Reference><Reference><Citation>Javorski M., Rodrigues A. J., Dodt R. C. M., Almeida P. C., Leal L. P., Ximenes L. B. Effects of an educational technology on self-efficacy for breastfeeding and practice of exclusive breastfeeding. Rev Esc Enferm USP. 2018;52:e03329. doi: 10.1590/S1980-220X2017031803329.</Citation><ArticleIdList><ArticleId IdType="doi">10.1590/S1980-220X2017031803329</ArticleId><ArticleId IdType="pubmed">29898169</ArticleId></ArticleIdList></Reference><Reference><Citation>9. Franco MS, Carvalho JW, Lira DS, Reis ER, Cirino IP, Lima LHO. Educational technology for empowerment in maternal breastfeeding self-efficacy. Rev Enferm UFPE on line [Internet]. 2019 [cited 2024 Feb 24];13:e13823. Available from: https://doi.org/10.5205/1981-8963.2019.240857
</Citation><ArticleIdList><ArticleId IdType="doi">10.5205/1981-8963.2019.240857</ArticleId></ArticleIdList></Reference><Reference><Citation>Franco M. S., Carvalho J. W., Lira D. S., Reis E. R., Cirino I. P., Lima L. H. O. Educational technology for empowerment in maternal breastfeeding self-efficacy. [2024-02-24];Rev Enferm UFPE on line. 2019 13:e13823 doi: 10.5205/1981-8963.2019.240857.</Citation><ArticleIdList><ArticleId IdType="doi">10.5205/1981-8963.2019.240857</ArticleId></ArticleIdList></Reference><Reference><Citation>10. Minist&#xe9;rio da Sa&#xfa;de (BR). Portaria n&#xba; 2.436, de 21 de setembro de 2017. Aprova a Pol&#xed;tica Nacional de Aten&#xe7;&#xe3;o B&#xe1;sica, estabelecendo a revis&#xe3;o de diretrizes para a organiza&#xe7;&#xe3;o da Aten&#xe7;&#xe3;o B&#xe1;sica, no &#xe2;mbito do Sistema &#xda;nico de Sa&#xfa;de (SUS) [Internet]. Bras&#xed;lia: Minist&#xe9;rio da Sa&#xfa;de; 2017 [cited 2024 Feb 05]. Available from: https://bvsms.saude.gov.br/bvs/saudelegis/gm/2017/prt2436_22_09_2017.html
</Citation></Reference><Reference><Citation>Minist&#xe9;rio da Sa&#xfa;de (BR)   Portaria n&#xba; 2.436, de 21 de setembro de 2017. Aprova a Pol&#xed;tica Nacional de Aten&#xe7;&#xe3;o B&#xe1;sica, estabelecendo a revis&#xe3;o de diretrizes para a organiza&#xe7;&#xe3;o da Aten&#xe7;&#xe3;o B&#xe1;sica, no &#xe2;mbito do Sistema &#xda;nico de Sa&#xfa;de (SUS) [Internet] Minist&#xe9;rio da Sa&#xfa;de; Bras&#xed;lia: 2017.  [2024-02-05].   Available from:  https://bvsms.saude.gov.br/bvs/saudelegis/gm/2017/prt2436_22_09_2017.html
.</Citation></Reference><Reference><Citation>11. Bezerra AEM, Batista LHC, Santos RGA. Breastfeeding: what do women who participate in a prenatal group think? Rev Bras Enferm. 2020;73(2). https://doi.org/10.1590/0034-7167-2018-0338
</Citation><ArticleIdList><ArticleId IdType="doi">10.1590/0034-7167-2018-0338</ArticleId><ArticleId IdType="pubmed">32267410</ArticleId></ArticleIdList></Reference><Reference><Citation>Bezerra A. E. M., Batista L. H. C., Santos R. G. A. Breastfeeding: what do women who participate in a prenatal group think? Rev Bras Enferm. 2020;73(2) doi: 10.1590/0034-7167-2018-0338.</Citation><ArticleIdList><ArticleId IdType="doi">10.1590/0034-7167-2018-0338</ArticleId><ArticleId IdType="pubmed">32267410</ArticleId></ArticleIdList></Reference><Reference><Citation>12. Peters MDJ, Godfrey C, McInerney P, Munn Z, Tricco AC, Khalil H. Chapter 10: Scoping Reviews. In: Aromataris E, Lockwood C, Porritt K, Pilla B, Jordan Z, editors. JBI Manual for Evidence Synthesis [Internet]. [s.l.]: JBI; 2024 [cited 2024 Feb 01]. Available from: 10.46658/JBIMES-24-09</Citation><ArticleIdList><ArticleId IdType="doi">10.46658/JBIMES-24-09</ArticleId></ArticleIdList></Reference><Reference><Citation>Peters M. D. J., Godfrey C., McInerney P., Munn Z., Tricco A. C., Khalil H. In: JBI Manual for Evidence Synthesis. Aromataris E., Lockwood C., Porritt K., Pilla B., Jordan Z., editors. 2024. [2024-02-01]. Chapter 10: Scoping Reviews. Available from:</Citation><ArticleIdList><ArticleId IdType="doi">10.46658/JBIMES-24-09</ArticleId></ArticleIdList></Reference><Reference><Citation>13. Page MJ, McKenzie JE, Bossuyt PM, Boutron I, Hoffmann TC, Mulrow CD, et al. The PRISMA 2020 Statement: an updated guideline for reporting systematic reviews. BMJ. 2021;372(71). https://doi.org/10.1136/bmj.n71
</Citation><ArticleIdList><ArticleId IdType="doi">10.1136/bmj.n71</ArticleId><ArticleId IdType="pmc">PMC8005924</ArticleId><ArticleId IdType="pubmed">33782057</ArticleId></ArticleIdList></Reference><Reference><Citation>Page M. J., McKenzie J. E., Bossuyt P. M., Boutron I., Hoffmann T. C., Mulrow C. D., et al. The PRISMA 2020 Statement: an updated guideline for reporting systematic reviews. BMJ. 2021;372:n71. doi: 10.1136/bmj.n71.</Citation><ArticleIdList><ArticleId IdType="doi">10.1136/bmj.n71</ArticleId><ArticleId IdType="pmc">PMC8005924</ArticleId><ArticleId IdType="pubmed">33782057</ArticleId></ArticleIdList></Reference><Reference><Citation>14. Organiza&#xe7;&#xe3;o Pan-Americana da Sa&#xfa;de. Aleitamento materno e alimenta&#xe7;&#xe3;o complementar [Internet]. Washington, D.C.: OPAS; 2012 [cited 2024 Apr 04]. Available from: https://www.paho.org/pt/topicos/aleitamento-materno-e-alimentacao-complementar
</Citation></Reference><Reference><Citation>Organiza&#xe7;&#xe3;o Pan-Americana da Sa&#xfa;de (OPAS)   Aleitamento materno e alimenta&#xe7;&#xe3;o complementar. Internet; Washington, D.C.: 2012.  [2024-04-04].   Available from:  https://www.paho.org/pt/topicos/aleitamento-materno-e-alimentacao-complementar
.</Citation></Reference><Reference><Citation>15. University of Oxford. Oxford Centre for Evidence-Based Medicine: Levels of evidence (March 2009) [Internet]. Oxford: University of Oxford; 2009 [cited 2024 Aug 09]. Available from: https://www.cebm.ox.ac.uk/resources/levels-of-evidence/oxford-centre-for-evidence-based-medicine-levels-of-evidence-march-2009
</Citation></Reference><Reference><Citation>University of Oxford  . Oxford Centre for Evidence-Based Medicine: Levels of evidence (March 2009) Internet; Oxford: 2009.  [2024-08-09].   Available from:  https://www.cebm.ox.ac.uk/resources/levels-of-evidence/oxford-centre-for-evidence-based-medicine-levels-of-evidence-march-2009
.</Citation></Reference><Reference><Citation>16. Montoya DIG, Herrera FEL, Jaramillo AMQ, G&#xf3;mez AA, Cano SMS, Restrepo DA. Breastfeeding abandonment causes and success factors in relactation. Aquichan. 2020;20(3). https://doi.org/10.5294/aqui.2020.20.3.6
</Citation><ArticleIdList><ArticleId IdType="doi">10.5294/aqui.2020.20.3.6</ArticleId></ArticleIdList></Reference><Reference><Citation>Montoya D. I. G., Herrera F. E. L., Jaramillo A. M. Q., G&#xf3;mez A. A., Cano S. M. S., Restrepo D. A. Breastfeeding abandonment causes and success factors in relactation. Aquichan. 2020;20(3) doi: 10.5294/aqui.2020.20.3.6.</Citation><ArticleIdList><ArticleId IdType="doi">10.5294/aqui.2020.20.3.6</ArticleId></ArticleIdList></Reference><Reference><Citation>17. Sobral LD, Gomes ZBL, Pinheiro GB, Moraes LRR, Moura VS, Lopes IMD. Analysis of the translation and relactation techniqueas a food transition method in a child-friendly hospital in Aracaju-SE. Braz J Dev. 2023;9(5):18021-32. https://doi.org/10.34117/bjdv9n5-235
</Citation><ArticleIdList><ArticleId IdType="doi">10.34117/bjdv9n5-235</ArticleId></ArticleIdList></Reference><Reference><Citation>Sobral L. D., Gomes Z. B. L., Pinheiro G. B., Moraes L. R. R., Moura V. S., Lopes I. M. D. Analysis of the translation and relactation techniques as a food transition method in a child-friendly hospital in Aracaju-SE. Braz J Dev. 2023;9(5):18021&#x2013;18032. doi: 10.34117/bjdv9n5-235.</Citation><ArticleIdList><ArticleId IdType="doi">10.34117/bjdv9n5-235</ArticleId></ArticleIdList></Reference><Reference><Citation>18. Noble LM, Okogbule-Wonodi AC, Young MA, The Academy of Breastfeeding Medicine. ABM Clinical Protocol #12: Transitioning the Breastfeeding Preterm Infant from the Neonatal Intensive Care Unit to Home, Revised 2018. Breastfeed Med. 2018;13(4). https://doi.org/10.1089/bfm.2018.29090.ljn
</Citation><ArticleIdList><ArticleId IdType="doi">10.1089/bfm.2018.29090.ljn</ArticleId><ArticleId IdType="pubmed">29717879</ArticleId></ArticleIdList></Reference><Reference><Citation>Noble L. M., Okogbule-Wonodi A. C., Young M. A., Breastfeeding Medicine The Academy of. ABM Clinical Protocol #12: Transitioning the Breastfeeding Preterm Infant from the Neonatal Intensive Care Unit to Home, Revised 2018. Breastfeed Med. 2018;13(4) doi: 10.1089/bfm.2018.29090.ljn.</Citation><ArticleIdList><ArticleId IdType="doi">10.1089/bfm.2018.29090.ljn</ArticleId><ArticleId IdType="pubmed">29717879</ArticleId></ArticleIdList></Reference><Reference><Citation>19. Brodribb W, The Academy of Breastfeeding Medicine. ABM Clinical Protocol #9: Use of Galactogogues in Initiating or Augmenting Maternal Milk Production, Second Revision 2018. Breastfeed Med. 2018;13(5). https://doi.org/10.1089/bfm.2018.29092.wjb
</Citation><ArticleIdList><ArticleId IdType="doi">10.1089/bfm.2018.29092.wjb</ArticleId><ArticleId IdType="pubmed">29902083</ArticleId></ArticleIdList></Reference><Reference><Citation>Brodribb W., Breastfeeding Medicine The Academy of. ABM Clinical Protocol #9: Use of Galactogogues in Initiating or Augmenting Maternal Milk Production, Second Revision 2018. Breastfeed Med. 2018;13(5) doi: 10.1089/bfm.2018.29092.wjb.</Citation><ArticleIdList><ArticleId IdType="doi">10.1089/bfm.2018.29092.wjb</ArticleId><ArticleId IdType="pubmed">29902083</ArticleId></ArticleIdList></Reference><Reference><Citation>20. Parker LA, Sullivan S, Krueger C, Kelechi T, Mueller M. Strategies to Increase Milk Volume in Mothers of VLBW Infants. MCN Am J Matern Child Nurs. 2013;38(6):385-90. https://doi.org/10.1097/NMC.0b013e3182a1fc2f
</Citation><ArticleIdList><ArticleId IdType="doi">10.1097/NMC.0b013e3182a1fc2f</ArticleId><ArticleId IdType="pubmed">24145494</ArticleId></ArticleIdList></Reference><Reference><Citation>Parker L. A., Sullivan S., Krueger C., Kelechi T., Mueller M. Strategies to Increase Milk Volume in Mothers of VLBW Infants. MCN Am J Matern Child Nurs. 2013;38(6):385&#x2013;390. doi: 10.1097/NMC.0b013e3182a1fc2f.</Citation><ArticleIdList><ArticleId IdType="doi">10.1097/NMC.0b013e3182a1fc2f</ArticleId><ArticleId IdType="pubmed">24145494</ArticleId></ArticleIdList></Reference><Reference><Citation>21. Boersma S, Gallagher S, Petrou T. Breastfeeding Protocol: Signs of Effective Breastfeeding [Internet]. City of Toronto&#x2019;s Breastfeeding Protocols for Health Care Providers. Toronto: [publisher unknown]; 2013 [cited 2024 May 10]. Available from: https://www.toronto.ca/wp-content/uploads/2020/10/8652-BFI_Signs_of_Effective_BF_gnlanuage-AODA.pdf
</Citation></Reference><Reference><Citation>Boersma S., Gallagher S., Petrou T.  Breastfeeding Protocol: Signs of Effective Breastfeeding. Internet; Toronto: 2013.  [2024-05-10].   Available from:  https://www.toronto.ca/wp-content/uploads/2020/10/8652-BFI_Signs_of_Effective_BF_gnlanuage-AODA.pdf
.</Citation></Reference><Reference><Citation>22. Lojander J, Axelin A, Niela-Vil&#xe9;n H. Breastfeeding exclusivity, difficulties, and support in the first days after hospital discharge: A correlational study. Eur J Obstet Gynecol Reprod Biol. 2024;296:76-82. https://doi.org/10.1016/j.ejogrb.2024.02.029
</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.ejogrb.2024.02.029</ArticleId><ArticleId IdType="pubmed">38412800</ArticleId></ArticleIdList></Reference><Reference><Citation>Lojander J., Axelin A., Niela-Vil&#xe9;n H. Breastfeeding exclusivity, difficulties, and support in the first days after hospital discharge: A correlational study. Eur J Obstet Gynecol Reprod Biol. 2024;296:76&#x2013;82. doi: 10.1016/j.ejogrb.2024.02.029.</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.ejogrb.2024.02.029</ArticleId><ArticleId IdType="pubmed">38412800</ArticleId></ArticleIdList></Reference><Reference><Citation>23. Cordell A, Elverson C. Interventions to Improve Breastfeeding Outcomes from Six Weeks to Six Months: A Systematic Review. West. J Nurs Res. 2020;43(6). https://doi.org/10.1177/0193945920962118
</Citation><ArticleIdList><ArticleId IdType="doi">10.1177/0193945920962118</ArticleId><ArticleId IdType="pubmed">32981470</ArticleId></ArticleIdList></Reference><Reference><Citation>Cordell A., Elverson C. Interventions to Improve Breastfeeding Outcomes from Six Weeks to Six Months: A Systematic Review. West. J Nurs Res. 2020;43(6) doi: 10.1177/0193945920962118.</Citation><ArticleIdList><ArticleId IdType="doi">10.1177/0193945920962118</ArticleId><ArticleId IdType="pubmed">32981470</ArticleId></ArticleIdList></Reference><Reference><Citation>24. Wood NK, Woods NF, Blackburn ST, Sanders EA. Interventions that Enhance Breastfeeding Initiation, Duration, and Exclusivity: A Systematic Review. MCN Am J Matern Child Nurs. 2016;41(5):299-307. https://doi.org/10.1097/NMC.0000000000000264
</Citation><ArticleIdList><ArticleId IdType="doi">10.1097/NMC.0000000000000264</ArticleId><ArticleId IdType="pubmed">27286289</ArticleId></ArticleIdList></Reference><Reference><Citation>Wood N. K., Woods N. F., Blackburn S. T., Sanders E. A. Interventions that Enhance Breastfeeding Initiation, Duration, and Exclusivity: A Systematic Review. MCN Am J Matern Child Nurs. 2016;41(5):299&#x2013;307. doi: 10.1097/NMC.0000000000000264.</Citation><ArticleIdList><ArticleId IdType="doi">10.1097/NMC.0000000000000264</ArticleId><ArticleId IdType="pubmed">27286289</ArticleId></ArticleIdList></Reference><Reference><Citation>25. Martins CD, Bicalho CV, Furlan RMM, Friche AAL, Motta AR. Breastfeeding outpatient in primary care as an important action to promote breastfeeding: experience report. CoDAS. 2024;36(3). https://doi.org/10.1590/2317-1782/20232022234en
</Citation><ArticleIdList><ArticleId IdType="doi">10.1590/2317-1782/20232022234en</ArticleId><ArticleId IdType="pmc">PMC11166039</ArticleId><ArticleId IdType="pubmed">38808855</ArticleId></ArticleIdList></Reference><Reference><Citation>Martins C. D., Bicalho C. V., Furlan R. M. M., Friche A. A. L., Motta A. R. Breastfeeding outpatient in primary care as an important action to promote breastfeeding: experience report. CoDAS. 2024;36(3) doi: 10.1590/2317-1782/20232022234en.</Citation><ArticleIdList><ArticleId IdType="doi">10.1590/2317-1782/20232022234en</ArticleId><ArticleId IdType="pmc">PMC11166039</ArticleId><ArticleId IdType="pubmed">38808855</ArticleId></ArticleIdList></Reference><Reference><Citation>26. Minist&#xe9;rio da Sa&#xfa;de (BR), Secretaria de Aten&#xe7;&#xe3;o &#xe0; Sa&#xfa;de, Departamento de Aten&#xe7;&#xe3;o B&#xe1;sica. Sa&#xfa;de da crian&#xe7;a: aleitamento materno e alimenta&#xe7;&#xe3;o complementar [Internet]. Bras&#xed;lia: Minist&#xe9;rio da Sa&#xfa;de; 2013 [cited 2024 Feb 01]. Available from: https://portaldeboaspraticas.iff.fiocruz.br/biblioteca/cab-no-23-saude-da-crianca-aleitamento-materno-e-alimentacao-complementar/
</Citation></Reference><Reference><Citation>Minist&#xe9;rio da Sa&#xfa;de (BR), Secretaria de Aten&#xe7;&#xe3;o &#xe0; Sa&#xfa;de, Departamento de Aten&#xe7;&#xe3;o B&#xe1;sica  . Sa&#xfa;de da crian&#xe7;a: aleitamento materno e alimenta&#xe7;&#xe3;o complementar [Internet] Minist&#xe9;rio da Sa&#xfa;de; Bras&#xed;lia: 2013.  [2024-02-01].   Available from:  https://portaldeboaspraticas.iff.fiocruz.br/biblioteca/cab-no-23-saude-da-crianca-aleitamento-materno-e-alimentacao-complementar/
</Citation></Reference><Reference><Citation>27. Minist&#xe9;rio da Sa&#xfa;de (BR). Portaria n&#xba; 1.920, de 5 de setembro de 2013. Institui a Estrat&#xe9;gia Amamenta e Alimenta Brasil no &#xe2;mbito do Sistema &#xda;nico de Sa&#xfa;de (SUS) [Internet]. Bras&#xed;lia: Minist&#xe9;rio da Sa&#xfa;de; 2013 [cited 2024 Jan 15]. Available from: https://bvsms.saude.gov.br/bvs/saudelegis/gm/2013/prt1920_05_09_2013.html
</Citation></Reference><Reference><Citation>Minist&#xe9;rio da Sa&#xfa;de (BR)   Portaria n&#xba; 1.920, de 5 de setembro de 2013. Institui a Estrat&#xe9;gia Amamenta e Alimenta Brasil no &#xe2;mbito do Sistema &#xda;nico de Sa&#xfa;de (SUS) [Internet] Minist&#xe9;rio da Sa&#xfa;de; Bras&#xed;lia: 2013.  [2024-01-15].   Available from:  https://bvsms.saude.gov.br/bvs/saudelegis/gm/2013/prt1920_05_09_2013.html
.</Citation></Reference><Reference><Citation>28. Hoyt-Austin AE, Kair LR, Larson IA, Stehel EK, The Academy of Breastfeeding Medicine. Academy of Breastfeeding Medicine Clinical Protocol #2: Guidelines for Birth Hospitalization Discharge of Breastfeeding Dyads, Revised 2022. Breastfeed Med. 2022;17(3). https://doi.org/10.1089/bfm.2022.29203.aeh
</Citation><ArticleIdList><ArticleId IdType="doi">10.1089/bfm.2022.29203.aeh</ArticleId><ArticleId IdType="pmc">PMC9206473</ArticleId><ArticleId IdType="pubmed">35302875</ArticleId></ArticleIdList></Reference><Reference><Citation>Hoyt-Austin A. E., Kair L. R., Larson I. A., Stehel E. K., Breastfeeding Medicine The Academy of. Academy of Breastfeeding Medicine Clinical Protocol #2: Guidelines for Birth Hospitalization Discharge of Breastfeeding Dyads, Revised 2022. Breastfeed Med. 2022;17(3) doi: 10.1089/bfm.2022.29203.aeh.</Citation><ArticleIdList><ArticleId IdType="doi">10.1089/bfm.2022.29203.aeh</ArticleId><ArticleId IdType="pmc">PMC9206473</ArticleId><ArticleId IdType="pubmed">35302875</ArticleId></ArticleIdList></Reference><Reference><Citation>29. Zanlorenzi GB. Protocolo de Enfermagem para o manejo cl&#xed;nico do aleitamento materno na Aten&#xe7;&#xe3;o Prim&#xe1;ria &#xe0; Sa&#xfa;de [Thesis]. Curitiba: Universidade Federal do Paran&#xe1;; 2022 [cited 2024 Mar 15]. Available from: https://hdl.handle.net/1884/79550
</Citation></Reference><Reference><Citation>Zanlorenzi G. B.  Protocolo de Enfermagem para o manejo cl&#xed;nico do aleitamento materno na Aten&#xe7;&#xe3;o Prim&#xe1;ria &#xe0; Sa&#xfa;de. Universidade Federal do Paran&#xe1;; Curitiba: 2022.  [2024-03-15].  Thesis.  Available from:  https://hdl.handle.net/1884/79550
.</Citation></Reference><Reference><Citation>30. Kwan SH, Abdul&#x2011;Rahman PS. Clinical Study on Plant Galactagogue Worldwide in Promoting Women&#x2019;s Lactation: a Scoping Review. Plant Foods Hum Nutr. 2021;76:257-69. https://doi.org/10.1007/s11130-021-00901-y
</Citation><ArticleIdList><ArticleId IdType="doi">10.1007/s11130-021-00901-y</ArticleId><ArticleId IdType="pubmed">34292494</ArticleId></ArticleIdList></Reference><Reference><Citation>Kwan S. H., Abdul-Rahman P. S. Clinical Study on Plant Galactagogue Worldwide in Promoting Women&#x2019;s Lactation: a Scoping Review. Plant Foods Hum Nutr. 2021;76:257&#x2013;269. doi: 10.1007/s11130-021-00901-y.</Citation><ArticleIdList><ArticleId IdType="doi">10.1007/s11130-021-00901-y</ArticleId><ArticleId IdType="pubmed">34292494</ArticleId></ArticleIdList></Reference><Reference><Citation>31. Top FU, &#xc7;am HH. Complementary and alternative methods of increasing breast milk of mothers of children aged 0-24 months. Eur J Clin Exp Med [Internet]. 2022 [cited 2024 Mar 19];20(2):151-8. Available from: https://repozytorium.ur.edu.pl/handle/item/8072
</Citation></Reference><Reference><Citation>Top F. U., &#xc7;am H. H. Complementary and alternative methods of increasing breast milk of mothers of children aged 0-24 months.  [2024-03-19];Eur J Clin Exp Med. 2022 20(2)  Available from:  https://repozytorium.ur.edu.pl/handle/item/8072
.</Citation></Reference><Reference><Citation>32. Ara&#xfa;jo MLS, Andrade SSC, Queiroz VC, Buck ECS, C&#xe9;sar ESR, Oliveira SH. Estrat&#xe9;gias para aumento da produ&#xe7;&#xe3;o do leite materno entre lactantes. Rev Eletr Acervo Saude. 2023;23(9). https://doi.org/10.25248/REAS.e13823.2023
</Citation><ArticleIdList><ArticleId IdType="doi">10.25248/REAS.e13823.2023</ArticleId></ArticleIdList></Reference><Reference><Citation>Ara&#xfa;jo M. L. S., Andrade S. S. C., Queiroz V. C., Buck E. C. S., C&#xe9;sar E. S. R., Oliveira S. H. Estrat&#xe9;gias para aumento da produ&#xe7;&#xe3;o do leite materno entre lactantes. Rev Eletr Acervo Saude. 2023;23(9) doi: 10.25248/REAS.e13823.2023.</Citation><ArticleIdList><ArticleId IdType="doi">10.25248/REAS.e13823.2023</ArticleId></ArticleIdList></Reference><Reference><Citation>33. Laili FJ. Systematic Literature Review: How to Increase Milk Production in Breastfeeding Mothers. Jurnal Kebidanan Bestari [Internet]. 2021 [cited 2024 Mar 28];5(2). Available from: https://www.ejurnalbidanbestari-poltekkesbjm.com/index.php/JKB/article/view/86
</Citation></Reference><Reference><Citation>Laili F. J.  Systematic Literature Review: How to Increase Milk Production in Breastfeeding Mothers. Jurnal Kebidanan Bestari [Internet]; 2021.  [2024-03-28].   Available from:  https://www.ejurnalbidanbestari-poltekkesbjm.com/index.php/JKB/article/view/86
.</Citation></Reference><Reference><Citation>34. Nuampa S, Payakkaraung S. Effectiveness of Different Massage Techniques for Breastfeeding Mothers to Increase Milk Production: A Systematic Review. Pacific Rim Int J Nurs Res [Internet]. 2021 [cited 2024 May 02];25(1). Available from: https://he02.tci-thaijo.org/index.php/PRIJNR/article/view/241405
</Citation></Reference><Reference><Citation>Nuampa S., Payakkaraung S.  Effectiveness of Different Massage Techniques for Breastfeeding Mothers to Increase Milk Production: A Systematic Review. Vol. 25. Pacific Rim Int J Nurs Res [Internet]; 2021.  [2024-05-02].   Available from:  https://he02.tci-thaijo.org/index.php/PRIJNR/article/view/241405
.</Citation></Reference><Reference><Citation>35. D&#xfc;zg&#xfc;n MV, &#xd6;zer Z. The effects of music &#x131;ntervention on breast milk production in breastfeeding mothers: A systematic review and meta-analysis of randomized controlled trials. J Adv Nurs. 2020;76(12):3307-16. https://doi.org/10.1111/jan.14589
</Citation><ArticleIdList><ArticleId IdType="doi">10.1111/jan.14589</ArticleId><ArticleId IdType="pubmed">33037832</ArticleId></ArticleIdList></Reference><Reference><Citation>D&#xfc;zg&#xfc;n M. V., &#xd6;zer Z. The effects of music intervention on breast milk production in breastfeeding mothers: A systematic review and meta-analysis of randomized controlled trials. J Adv Nurs. 2020;76(12):3307&#x2013;3316. doi: 10.1111/jan.14589.</Citation><ArticleIdList><ArticleId IdType="doi">10.1111/jan.14589</ArticleId><ArticleId IdType="pubmed">33037832</ArticleId></ArticleIdList></Reference><Reference><Citation>36. Levene I, Shukri NHM, O&#x2019;Brien F, Quigley MA, Fewtrell M. Relaxation Therapy and Human Milk Feeding Outcomes: A Systematic Review and Meta-Analysis. JAMA Pediatr. 2024;178(6):567-76. https://doi.org/10.1001/jamapediatrics.2024.0814
</Citation><ArticleIdList><ArticleId IdType="doi">10.1001/jamapediatrics.2024.0814</ArticleId><ArticleId IdType="pmc">PMC11074933</ArticleId><ArticleId IdType="pubmed">38709505</ArticleId></ArticleIdList></Reference><Reference><Citation>Levene I., Shukri N. H. M., O&#x2019;Brien F., Quigley M. A., Fewtrell M. Relaxation Therapy and Human Milk Feeding Outcomes: A Systematic Review and Meta-Analysis. JAMA Pediatr. 2024;178(6):567&#x2013;576. doi: 10.1001/jamapediatrics.2024.0814.</Citation><ArticleIdList><ArticleId IdType="doi">10.1001/jamapediatrics.2024.0814</ArticleId><ArticleId IdType="pmc">PMC11074933</ArticleId><ArticleId IdType="pubmed">38709505</ArticleId></ArticleIdList></Reference><Reference><Citation>37. Ahmed AH, Roumani AM, Szucs K, Zhang L, King D. The effect of interactive web-based monitoring on breastfeeding exclusivity, intensity, and duration in healthy, term infants after hospital discharge. J Obstet Gynecol Neonatal Nurs. 2016:45(2):143-54. https://doi.org/10.1016/j.jogn.2015.12.001
</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.jogn.2015.12.001</ArticleId><ArticleId IdType="pmc">PMC4789120</ArticleId><ArticleId IdType="pubmed">26779838</ArticleId></ArticleIdList></Reference><Reference><Citation>Ahmed A. H., Roumani A. M., Szucs K., Zhang L., King D. The effect of interactive web-based monitoring on breastfeeding exclusivity, intensity, and duration in healthy, term infants after hospital discharge. J Obstet Gynecol Neonatal Nurs. 2016;45(2):143&#x2013;154. doi: 10.1016/j.jogn.2015.12.001.</Citation><ArticleIdList><ArticleId IdType="doi">10.1016/j.jogn.2015.12.001</ArticleId><ArticleId IdType="pmc">PMC4789120</ArticleId><ArticleId IdType="pubmed">26779838</ArticleId></ArticleIdList></Reference></ReferenceList></PubmedData></PubmedArticle></PubmedArticleSet>