<?xml version="1.0" ?>
<!DOCTYPE PubmedArticleSet PUBLIC "-//NLM//DTD PubMedArticle, 1st January 2025//EN" "https://dtd.nlm.nih.gov/ncbi/pubmed/out/pubmed_250101.dtd">
<PubmedArticleSet>
<PubmedArticle><MedlineCitation Status="PubMed-not-MEDLINE" Owner="NLM"><PMID Version="1">38680970</PMID><DateRevised><Year>2024</Year><Month>04</Month><Day>30</Day></DateRevised><Article PubModel="Electronic-eCollection"><Journal><ISSN IssnType="Print">2054-3581</ISSN><JournalIssue CitedMedium="Print"><Volume>11</Volume><PubDate><Year>2024</Year></PubDate></JournalIssue><Title>Canadian journal of kidney health and disease</Title><ISOAbbreviation>Can J Kidney Health Dis</ISOAbbreviation></Journal><ArticleTitle>Pathways for Diagnosing and Treating CKD-Associated Pruritus: A Narrative Review.</ArticleTitle><Pagination><StartPage>20543581241238808</StartPage><MedlinePgn>20543581241238808</MedlinePgn></Pagination><ELocationID EIdType="pii" ValidYN="Y">20543581241238808</ELocationID><ELocationID EIdType="doi" ValidYN="Y">10.1177/20543581241238808</ELocationID><Abstract><AbstractText Label="PURPOSE OF REVIEW" NlmCategory="UNASSIGNED">Chronic kidney disease (CKD)-associated pruritus is a common, persistent, and distressing itch experienced by patients across the CKD spectrum. Although the disorder is associated with adverse outcomes and poor health-related quality of life, it remains underdiagnosed and undertreated. The purpose of this narrative review is to offer health care providers guidance on how to effectively identify, assess, and treat patients with CKD-associated pruritus, with the goal of reducing symptom burden and improving patient-important outcomes, such as quality of life (QoL).</AbstractText><AbstractText Label="SOURCES OF INFORMATION" NlmCategory="UNASSIGNED">A panel of nephrologists and researchers from across Canada and the United States was assembled to develop this narrative review based on the best available data, current treatment guidelines, and their clinical experiences.</AbstractText><AbstractText Label="METHODS" NlmCategory="UNASSIGNED">A panel of nephrologists who actively care for patients with pruritus receiving dialysis from across Canada was assembled. Two researchers from the United States were also included based on their expertise in the diagnosis and management of CKD-associated pruritus. Throughout Spring 2023, the panel met to discuss key topics in the identification, assessment, and management of CKD-associated pruritus. Panel members subsequently developed summaries of the pertinent information based on the best available data, current treatment guidelines, and added information on their own clinical experiences. In all cases, approval of the article was sought and achieved through discussion.</AbstractText><AbstractText Label="KEY FINDINGS" NlmCategory="UNASSIGNED">This narrative review provides pragmatic guidance addressing: (1) methods for screening CKD-associated pruritus, (2) assessing severity, (3) management of CKD-associated pruritus, and (4) suggested areas for future research. The panel developed a 3-pillar framework for proactive assessment and severity scoring in CKD-aP: systematic screening for CKD-associated pruritus (pillar 1), assessment of pruritus intensity (pillar 2), and understanding the impact of CKD-associated pruritus on the patient's QoL (pillar 3). Management of CKD-associated pruritus can include ensuring optimization of dialysis adequacy, achieving mineral metabolism targets (ie, calcium, phosphate, and parathyroid hormone). However, treatment of CKD-associated pruritus usually requires additional interventions. Patients, regardless of CKD-associated pruritus severity, should be counseled on adequate skin hydration and other non-pharmacological strategies to reduce pruritus. Antihistamines should be avoided in favor of evidence-based treatments, such as difelikefalin and gabapentin.</AbstractText><AbstractText Label="LIMITATIONS" NlmCategory="UNASSIGNED">A formal systematic review (SR) of the literature was not undertaken, although published SRs were reviewed. The possibility for bias based on the experts' own clinical experiences may have occurred. Key takeaways are based on the current available evidence, of which head-to-head clinical trials are lacking.</AbstractText><AbstractText Label="FUNDING" NlmCategory="UNASSIGNED">This work was funded by an arm's length grant from Otsuka Canada Pharmaceutical Inc. (the importer and distributer of difelikefalin in Canada). LiV Medical Education Agency Inc. provided logistical and editorial support.</AbstractText><CopyrightInformation>&#xa9; The Author(s) 2024.</CopyrightInformation></Abstract><AuthorList CompleteYN="Y"><Author ValidYN="Y"><LastName>Rigatto</LastName><ForeName>Claudio</ForeName><Initials>C</Initials><Identifier Source="ORCID">0000-0002-8306-8072</Identifier><AffiliationInfo><Affiliation>Chronic Disease Innovation Centre, Seven Oaks General Hospital, Winnipeg, MB, Canada.</Affiliation></AffiliationInfo><AffiliationInfo><Affiliation>Department of Internal Medicine, Max Rady College of Medicine, University of Manitoba, Winnipeg, Canada.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Collister</LastName><ForeName>David</ForeName><Initials>D</Initials><AffiliationInfo><Affiliation>Division of Nephrology, Department of Medicine, University of Alberta, Edmonton, Canada.</Affiliation></AffiliationInfo><AffiliationInfo><Affiliation>Chronic Disease Innovation Centre, Winnipeg, MB, Canada.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Granger-Vall&#xe9;e</LastName><ForeName>Alexandre</ForeName><Initials>A</Initials><AffiliationInfo><Affiliation>Centre hospitalier de l'Universit&#xe9; de Montr&#xe9;al, QC, Canada.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Girard</LastName><ForeName>Louis</ForeName><Initials>L</Initials><AffiliationInfo><Affiliation>Division of Nephrology, Department of Medicine, Cumming School of Medicine, University of Calgary, AB, Canada.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Hingwala</LastName><ForeName>Jay</ForeName><Initials>J</Initials><AffiliationInfo><Affiliation>University of Manitoba, Winnipeg, Canada.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Karaboyas</LastName><ForeName>Angelo</ForeName><Initials>A</Initials><AffiliationInfo><Affiliation>Arbor Research Collaborative for Health, Ann Arbor, MI, USA.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Levin</LastName><ForeName>Adeera</ForeName><Initials>A</Initials><AffiliationInfo><Affiliation>University of British Columbia and Vancouver General Hospital, Canada.</Affiliation></AffiliationInfo><AffiliationInfo><Affiliation>Division of Nephrology, The University of British Columbia, Vancouver, Canada.</Affiliation></AffiliationInfo><AffiliationInfo><Affiliation>BC Provincial Renal Agency, Vancouver, Canada.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>McFarlane</LastName><ForeName>Philip</ForeName><Initials>P</Initials><Identifier Source="ORCID">0000-0003-2935-9618</Identifier><AffiliationInfo><Affiliation>Division of Nephrology, St. Michael's Hospital, Toronto, ON, Canada.</Affiliation></AffiliationInfo><AffiliationInfo><Affiliation>Division of Nephrology, Department of Medicine, University of Toronto, ON, Canada.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Pisoni</LastName><ForeName>Ron</ForeName><Initials>R</Initials><AffiliationInfo><Affiliation>Arbor Research Collaborative for Health, Ann Arbor, MI, USA.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Prasad</LastName><ForeName>Bhanu</ForeName><Initials>B</Initials><Identifier Source="ORCID">0000-0002-1139-4821</Identifier><AffiliationInfo><Affiliation>Division of Nephrology, Department of Medicine, Regina General Hospital, SK, Canada.</Affiliation></AffiliationInfo><AffiliationInfo><Affiliation>College of Medicine, University of Saskatchewan, Saskatoon, Canada.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Proulx</LastName><ForeName>Normand</ForeName><Initials>N</Initials><AffiliationInfo><Affiliation>CISSS de l'Outaouais, Pavillon de Hull, Gatineau, QC, Canada.</Affiliation></AffiliationInfo><AffiliationInfo><Affiliation>McGill University, Montreal, QC, Canada.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Schwartz</LastName><ForeName>Daniel</ForeName><Initials>D</Initials><AffiliationInfo><Affiliation>Division of Nephrology, The University of British Columbia, Vancouver, Canada.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Sood</LastName><ForeName>Manish</ForeName><Initials>M</Initials><Identifier Source="ORCID">0000-0002-9146-2344</Identifier><AffiliationInfo><Affiliation>Ottawa Hospital Research Institute, ON, Canada.</Affiliation></AffiliationInfo><AffiliationInfo><Affiliation>Department of Medicine, The Ottawa Hospital, ON, Canada.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Suri</LastName><ForeName>Rita</ForeName><Initials>R</Initials><Identifier Source="ORCID">0000-0002-0519-3927</Identifier><AffiliationInfo><Affiliation>Department of Medicine, McGill University Health Centre Research Institute, McGill University, Montreal, QC, Canada.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Tennankore</LastName><ForeName>Karthik</ForeName><Initials>K</Initials><Identifier Source="ORCID">0000-0002-7919-6709</Identifier><AffiliationInfo><Affiliation>Dalhousie University, Halifax, NS, Canada.</Affiliation></AffiliationInfo></Author></AuthorList><Language>eng</Language><PublicationTypeList><PublicationType UI="D016428">Journal Article</PublicationType><PublicationType UI="D016454">Review</PublicationType></PublicationTypeList><ArticleDate DateType="Electronic"><Year>2024</Year><Month>04</Month><Day>25</Day></ArticleDate></Article><MedlineJournalInfo><Country>England</Country><MedlineTA>Can J Kidney Health Dis</MedlineTA><NlmUniqueID>101640242</NlmUniqueID><ISSNLinking>2054-3581</ISSNLinking></MedlineJournalInfo><OtherAbstract Type="Publisher" Language="fre"><AbstractText Label="MOTIF DE LA REVUE" NlmCategory="UNASSIGNED">Le prurit associ&#xe9; &#xe0; l&#x2019;insuffisance r&#xe9;nale chronique (IRC) est une d&#xe9;mangeaison cutan&#xe9;e fr&#xe9;quente, persistante et invalidante que les patients de tout le specter de l&#x2019;IRC peuvent ressentir. Bien que le prurit soit associ&#xe9; &#xe0; des effets ind&#xe9;sirables et &#xe0; une mauvaise qualit&#xe9; de vie li&#xe9;e &#xe0; la sant&#xe9;, il demeure sous-diagnostiqu&#xe9; et sous-trait&#xe9;. L&#x2019;objectif de cette revue narrative est d&#x2019;offrir des conseils aux professionnels de la sant&#xe9; sur la fa&#xe7;on d&#x2019;identifier, d&#x2019;&#xe9;valuer et de traiter efficacement les patients atteints de prurit associ&#xe9; &#xe0; l&#x2019;IRC; ceci dans le but de r&#xe9;duire la charge des sympt&#xf4;mes et d&#x2019;am&#xe9;liorer les r&#xe9;sultats importants pour les patients, notamment leur qualit&#xe9; de vie (QdV).</AbstractText><AbstractText Label="SOURCES DE L&#x2019;INFORMATION" NlmCategory="UNASSIGNED">Un comit&#xe9; de n&#xe9;phrologues et de chercheurs de partout au Canada et des &#xc9;tats-Unis a &#xe9;t&#xe9; constitu&#xe9; pour &#xe9;laborer la pr&#xe9;sente revue narrative &#xe0; partir des meilleures donn&#xe9;es disponibles, des lignes directrices actuelles pour le traitement et de leurs exp&#xe9;riences cliniques.</AbstractText><AbstractText Label="M&#xc9;THODOLOGIE" NlmCategory="UNASSIGNED">Un groupe de n&#xe9;phrologues canadiens qui s&#x2019;occupent activement de patients dialys&#xe9;s souffrant de prurit a &#xe9;t&#xe9; constitu&#xe9;. Deux chercheurs des &#xc9;tats-Unis ont &#xe9;t&#xe9; inclus au groupe en raison de leur expertise dans le diagnostic et la prise en charge du prurit associ&#xe9; &#xe0; l&#x2019;IRC. Le comit&#xe9; s&#x2019;est r&#xe9;uni tout au long du printemps 2023 pour discuter de sujets cl&#xe9;s en lien avec l&#x2019;identification, l&#x2019;&#xe9;valuation et la prise en charge du prurit associ&#xe9; &#xe0; l&#x2019;IRC. Les membres du comit&#xe9; ont par la suite r&#xe9;dig&#xe9; des r&#xe9;sum&#xe9;s des informations pertinentes en se basant sur les meilleures donn&#xe9;es disponibles et les lignes directrices actuelles pour le traitement, auxquels ils ont ajout&#xe9; des informations issues de leurs propres exp&#xe9;riences cliniques. Dans tous les cas, l&#x2019;approbation du manuscrit a &#xe9;t&#xe9; sollicit&#xe9;e et obtenue par discussion.</AbstractText><AbstractText Label="PRINCIPAUX R&#xc9;SULTATS" NlmCategory="UNASSIGNED">Cette revue narrative offre des conseils pragmatiques sur les points suivants: (1) les m&#xe9;thodes de d&#xe9;pistage du prurit associ&#xe9; &#xe0; l&#x2019;IRC; (2) l&#x2019;&#xe9;valuation de sa gravit&#xe9;; (3) sa prise en charge; et (4) les domaines sugg&#xe9;r&#xe9;s pour de futures recherches. Le comit&#xe9; a d&#xe9;velopp&#xe9; un cadre &#xe0; trois piliers pour l&#x2019;&#xe9;valuation proactive du prurit associ&#xe9; &#xe0; l&#x2019;IRC et l&#x2019;&#xe9;tablissement d&#x2019;un score de gravit&#xe9;: le d&#xe9;pistage syst&#xe9;matique du prurit associ&#xe9; &#xe0; l&#x2019;IRC (pilier 1), l&#x2019;&#xe9;valuation de son intensit&#xe9; (pilier 2) et la compr&#xe9;hension de son impact sur la QdV du patient (pilier 3). La prise en charge du prurit associ&#xe9; &#xe0; l&#x2019;IRC peut inclure l&#x2019;optimisation de l&#x2019;ad&#xe9;quation de la dialyse et l&#x2019;atteinte des cibles du m&#xe9;tabolisme min&#xe9;ral (c.-&#xe0;-d. calcium, phosphate et hormone parathyro&#xef;dienne). Cependant, son traitement n&#xe9;cessite habituellement des interventions suppl&#xe9;mentaires. Les patients, quelle que soit la gravit&#xe9; du prurit associ&#xe9; &#xe0; l&#x2019;IRC, devraient &#xea;tre avis&#xe9;s d&#x2019;hydrater ad&#xe9;quatement leur peau et inform&#xe9;s des autres strat&#xe9;gies non pharmacologiques afin de r&#xe9;duire le prurit. On devrait &#xe9;viter les antihistaminiques et les remplacer par des traitements fond&#xe9;s sur des donn&#xe9;es probantes comme la dif&#xe9;lik&#xe9;faline et la gabapentine.</AbstractText><AbstractText Label="LIMITES" NlmCategory="UNASSIGNED">Aucune revue syst&#xe9;matique de la litt&#xe9;rature n&#x2019;a &#xe9;t&#xe9; formellement entreprise, bien que les revues syst&#xe9;matiques publi&#xe9;es aient &#xe9;t&#xe9; examin&#xe9;es. La possibilit&#xe9; d&#x2019;un biais fond&#xe9; sur les exp&#xe9;riences cliniques des experts est envisageable. Les principales conclusions de cette &#xe9;tude sont fond&#xe9;es sur les donn&#xe9;es probantes actuellement disponibles, pour lesquelles il n&#x2019;existe pas d&#x2019;essais cliniques comparatifs.</AbstractText><AbstractText Label="FINANCEMENT" NlmCategory="UNASSIGNED">Ces travaux ont &#xe9;t&#xe9; financ&#xe9;s par une subvention ind&#xe9;pendante d&#x2019;Otsuka Canada Pharmaceutical Inc. (l&#x2019;importateur et distributeur de la dif&#xe9;lik&#xe9;faline au Canada). Un soutien logistique et &#xe9;ditorial a &#xe9;t&#xe9; fourni par liV Medical Education Agency Inc.</AbstractText><CopyrightInformation>&#xa9; The Author(s) 2024.</CopyrightInformation></OtherAbstract><KeywordList Owner="NOTNLM"><Keyword MajorTopicYN="N">CKD-associated pruritus treatment</Keyword><Keyword MajorTopicYN="N">assessment</Keyword><Keyword MajorTopicYN="N">chronic kidney disease-associated pruritus</Keyword><Keyword MajorTopicYN="N">dialysis</Keyword><Keyword MajorTopicYN="N">screening</Keyword></KeywordList><CoiStatement>The author(s) declared the following potential conflicts of interest with respect to the research, authorship, and/or publication of this article: Claudio Rigatto: Speaker&#x2019;s bureau/honoraria: Otsuka (the importer and distributer of difelikefalin in Canada), Boehringer Ingelheim, Astra Zeneca, Sanofi; Grants/Clinical trials: Sanofi. David Collister: Speaker&#x2019;s bureau/honoraria: N/A; Grants/investigator: Canadian Institutes of Health Research: RESET-DIALYSIS, Canadian Institutes of Health Research: GAHT-KIDNEY, Kidney Foundation of Canada: RESET-DIALYSIS, KRESCENT post-doctoral fellowship, KRESCENT new investigator award, Research Manitoba/Boehringer Ingelheim: Virtual Kidney Check and Follow-Up; I am national leader for POSIBIL-6 which is sponsored by CSL-Behring but fees are directed to my research program. Alexandre Granger-Vall&#xe9;e: Speaker&#x2019;s bureau/honoraria: Otsuka (the importer and distributer of difelikefalin in Canada), Bayer, GSK. Louis Girard: Speaker&#x2019;s bureau/honoraria: Otsuka (the importer and distributer of difelikefalin in Canada), Alexion, Bayer, BI-Lilly, AstraZeneca, Janssen, Merck, Bausch Health, CPD Network, and Sanofi; Grants/investigator: Chemocentryx, Otsuka (the importer and distributer of difelikefalin in Canada) and Visterra. Jay Hingwala: Speaker&#x2019;s bureau/honoraria: Otsuka (the importer and distributer of difelikefalin in Canada), Bayer, GSK; Grants/investigator: Otsuka (the importer and distributer of difelikefalin in Canada). Angelo Karaboyas: Dr Karaboyas is an employee of Arbor Research Collaborative for Health, which administers the DOPPS. Global support for the ongoing DOPPS Program is provided without restriction on publications by a variety of funders. For details see https://www.dopps.org/AboutUs/Support.aspx. All funds are made to Arbor Research Collaborative for Health and not directly to Dr Karaboyas. Adeera Levin: Speaker&#x2019;s bureau/honoraria: Otsuka (the importer and distributer of difelikefalin in Canada), Bayer, AZ, Gilead, GSK, Jansen; Grants/Clinical trials: KFOC/CIHR, Jansen, BI, AZ, GSK. Philip McFarlane: Speaker&#x2019;s bureau/honoraria: Otsuka (the importer and distributer of difelikefalin in Canada), Alexion, AMGEN, AstraZeneca, Bayer, Boehringer Ingelheim, BMS, Janssen, Lilly, Sanofi-Aventis, and Vifor; Grants/investigator: Otsuka (the importer and distributer of difelikefalin in Canada), Alexion, AstraZeneca, Bayer, Boehringer Ingelheim, Fresenius, GSK, Janssen, Novartis. Ron Pisoni: Dr Pisoni is an employee of Arbor Research Collaborative for Health, which administers the DOPPS. Global support for the ongoing DOPPS Program is provided without restriction on publications by a variety of funders. For details see https://www.dopps.org/AboutUs/Support.aspx. All funds are made to Arbor Research Collaborative for Health and not directly to Dr Pisoni. Bhanu Prasad: Speaker&#x2019;s bureau/honoraria: Otsuka (the importer and distributer of difelikefalin in Canada), Bayer; Grants/Clinical trials: Medtronic. Normand Proulx: Speaker&#x2019;s bureau/honoraria: AMGEN, AstraZeneca, Bayer, Beigene, BMS, Eli Lilly, EMD Serono, Ipsen, Merck, Novartis, Pfizer, Roche, Sanofi, Servier, Takeda. Daniel Schwartz: Speaker&#x2019;s bureau/honoraria: Otsuka (the importer and distributer of difelikefalin in Canada), Bayer, Janssen, BI, Lilly; Grants/investigator: CPD Network, Endocrine Research Society. Manish Sood: Speaker&#x2019;s bureau/honoraria: Otsuka (the importer and distributer of difelikefalin in Canada), AstraZeneca, Bayer, and GlaxoSmithKline. Rita Suri: Speaker&#x2019;s bureau/honoraria: Otsuka (the importer and distributer of difelikefalin in Canada), Bayer, Astra Zeneca, GSK, Amgen. Karthik Tennankore: Speaker&#x2019;s bureau/honoraria: Otsuka (the importer and distributer of difelikefalin in Canada), Bayer, Baxter, GSK, Vifor Pharmaceuticals, Virtual Hallway; Grants/investigator: Multiple, but industry specific grant: unrestricted grant funding for an investigator-initiated project on CKD-aP severity measurement algorithm in hemodialysis.</CoiStatement></MedlineCitation><PubmedData><History><PubMedPubDate PubStatus="received"><Year>2023</Year><Month>8</Month><Day>28</Day></PubMedPubDate><PubMedPubDate PubStatus="accepted"><Year>2024</Year><Month>2</Month><Day>14</Day></PubMedPubDate><PubMedPubDate PubStatus="medline"><Year>2024</Year><Month>4</Month><Day>29</Day><Hour>6</Hour><Minute>46</Minute></PubMedPubDate><PubMedPubDate PubStatus="pubmed"><Year>2024</Year><Month>4</Month><Day>29</Day><Hour>6</Hour><Minute>45</Minute></PubMedPubDate><PubMedPubDate PubStatus="entrez"><Year>2024</Year><Month>4</Month><Day>29</Day><Hour>4</Hour><Minute>8</Minute></PubMedPubDate><PubMedPubDate PubStatus="pmc-release"><Year>2024</Year><Month>4</Month><Day>25</Day></PubMedPubDate></History><PublicationStatus>epublish</PublicationStatus><ArticleIdList><ArticleId IdType="pubmed">38680970</ArticleId><ArticleId IdType="pmc">PMC11047256</ArticleId><ArticleId IdType="doi">10.1177/20543581241238808</ArticleId><ArticleId IdType="pii">10.1177_20543581241238808</ArticleId></ArticleIdList><ReferenceList><Reference><Citation>Sukul N, Karaboyas A, Csomor PA, et al. Self-reported pruritus and clinical, dialysis-related, and patient-reported outcomes in hemodialysis patients. Kidney Med. 2021;3(1):42-53.e1.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC7873756</ArticleId><ArticleId IdType="pubmed">33604539</ArticleId></ArticleIdList></Reference><Reference><Citation>Rayner HC, Larkina M, Wang M, et al. International comparisons of prevalence, awareness, and treatment of pruritus in people on hemodialysis. Clin J Am Soc Nephrol. 2017;12:2000-2007.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC5718267</ArticleId><ArticleId IdType="pubmed">28923831</ArticleId></ArticleIdList></Reference><Reference><Citation>Wulczyn KE, Rhee EP, Myint L, et al. Incidence and risk factors for pruritus in patients with nondialysis CKD. Clin J Am Soc Nephrol. 2023;18:193-203.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC10103216</ArticleId><ArticleId IdType="pubmed">36517248</ArticleId></ArticleIdList></Reference><Reference><Citation>Lee D, Vassalotti JA, Torres G, et al. Burden of pruritus in advanced CKD and hemodialysis: results from national kidney foundation surveys. Kidney Med. 2023;5:100635.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC10248877</ArticleId><ArticleId IdType="pubmed">37304738</ArticleId></ArticleIdList></Reference><Reference><Citation>Sukul N, Speyer E, Tu C, et al. Pruritus and patient reported outcomes in non-dialysis CKD. Clin J Am Soc Nephrol. 2019;14:673-681.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC6500934</ArticleId><ArticleId IdType="pubmed">30975656</ArticleId></ArticleIdList></Reference><Reference><Citation>Poku E, Harnan S, Rooney G, et al. The relationship between chronic kidney disease&#x2013;associated pruritus and health-related quality of life: a systematic review. Clin Kidney J. 2022;15(3):484-499.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC8862058</ArticleId><ArticleId IdType="pubmed">35211305</ArticleId></ArticleIdList></Reference><Reference><Citation>Rehman IU, Chohan TA, Bukhsh A, et al. Impact of pruritus on sleep quality of hemodialysis patients: a systematic review and meta-analysis. Medicina (Mex). 2019;55:699.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC6843221</ArticleId><ArticleId IdType="pubmed">31627446</ArticleId></ArticleIdList></Reference><Reference><Citation>Lopes GB, Nogueira FC, de Souza MR, et al. Assessment of the psychological burden associated with pruritus in hemodialysis patients using the kidney disease quality of life short form. Qual Life Res. 2012;21(4):603-612.</Citation><ArticleIdList><ArticleId IdType="pubmed">21744033</ArticleId></ArticleIdList></Reference><Reference><Citation>van der Willik EM, Lengton R, Hemmelder MH, et al. Itching in dialysis patients: impact on health-related quality of life and interactions with sleep problems and psychological symptoms&#x2014;results from the RENINE/PROMs registry. Nephrol Dial Transplant. 2022;37:1731-1741.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC9395377</ArticleId><ArticleId IdType="pubmed">35098998</ArticleId></ArticleIdList></Reference><Reference><Citation>Pisoni RL, Wikstr&#xf6;m B, Elder SJ, et al. Pruritus in haemodialysis patients: international results from the Dialysis Outcomes and Practice Patterns Study (DOPPS). Nephrol Dial Transplant. 2006;21(12):3495-3505.</Citation><ArticleIdList><ArticleId IdType="pubmed">16968725</ArticleId></ArticleIdList></Reference><Reference><Citation>Ramakrishnan K, Bond TC, Claxton A, et al. Clinical characteristics and outcomes of end-stage renal disease patients with self-reported pruritus symptoms. Int J Nephrol Renovasc Dis. 2013;7:1-12.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC3872274</ArticleId><ArticleId IdType="pubmed">24379689</ArticleId></ArticleIdList></Reference><Reference><Citation>Ahdoot RS, Kalantar-Zadeh K, Burton JO, et al. Novel approach to unpleasant symptom clusters surrounding pruritus in patients with chronic kidney disease and on dialysis therapy. Curr Opin Nephrol Hypertens. 2022;31:63-71.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC8633148</ArticleId><ArticleId IdType="pubmed">34750335</ArticleId></ArticleIdList></Reference><Reference><Citation>Rhee CM, Edwards D, Ahdoot RS, et al. Living well with kidney disease and effective symptom management: consensus conference proceedings. Kidney Int Rep. 2022;7(9):1951-1963.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC9459054</ArticleId><ArticleId IdType="pubmed">36090498</ArticleId></ArticleIdList></Reference><Reference><Citation>Manns B, Hemmelgarn B, Lillie E, et al. Setting research priorities for patients on or nearing dialysis. Clin J Am Soc Nephrol. 2014;9:1813-1821.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC4186509</ArticleId><ArticleId IdType="pubmed">24832095</ArticleId></ArticleIdList></Reference><Reference><Citation>Burton JO, Walpen S, Danel S, et al. Current practices in chronic kidney disease-associated pruritus: international nephrologist survey. Kidney Int Rep. 2023;8:1455-1459.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC10334356</ArticleId><ArticleId IdType="pubmed">37441482</ArticleId></ArticleIdList></Reference><Reference><Citation>Weisshaar E, Matterne U, Mettang T. How do nephrologists in haemodialysis units consider the symptom of itch? results of a survey in Germany. Nephrol Dial Transplant. 2009;24(4):1328-1330.</Citation><ArticleIdList><ArticleId IdType="pubmed">19155533</ArticleId></ArticleIdList></Reference><Reference><Citation>Weisbord SD, Fried LF, Mor MK, et al. Renal provider recognition of symptoms in patients on maintenance hemodialysis. Clin J Am Soc Nephrol. 2007;2(5):960-967.</Citation><ArticleIdList><ArticleId IdType="pubmed">17702730</ArticleId></ArticleIdList></Reference><Reference><Citation>Hercz D, Jiang SH, Webster AC. Interventions for itch in people with advanced chronic kidney disease. Cochrane Database Syst Rev. 2020;12:CD011393.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC8094883</ArticleId><ArticleId IdType="pubmed">33283264</ArticleId></ArticleIdList></Reference><Reference><Citation>Aresi G, Rayner HC, Hassan L, et al. Reasons for underreporting of uremic pruritus in people with chronic kidney disease: a qualitative study. J Pain Symptom Manage. 2019;58(4):578-586.e2.</Citation><ArticleIdList><ArticleId IdType="pubmed">31228535</ArticleId></ArticleIdList></Reference><Reference><Citation>Lopes MB, Karaboyas A, Sukul N, et al. Utility of a single itch-related question and the Skindex-10 questionnaire for assessing pruritus and predicting health-related quality of life in patients receiving hemodialysis. Kidney Med. 2022;4(6):100476.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC9149192</ArticleId><ArticleId IdType="pubmed">35651592</ArticleId></ArticleIdList></Reference><Reference><Citation>Boini S, Leplege A, Loos Ayav C, et al. Mesure de la qualit&#xe9; de vie dans l&#x2019;insuffisance r&#xe9;nale chronique terminale. N&#xe9;phrologie Th&#xe9;rapeutique. 2007;3:372-383.</Citation><ArticleIdList><ArticleId IdType="pubmed">17919640</ArticleId></ArticleIdList></Reference><Reference><Citation>Jha CM, Dastoor HD, Gopalakrishnan N, Holt SG. Obstacles to early diagnosis and treatment of pruritus in patients with chronic kidney disease: current perspectives. Int J Nephrol Renovasc Dis. 2022;15:335-352.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC9739055</ArticleId><ArticleId IdType="pubmed">36510564</ArticleId></ArticleIdList></Reference><Reference><Citation>Mathur VS, Lindberg J, Germain M, et al. A longitudinal study of uremic pruritus in hemodialysis patients. Clin J Am Soc Nephrol CJASN. 2010;5:1410-1419.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC2924419</ArticleId><ArticleId IdType="pubmed">20558560</ArticleId></ArticleIdList></Reference><Reference><Citation>Phan NQ, Blome C, Fritz F, et al. Assessment of pruritus intensity: prospective study on validity and reliability of the visual analogue scale, numerical rating scale and verbal rating scale in 471 patients with chronic pruritus. Acta Derm Venereol. 2012;92(5):502-507.</Citation><ArticleIdList><ArticleId IdType="pubmed">22170091</ArticleId></ArticleIdList></Reference><Reference><Citation>Elman S, Hynan LS, Gabriel V, Mayo MJ. The 5-D itch scale: a new measure of pruritus. Br J Dermatol. 2010;162(3):587-593.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC2875190</ArticleId><ArticleId IdType="pubmed">19995367</ArticleId></ArticleIdList></Reference><Reference><Citation>
Karaboyas A, Tu C, Sukul N, et al. CKD-associated pruritus (CKD-aP) in hemodialysis (HD) patients: comparison of instruments used to measure self-reported itch severity. American Society of Nephrology. https://www.asn-online.org/education/kidneyweek/2022/program-abstract.aspx?controlId=3765777. Published 2022. Accessed May 26, 2023.</Citation></Reference><Reference><Citation>Lai J-W, Chen H-C, Chou C-Y, et al. Transformation of 5-D itch scale and numerical rating scale in chronic hemodialysis patients. BMC Nephrol. 2017;18:56.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC5299664</ArticleId><ArticleId IdType="pubmed">28178931</ArticleId></ArticleIdList></Reference><Reference><Citation>Storck M, Sandmann S, Bruland P, et al. Pruritus Intensity Scales across Europe: a prospective validation study. J Eur Acad Dermatol Venereol. 2021;35(5):1176-1185.</Citation><ArticleIdList><ArticleId IdType="pubmed">33411947</ArticleId></ArticleIdList></Reference><Reference><Citation>Vernon MK, Swett LL, Speck RM, et al. Psychometric validation and meaningful change thresholds of the Worst Itching Intensity Numerical Rating Scale for assessing itch in patients with chronic kidney disease-associated pruritus. J Patient Rep Outcomes. 2021;5:134.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC8709801</ArticleId><ArticleId IdType="pubmed">34952964</ArticleId></ArticleIdList></Reference><Reference><Citation>Reich A, Chatzigeorkidis E, Zeidler C, et al. Tailoring the cut-off values of the visual analogue scale and numeric rating scale in itch assessment. Acta Derm Venereol. 2017;97:759-760.</Citation><ArticleIdList><ArticleId IdType="pubmed">28224165</ArticleId></ArticleIdList></Reference><Reference><Citation>Shirazian S, Aina O, Park Y, et al. Chronic kidney disease-associated pruritus: impact on quality of life and current management challenges. Int J Nephrol Renovasc Dis. 2017;10:11-26.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC5271405</ArticleId><ArticleId IdType="pubmed">28176969</ArticleId></ArticleIdList></Reference><Reference><Citation>Chren MM. The Skindex instruments to measure the effects of skin disease on quality of life. Dermatol Clin. 2012;30(2):231-236.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC3269028</ArticleId><ArticleId IdType="pubmed">22284137</ArticleId></ArticleIdList></Reference><Reference><Citation>Manenti L, Leuci E. Do you feel itchy? a guide towards diagnosis and measurement of chronic kidney disease-associated pruritus in dialysis patients. Clin Kidney J. 2021;14(suppl 3):i8-i15.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC8702818</ArticleId><ArticleId IdType="pubmed">34987778</ArticleId></ArticleIdList></Reference><Reference><Citation>Evans JM, Glazer A, Lum R, et al. Implementing a patient-reported outcome measure for hemodialysis patients in routine clinical care: perspectives of patients and providers on ESAS-r:Renal. Clin J Am Soc Nephrol. 2020;15:1299-1309.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC7480546</ArticleId><ArticleId IdType="pubmed">32843371</ArticleId></ArticleIdList></Reference><Reference><Citation>
Ontario Renal Network. ESAS-r: renal. https://www.ontariorenalnetwork.ca/sites/renalnetwork/files/assets/esasrrenal-english_0.pdf. Published 2023.</Citation></Reference><Reference><Citation>Davison SN, Jhangri GS, Johnson JA. Longitudinal validation of a modified Edmonton symptom assessment system (ESAS) in haemodialysis patients. Nephrol Dial Transplant. 2006;21(11):3189-3195.</Citation><ArticleIdList><ArticleId IdType="pubmed">16957010</ArticleId></ArticleIdList></Reference><Reference><Citation>Pautex S, Vayne-Bossert P, Bernard M, et al. Validation of the French version of the Edmonton symptom assessment system. J Pain Symptom Manage. 2017;54(5):721-726.e1.</Citation><ArticleIdList><ArticleId IdType="pubmed">28751077</ArticleId></ArticleIdList></Reference><Reference><Citation>Wen J, Jin X, Al Sayah F, et al. Mapping the Edmonton Symptom Assessment System-Revised: renal to the EQ-5D-5L in patients with chronic kidney disease. Qual Life Res. 2022;31(2):567-577.</Citation><ArticleIdList><ArticleId IdType="pubmed">34278540</ArticleId></ArticleIdList></Reference><Reference><Citation>Agarwal R, Burton J, Gallieni M, et al. Alleviating symptoms in patients undergoing long-term hemodialysis: a focus on chronic kidney disease-associated pruritus. Clin Kidney J. 2022;16:30-40.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC9871858</ArticleId><ArticleId IdType="pubmed">36726430</ArticleId></ArticleIdList></Reference><Reference><Citation>Millington GWM, Collins A, Lovell CR, et al. British Association of Dermatologists&#x2019; guidelines for the investigation and management of generalized pruritus in adults without an underlying dermatosis, 2018. Br J Dermatol. 2018;178(1):34-60.</Citation><ArticleIdList><ArticleId IdType="pubmed">29357600</ArticleId></ArticleIdList></Reference><Reference><Citation>Hiroshige K, Kabashima N, Takasugi M, Kuroiwa A. Optimal dialysis improves uremic pruritus. Am J Kidney Dis. 1995;25(3):413-419.</Citation><ArticleIdList><ArticleId IdType="pubmed">7872318</ArticleId></ArticleIdList></Reference><Reference><Citation>Ko MJ, Wu HY, Chen HY, et al. Uremic pruritus, dialysis adequacy, and metabolic profiles in hemodialysis patients: a prospective 5-year cohort study. PLoS ONE. 2013;8(8):e71404.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC3735516</ArticleId><ArticleId IdType="pubmed">23940749</ArticleId></ArticleIdList></Reference><Reference><Citation>Duque MI, Thevarajah S, Chan YH, Tuttle AB, Freedman BI, Yosipovitch G. Uremic pruritus is associated with higher kt/V and serum calcium concentration. Clin Nephrol. 2006;66(3):184-191.</Citation><ArticleIdList><ArticleId IdType="pubmed">16995341</ArticleId></ArticleIdList></Reference><Reference><Citation>Lim J-H, Park Y, Yook J-M, et al. Randomized controlled trial of medium cut-off versus high-flux dialyzers on quality of life outcomes in maintenance hemodialysis patients. Sci Rep. 2020;10:7780.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC7210312</ArticleId><ArticleId IdType="pubmed">32385307</ArticleId></ArticleIdList></Reference><Reference><Citation>Wang CP, Lu YC, Tsai IT, et al. Increased levels of total p-cresylsulfate are associated with pruritus in patients with chronic kidney disease. Dermatology. 2016;232(3):363-370.</Citation><ArticleIdList><ArticleId IdType="pubmed">27161100</ArticleId></ArticleIdList></Reference><Reference><Citation>Hu T, Wang B, Liao X, Wang S. Clinical features and risk factors of pruritus in patients with chronic renal failure. Exp Ther Med. 2019;18(2):964-971.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC6639943</ArticleId><ArticleId IdType="pubmed">31384331</ArticleId></ArticleIdList></Reference><Reference><Citation>Verduzco HA, Shirazian S. CKD-associated pruritus: new insights into diagnosis, pathogenesis, and management. Kidney Int Rep. 2020;5(9):1387-1402.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC7486142</ArticleId><ArticleId IdType="pubmed">32954065</ArticleId></ArticleIdList></Reference><Reference><Citation>Weisshaar E, Szepietowski JC, Dalgard FJ, et al. European S2k guideline on chronic pruritus. Acta Derm Venereol. 2019;99:469-506.</Citation><ArticleIdList><ArticleId IdType="pubmed">30931482</ArticleId></ArticleIdList></Reference><Reference><Citation>Balaskas E, Szepietowski JC, Bessis D, et al. Randomized, double-blind study with glycerol and paraffin in uremic xerosis. Clin J Am Soc Nephrol. 2011;6(4):748-752.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC3069365</ArticleId><ArticleId IdType="pubmed">21258039</ArticleId></ArticleIdList></Reference><Reference><Citation>Morton CA, Lafferty M, Hau C, et al. Pruritus and skin hydration during dialysis. Nephrol Dial Transplant. 1996;11:2031-2036.</Citation><ArticleIdList><ArticleId IdType="pubmed">8918718</ArticleId></ArticleIdList></Reference><Reference><Citation>Karadag E, Kilic SP, Karatay G, Metin O. Effect of baby oil on pruritus, sleep quality, and quality of life in hemodialysis patients: pretest&#x2013;post-test model with control groups. Jpn J Nurs Sci. 2014;11(3):180-189.</Citation><ArticleIdList><ArticleId IdType="pubmed">25065964</ArticleId></ArticleIdList></Reference><Reference><Citation>Combs SA, Teixeira JP, Germain MJ. Pruritus in kidney disease. Semin Nephrol. 2015;35:383-391.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC5497472</ArticleId><ArticleId IdType="pubmed">26355256</ArticleId></ArticleIdList></Reference><Reference><Citation>Chen YC, Chiu WT, Wu MS. Therapeutic effect of topical gamma-linolenic acid on refractory uremic pruritus. Am J Kidney Dis. 2006;48(1):69-76.</Citation><ArticleIdList><ArticleId IdType="pubmed">16797388</ArticleId></ArticleIdList></Reference><Reference><Citation>Westby EP, Purdy KS, Tennankore KK. A review of the management of uremic pruritus: current perspectives and future directions. Itch. 2020;5:e38.</Citation></Reference><Reference><Citation>Tennankore KK, Westby EP, McCarron KL, et al. Management of uremic pruritus in hemodialysis: effectiveness of a quality improvement treatment algorithm, ASN 2018 abstract TH-PO322. J Am Soc Nephro. 2018;29:197.</Citation></Reference><Reference><Citation>Zhang L, Li Y, Xiao X, et al. Acupuncture for uremic pruritus: a systematic review and meta-analysis. J Pain Symptom Manage. 2023;65:e51-e62.</Citation><ArticleIdList><ArticleId IdType="pubmed">36055470</ArticleId></ArticleIdList></Reference><Reference><Citation>Simonsen E, Komenda P, Lerner B, et al. Treatment of uremic pruritus: a systematic review. Am J Kidney Dis. 2017;70:638-655.</Citation><ArticleIdList><ArticleId IdType="pubmed">28720208</ArticleId></ArticleIdList></Reference><Reference><Citation>&#x15a;wierczy&#x144;ska K, Bia&#x142;ynicki-Birula R, Szepietowski JC. Chronic intractable pruritus in chronic kidney disease patients: prevalence, impact, and management challenges&#x2014;a narrative review. Ther Clin Risk Manag. 2021;17:1267-1282.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC8643219</ArticleId><ArticleId IdType="pubmed">34876816</ArticleId></ArticleIdList></Reference><Reference><Citation>Ishida JH, McCulloch CE, Steinman MA, Grimes BA, Johansen KL. Gabapentin and pregabalin use and association with adverse outcomes among hemodialysis patients. J Am Soc Nephrol. 2018;29(7):1970-1978.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC6050935</ArticleId><ArticleId IdType="pubmed">29871945</ArticleId></ArticleIdList></Reference><Reference><Citation>Eusebio-Alpapara KMV, Castillo RL, Dofitas BL. Gabapentin for uremic pruritus: a systematic review of randomized controlled trials. Int J Dermatol. 2020;59(4):412-422.</Citation><ArticleIdList><ArticleId IdType="pubmed">31777066</ArticleId></ArticleIdList></Reference><Reference><Citation>Manenti L, Tansinda P, Vaglio A. Uraemic pruritus: clinical characteristics, pathophysiology and treatment. Drugs. 2009;69(3):251-263.</Citation><ArticleIdList><ArticleId IdType="pubmed">19275270</ArticleId></ArticleIdList></Reference><Reference><Citation>Jaiswal D, Uzans D, Hayden J, Kiberd BA, Tennankore KK. Targeting the opioid pathway for uremic pruritus: a systematic review and meta-analysis. Can J Kidney Health Dis. 2016;3:2054358116675345.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC5332085</ArticleId><ArticleId IdType="pubmed">28270926</ArticleId></ArticleIdList></Reference><Reference><Citation>Bailey AMJ, Li HO, Burns K, et al. Targeting the opioid pathway for the treatment of chronic kidney disease-associated pruritus: a systematic review and meta-analysis of randomized controlled trials. Br J Dermatol. 2022;186(3):575-577.</Citation><ArticleIdList><ArticleId IdType="pubmed">34582571</ArticleId></ArticleIdList></Reference><Reference><Citation>Topf J, Wooldridge T, McCafferty K, et al. Efficacy of difelikefalin for the treatment of moderate to severe pruritus in hemodialysis patients: pooled analysis of KALM-1 and KALM-2 phase 3 studies. Kidney Med. 2022;4(8):100512.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC9396406</ArticleId><ArticleId IdType="pubmed">36016762</ArticleId></ArticleIdList></Reference><Reference><Citation>
Gardell LR, Spencer RH, Chalmers DT, Menzaghi F. Abstract PW-231: preclinical profile of CR845: a novel, long-acting peripheral kappa opioid receptor agonist. IASP 2008. https://ir.caratherapeutics.com/static-files/396df363-8031-47f6-b903-eca1df1df26f.</Citation></Reference><Reference><Citation>
Vifor Fresenius Medical Care Renal Pharma Ltd. KORSUVA<sup>&#xae;</sup> (difelikefalin injection) product monograph. https://pdf.hres.ca/dpd_pm/00066996.PDF</Citation></Reference><Reference><Citation>
ClinicalTrials.gov. A multicenter, randomized, double&#x2014;blind, placebo&#x2014;controlled 12&#x2014;week study to evaluate the safety and efficacy of oral difelikefalin in advanced chronic kidney disease subjects with moderate&#x2014;to&#x2014;severe pruritus and not on dialysis with an up to 52&#x2014;week long&#x2014;term extension&#x2014;NCT05342623. Clinical Trial Registration NCT05342623. https://clinicaltrials.gov/ct2/show/NCT05342623. Published May 2, 2023. Accessed May 25, 2023.</Citation></Reference><Reference><Citation>Weiner DE, Vervloet MG, Walpen S, et al. Safety and effectiveness of difelikefalin in patients with moderate-to-severe pruritus undergoing hemodialysis: an open-label, multicenter study. Kidney Med. 2022;4(10):100542.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC9516453</ArticleId><ArticleId IdType="pubmed">36185706</ArticleId></ArticleIdList></Reference><Reference><Citation>Fishbane S, Wen W, Munera C, et al. Safety and tolerability of difelikefalin for the treatment of moderate to severe pruritus in hemodialysis patients: pooled analysis from the phase 3 clinical trial program. Kidney Med. 2022;4(8):100513.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC9418597</ArticleId><ArticleId IdType="pubmed">36039153</ArticleId></ArticleIdList></Reference><Reference><Citation>Fishbane S, Jamal A, Munera C, et al. A phase 3 trial of difelikefalin in hemodialysis patients with pruritus. N Engl J Med. 2020;382:222-232.</Citation><ArticleIdList><ArticleId IdType="pubmed">31702883</ArticleId></ArticleIdList></Reference><Reference><Citation>
CADTH final reimbursement recommendation &#x2014;difelikefalin (KORSUVA). https://www.cadth.ca/sites/default//files/DRR/2023/SR0752%20Korsuva%20-%20CADTH%20Final%20Recommendation%20(with%20correction%20notice.pdf</Citation></Reference><Reference><Citation>
KAPRUVIA (difelikefaline). Haute Autorit&#xe9; de Sant&#xe9;. https://www.has-sante.fr/jcms/p_3334049/fr/kapruvia-difelikefaline. Accessed November 29, 2023.</Citation></Reference><Reference><Citation>
Centers for Medicare &amp; Medicaid Services. ESRD PPS transitional drug add-on payment adjustment. https://www.cms.gov/medicare/payment/prospective-payment-systems/end-stage-renal-disease-esrd/esrd-pps-transitional-drug-add-payment-adjustment. Accessed November 29, 2023.</Citation></Reference><Reference><Citation>
National Institute for Health and Care Excellence. Kapruvia<sup>&#xae;</sup> (difelikefalin) recommended by England&#x2019;s NICE for the treatment of adults with moderate-to-severe CKD-associated pruritus. CSL Vifor. https://www.viforpharma.com/kapruviarv-difelikefalin-recommended-englands-nice-treatment-adults-moderate-severe-ckd-associated. Accessed November 29, 2023.</Citation></Reference><Reference><Citation>
Gemeinsamer Bundesausschuss. Benefit assessment procedure for the active ingredient difelikefalin (pruritus in chronic kidney disease, hemodialysis patients). Federal Joint Committee. https://www.g-ba.de/bewertungsverfahren/nutzenbewertung/887/. Accessed November 29, 2023.</Citation></Reference><Reference><Citation>Cheikh Hassan HI, Brennan F, Collett G, Josland EA, Brown MA. Efficacy and safety of gabapentin for uremic pruritus and restless legs syndrome in conservatively managed patients with chronic kidney disease. J Pain Symptom Manage. 2015;49(4):782-789.</Citation><ArticleIdList><ArticleId IdType="pubmed">25220049</ArticleId></ArticleIdList></Reference><Reference><Citation>Weisshaar E, Dunker N, R&#xf6;hl FW, Gollnick H. Antipruritic effects of two different 5-HT3 receptor antagonists and an antihistamine in haemodialysis patients. Exp Dermatol. 2004;13(5):298-304.</Citation><ArticleIdList><ArticleId IdType="pubmed">15140020</ArticleId></ArticleIdList></Reference><Reference><Citation>Chan KY, Li CW, Wong H, et al. Use of sertraline for antihistamine-refractory uremic pruritus in renal palliative care patients. J Palliat Med. 2013;16(8):966-970.</Citation><ArticleIdList><ArticleId IdType="pubmed">23777329</ArticleId></ArticleIdList></Reference><Reference><Citation>Shakiba M, Sanadgol H, Azmoude HR, Mashhadi MA, Sharifi H. Effect of sertraline on uremic pruritus improvement in ESRD patients. Int J Nephrol. 2012;2012:363901.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC3437632</ArticleId><ArticleId IdType="pubmed">22973512</ArticleId></ArticleIdList></Reference><Reference><Citation>Pakfetrat M, Malekmakan L, Hashemi N, Tadayon T. Sertraline can reduce uremic pruritus in hemodialysis patient: a double blind randomized clinical trial from Southern Iran. Hemodial Int. 2018;22(1):103-109.</Citation><ArticleIdList><ArticleId IdType="pubmed">28263039</ArticleId></ArticleIdList></Reference><Reference><Citation>Collister D, Herrington G, Delgado L, et al. Patient views regarding cannabis use in chronic kidney disease and kidney failure: a survey study. Nephrol Dial Transplant. 2023;38:922-931.</Citation><ArticleIdList><ArticleId IdType="pubmed">35881478</ArticleId></ArticleIdList></Reference><Reference><Citation>Avila C, Massick S, Kaffenberger BH, Kwatra SG, Bechtel M. Cannabinoids for the treatment of chronic pruritus: a review. J Am Acad Dermatol. 2020;82(5):1205-1212.</Citation><ArticleIdList><ArticleId IdType="pubmed">31987788</ArticleId></ArticleIdList></Reference><Reference><Citation>
MC2 Therapeutics. A parallel-group (2-Arm), randomized, double-blind, 12-week trial to evaluate the efficacy and safety of MC2-25 cream and MC2-25 vehicle in subjects with chronic kidney disease-associated pruritus (CKD-aP). Clinical Trial Registration NCT05482698. clinicaltrials.gov. https://clinicaltrials.gov/study/NCT05482698. Published January 10, 2023. Accessed December 31, 2022.</Citation></Reference><Reference><Citation>
Elmasry MF. Klotho and fibroblast growth factor 23 in chronic kidney disease-associated pruritus and their response to narrowband ultraviolet B. Clinical Trial Registration NCT03532568. clinicaltrials.gov. https://clinicaltrials.gov/study/NCT03532568. Published May 10, 2018. Accessed December 31, 2022.</Citation></Reference><Reference><Citation>
Haisco Pharmaceutical Group Co., Ltd. A multi-center, randomized, double-blind, placebo-controlled phase III clinical study to evaluate the efficacy and safety of HSK21542 injection in maintenance hemodialysis patients with chronic kidney disease-associated pruritus. Clinical Trial Registration NCT05135390. clinicaltrials.gov. https://clinicaltrials.gov/study/NCT05135390. Published November 23, 2021. Accessed December 31, 2022.</Citation></Reference><Reference><Citation>
Galderma R&amp;D. A multicenter, double-blind, randomized, placebo-controlled study to evaluate the efficacy and safety of nemolizumab in subjects with chronic kidney disease with associated moderate to severe pruritus. Clinical Trial Registration NCT05075408. clinicaltrials.gov. https://clinicaltrials.gov/study/NCT05075408. Published November 15, 2023. Accessed December 31, 2022.</Citation></Reference><Reference><Citation>Wilkinson TJ, Watson EL, Gould DW, et al. Twelve weeks of supervised exercise improves self-reported symptom burden and fatigue in chronic kidney disease: a secondary analysis of the &#x201c;ExTra CKD&#x201d; trial. Clin Kidney J. 2019;12(1):113-121.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC6366144</ArticleId><ArticleId IdType="pubmed">30746138</ArticleId></ArticleIdList></Reference><Reference><Citation>Prasad B, Gagarinova M, Sharma A. Five things to know about pruritus in patients on dialysis. Can J Kidney Health Dis. 2023;10:20543581221149620.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC9880569</ArticleId><ArticleId IdType="pubmed">36711226</ArticleId></ArticleIdList></Reference><Reference><Citation>Guyatt G, Oxman AD, Akl EA, et al. GRADE guidelines: 1. Introduction-GRADE evidence profiles and summary of findings tables. J Clin Epidemiol. 2011;64(4):383-394.</Citation><ArticleIdList><ArticleId IdType="pubmed">21195583</ArticleId></ArticleIdList></Reference></ReferenceList></PubmedData></PubmedArticle></PubmedArticleSet>