<?xml version="1.0" ?>
<!DOCTYPE PubmedArticleSet PUBLIC "-//NLM//DTD PubMedArticle, 1st January 2025//EN" "https://dtd.nlm.nih.gov/ncbi/pubmed/out/pubmed_250101.dtd">
<PubmedArticleSet>
<PubmedArticle><MedlineCitation Status="PubMed-not-MEDLINE" Owner="NLM"><PMID Version="1">41808860</PMID><DateCompleted><Year>2026</Year><Month>03</Month><Day>11</Day></DateCompleted><DateRevised><Year>2026</Year><Month>03</Month><Day>11</Day></DateRevised><Article PubModel="Electronic-eCollection"><Journal><ISSN IssnType="Electronic">1658-3612</ISSN><JournalIssue CitedMedium="Internet"><Volume>21</Volume><Issue>2</Issue><PubDate><Year>2026</Year><Month>Apr</Month></PubDate></JournalIssue><Title>Journal of Taibah University Medical Sciences</Title><ISOAbbreviation>J Taibah Univ Med Sci</ISOAbbreviation></Journal><ArticleTitle>From awareness to action: Evaluating knowledge and preventive practices against heat-related illnesses among Hajj and Umrah pilgrims.</ArticleTitle><Pagination><StartPage>235</StartPage><EndPage>244</EndPage><MedlinePgn>235-244</MedlinePgn></Pagination><ELocationID EIdType="doi" ValidYN="Y">10.1016/j.jtumed.2026.02.005</ELocationID><Abstract><AbstractText Label="OBJECTIVE" NlmCategory="UNASSIGNED">This study aimed to assess the level of knowledge and preventive practices related to heat-related illnesses (HRIs) among Hajj and Umrah pilgrims in KSA, as well as examining demographic factors associated with these outcomes, and evaluating the relationships between knowledge and preventive practices.</AbstractText><AbstractText Label="METHODS" NlmCategory="UNASSIGNED">A cross-sectional survey was conducted among 581 participants in KSA. Their knowledge and practices regarding HRIs were assessed using a structured, standardized questionnaire with scores between 0 and 1. Statistical analyses included descriptive and inferential tests, and Spearman's correlation coefficients were calculated to evaluate the relationships between knowledge and practices.</AbstractText><AbstractText Label="RESULTS" NlmCategory="UNASSIGNED">Overall, knowledge scores were categorized as average (0.69 &#xb1; 0.19), with the highest scores for recognizing HRI symptoms (0.63 &#xb1; 0.19) and the importance of hydration (0.91 &#xb1; 0.28). Practice scores were moderate (0.56 &#xb1; 0.20), with high adherence to drinking more water (82 %) and performing rituals at night (81 %). However, gaps in knowledge were observed in sunscreen use (39 %) and understanding daily hydration needs (0.39 &#xb1; 0.48). Demographic factors such as age, gender, and education significantly influenced knowledge and practices. A weak but significant positive correlation (r = 0.197, <i>P</i> &lt; 0.001) was found between knowledge and practices.</AbstractText><AbstractText Label="CONCLUSION" NlmCategory="UNASSIGNED">Although pilgrims had good knowledge of HRIs, the practical application of preventive measures was inconsistent. Targeted strategies such as subsidized protective resources, health and religious education, and mandatory leader training are recommended to translate awareness into effective practices, and ultimately enhance health outcomes during Hajj and Umrah.</AbstractText><CopyrightInformation>&#xa9; 2026 The Authors.</CopyrightInformation></Abstract><AuthorList CompleteYN="Y"><Author ValidYN="Y"><LastName>Alhamaid</LastName><ForeName>Yousef A</ForeName><Initials>YA</Initials><AffiliationInfo><Affiliation>Department of Emergency Medicine, Imam Abdulrahman Bin Faisal University, King Fahad Hospital of the University, Khobar, Saudi Arabia.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Ali Alhashim</LastName><ForeName>Fatimah</ForeName><Initials>F</Initials><AffiliationInfo><Affiliation>Department Of Nursing, College of Nursing, Imam Abdulrahman bin Faisal University, Dammam, Saudi Arabia.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Alhussain</LastName><ForeName>Hassan S</ForeName><Initials>HS</Initials><AffiliationInfo><Affiliation>Department of Emergency Medicine, King Saud Medical City, Riyadh First Health Cluster, Riyadh, Saudi Arabia.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Abuzaid</LastName><ForeName>Abdullah H</ForeName><Initials>AH</Initials><AffiliationInfo><Affiliation>Department of Emergency Medicine, College of Medicine, Imam Abdulrahman Bin Faisal University, Dammam 31441, Saudi Arabia.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>AlAbdullah</LastName><ForeName>Ghufran H</ForeName><Initials>GH</Initials><AffiliationInfo><Affiliation>Department of Emergency Medicine, King Abdulaziz Hospital, Ministry Of National Guard, AlAhsa, Saudi Arabia.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Al Ahmed</LastName><ForeName>Fatemah A</ForeName><Initials>FA</Initials><AffiliationInfo><Affiliation>Department of Emergency Medicine, Eastern Heath Cluster, Dammam, Saudi Arabia.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Alaithan</LastName><ForeName>Tajah M</ForeName><Initials>TM</Initials><AffiliationInfo><Affiliation>Department of Emergency Medicine, King Abdulaziz Hospital, Ministry Of National Guard, AlAhsa, Saudi Arabia.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Alfaraj</LastName><ForeName>Dunya</ForeName><Initials>D</Initials><AffiliationInfo><Affiliation>Department of Emergency Medicine, Imam Abdulrahman Bin Faisal University, King Fahad Hospital of the University, Khobar, Saudi Arabia.</Affiliation></AffiliationInfo></Author></AuthorList><Language>eng</Language><PublicationTypeList><PublicationType UI="D016428">Journal Article</PublicationType></PublicationTypeList><ArticleDate DateType="Electronic"><Year>2026</Year><Month>03</Month><Day>02</Day></ArticleDate></Article><MedlineJournalInfo><Country>Saudi Arabia</Country><MedlineTA>J Taibah Univ Med Sci</MedlineTA><NlmUniqueID>101621911</NlmUniqueID><ISSNLinking>1658-3612</ISSNLinking></MedlineJournalInfo><OtherAbstract Type="Publisher" Language="ara"><AbstractText Label="&#x627;&#x644;&#x647;&#x62f;&#x641;" NlmCategory="UNASSIGNED">&#x647;&#x62f;&#x641;&#x62a; &#x647;&#x630;&#x647; &#x627;&#x644;&#x62f;&#x631;&#x627;&#x633;&#x629; &#x625;&#x644;&#x649; &#x62a;&#x642;&#x64a;&#x64a;&#x645; &#x645;&#x633;&#x62a;&#x648;&#x649; &#x627;&#x644;&#x645;&#x639;&#x631;&#x641;&#x629; &#x648;&#x627;&#x644;&#x645;&#x645;&#x627;&#x631;&#x633;&#x627;&#x62a; &#x627;&#x644;&#x648;&#x642;&#x627;&#x626;&#x64a;&#x629; &#x627;&#x644;&#x645;&#x62a;&#x639;&#x644;&#x642;&#x629; &#x628;&#x627;&#x644;&#x623;&#x645;&#x631;&#x627;&#x636; &#x627;&#x644;&#x645;&#x631;&#x62a;&#x628;&#x637;&#x629; &#x628;&#x627;&#x644;&#x62d;&#x631;&#x627;&#x631;&#x629; &#x644;&#x62f;&#x649; &#x62d;&#x62c;&#x627;&#x62c; &#x648;&#x645;&#x639;&#x62a;&#x645;&#x631;&#x64a; &#x627;&#x644;&#x62d;&#x62c; &#x648;&#x627;&#x644;&#x639;&#x645;&#x631;&#x629; &#x641;&#x64a; &#x627;&#x644;&#x645;&#x645;&#x644;&#x643;&#x629; &#x627;&#x644;&#x639;&#x631;&#x628;&#x64a;&#x629; &#x627;&#x644;&#x633;&#x639;&#x648;&#x62f;&#x64a;&#x629;&#x60c; &#x648;&#x62f;&#x631;&#x627;&#x633;&#x629; &#x627;&#x644;&#x639;&#x648;&#x627;&#x645;&#x644; &#x627;&#x644;&#x62f;&#x64a;&#x645;&#x648;&#x63a;&#x631;&#x627;&#x641;&#x64a;&#x629; &#x627;&#x644;&#x645;&#x631;&#x62a;&#x628;&#x637;&#x629; &#x628;&#x647;&#x630;&#x647; &#x627;&#x644;&#x646;&#x62a;&#x627;&#x626;&#x62c;&#x60c; &#x648;&#x62a;&#x642;&#x64a;&#x64a;&#x645; &#x627;&#x644;&#x639;&#x644;&#x627;&#x642;&#x629; &#x628;&#x64a;&#x646; &#x627;&#x644;&#x645;&#x639;&#x631;&#x641;&#x629; &#x648;&#x627;&#x644;&#x645;&#x645;&#x627;&#x631;&#x633;&#x627;&#x62a; &#x627;&#x644;&#x648;&#x642;&#x627;&#x626;&#x64a;&#x629;.</AbstractText><AbstractText Label="&#x627;&#x644;&#x637;&#x631;&#x642;" NlmCategory="UNASSIGNED">&#x623;&#x64f;&#x62c;&#x631;&#x64a; &#x645;&#x633;&#x62d; &#x645;&#x642;&#x637;&#x639;&#x64a; &#x634;&#x645;&#x644; 581 &#x645;&#x634;&#x627;&#x631;&#x643;&#x64b;&#x627; &#x641;&#x64a; &#x627;&#x644;&#x645;&#x645;&#x644;&#x643;&#x629; &#x627;&#x644;&#x639;&#x631;&#x628;&#x64a;&#x629; &#x627;&#x644;&#x633;&#x639;&#x648;&#x62f;&#x64a;&#x629;. &#x62a;&#x645; &#x62a;&#x642;&#x64a;&#x64a;&#x645; &#x645;&#x639;&#x631;&#x641;&#x629; &#x648;&#x645;&#x645;&#x627;&#x631;&#x633;&#x627;&#x62a; &#x627;&#x644;&#x645;&#x634;&#x627;&#x631;&#x643;&#x64a;&#x646; &#x627;&#x644;&#x645;&#x62a;&#x639;&#x644;&#x642;&#x629; &#x628;&#x627;&#x644;&#x623;&#x645;&#x631;&#x627;&#x636; &#x627;&#x644;&#x645;&#x631;&#x62a;&#x628;&#x637;&#x629; &#x628;&#x627;&#x644;&#x62d;&#x631;&#x627;&#x631;&#x629; &#x628;&#x627;&#x633;&#x62a;&#x62e;&#x62f;&#x627;&#x645; &#x627;&#x633;&#x62a;&#x628;&#x64a;&#x627;&#x646; &#x645;&#x64f;&#x646;&#x638;&#x651;&#x645; &#x648;&#x645;&#x648;&#x62d;&#x651;&#x62f;&#x60c; &#x628;&#x62f;&#x631;&#x62c;&#x627;&#x62a; &#x62a;&#x62a;&#x631;&#x627;&#x648;&#x62d; &#x628;&#x64a;&#x646; 0 &#x648;1. &#x648;&#x634;&#x645;&#x644;&#x62a; &#x627;&#x644;&#x62a;&#x62d;&#x644;&#x64a;&#x644;&#x627;&#x62a; &#x627;&#x644;&#x625;&#x62d;&#x635;&#x627;&#x626;&#x64a;&#x629; &#x627;&#x62e;&#x62a;&#x628;&#x627;&#x631;&#x627;&#x62a; &#x648;&#x635;&#x641;&#x64a;&#x629; &#x648;&#x627;&#x633;&#x62a;&#x62f;&#x644;&#x627;&#x644;&#x64a;&#x629;&#x60c; &#x645;&#x639; &#x627;&#x633;&#x62a;&#x62e;&#x62f;&#x627;&#x645; &#x645;&#x639;&#x627;&#x645;&#x644; &#x627;&#x631;&#x62a;&#x628;&#x627;&#x637; &#x633;&#x628;&#x64a;&#x631;&#x645;&#x627;&#x646; &#x644;&#x62a;&#x642;&#x64a;&#x64a;&#x645; &#x627;&#x644;&#x639;&#x644;&#x627;&#x642;&#x629; &#x628;&#x64a;&#x646; &#x627;&#x644;&#x645;&#x639;&#x631;&#x641;&#x629; &#x648;&#x627;&#x644;&#x645;&#x645;&#x627;&#x631;&#x633;&#x627;&#x62a;.</AbstractText><AbstractText Label="&#x627;&#x644;&#x646;&#x62a;&#x627;&#x626;&#x62c;" NlmCategory="UNASSIGNED">&#x635;&#x64f;&#x646;&#x651;&#x641;&#x62a; &#x62f;&#x631;&#x62c;&#x627;&#x62a; &#x627;&#x644;&#x645;&#x639;&#x631;&#x641;&#x629; &#x628;&#x634;&#x643;&#x644; &#x639;&#x627;&#x645; &#x639;&#x644;&#x649; &#x623;&#x646;&#x647;&#x627; &#x645;&#x62a;&#x648;&#x633;&#x637;&#x629; (0.69&#xa0;&#xb1;&#xa0;0.19)&#x60c; &#x648;&#x643;&#x627;&#x646;&#x62a; &#x623;&#x639;&#x644;&#x649; &#x627;&#x644;&#x62f;&#x631;&#x62c;&#x627;&#x62a; &#x641;&#x64a; &#x627;&#x644;&#x62a;&#x639;&#x631;&#x651;&#x641; &#x639;&#x644;&#x649; &#x623;&#x639;&#x631;&#x627;&#x636; &#x627;&#x644;&#x623;&#x645;&#x631;&#x627;&#x636; &#x627;&#x644;&#x645;&#x631;&#x62a;&#x628;&#x637;&#x629; &#x628;&#x627;&#x644;&#x62d;&#x631;&#x627;&#x631;&#x629; (0.63 &#xb1; 0.19) &#x648;&#x623;&#x647;&#x645;&#x64a;&#x629; &#x627;&#x644;&#x62a;&#x631;&#x637;&#x64a;&#x628; (0.91 &#xb1; 0.28). &#x648;&#x643;&#x627;&#x646;&#x62a; &#x62f;&#x631;&#x62c;&#x627;&#x62a; &#x627;&#x644;&#x645;&#x645;&#x627;&#x631;&#x633;&#x627;&#x62a; &#x627;&#x644;&#x648;&#x642;&#x627;&#x626;&#x64a;&#x629; &#x645;&#x62a;&#x648;&#x633;&#x637;&#x629; (0.56 &#xb1; 0.20)&#x60c; &#x645;&#x639; &#x627;&#x644;&#x62a;&#x632;&#x627;&#x645; &#x645;&#x631;&#x62a;&#x641;&#x639; &#x628;&#x634;&#x631;&#x628; &#x627;&#x644;&#x645;&#x632;&#x64a;&#x62f; &#x645;&#x646; &#x627;&#x644;&#x645;&#x627;&#x621; (82%) &#x648;&#x623;&#x62f;&#x627;&#x621; &#x627;&#x644;&#x645;&#x646;&#x627;&#x633;&#x643; &#x644;&#x64a;&#x644;&#x64b;&#x627; (81%). &#x648;&#x645;&#x639; &#x630;&#x644;&#x643;&#x60c; &#x648;&#x64f;&#x62c;&#x62f;&#x62a; &#x641;&#x62c;&#x648;&#x627;&#x62a; &#x641;&#x64a; &#x627;&#x633;&#x62a;&#x62e;&#x62f;&#x627;&#x645; &#x648;&#x627;&#x642;&#x64a; &#x627;&#x644;&#x634;&#x645;&#x633; (39%) &#x648;&#x641;&#x647;&#x645; &#x627;&#x644;&#x627;&#x62d;&#x62a;&#x64a;&#x627;&#x62c;&#x627;&#x62a; &#x627;&#x644;&#x64a;&#x648;&#x645;&#x64a;&#x629; &#x645;&#x646; &#x627;&#x644;&#x633;&#x648;&#x627;&#x626;&#x644; (0.39 &#xb1; 0.48). &#x648;&#x642;&#x62f; &#x623;&#x62b;&#x651;&#x631;&#x62a; &#x627;&#x644;&#x639;&#x648;&#x627;&#x645;&#x644; &#x627;&#x644;&#x62f;&#x64a;&#x645;&#x648;&#x63a;&#x631;&#x627;&#x641;&#x64a;&#x629; &#x645;&#x62b;&#x644; &#x627;&#x644;&#x639;&#x645;&#x631; &#x648;&#x627;&#x644;&#x62c;&#x646;&#x633; &#x648;&#x627;&#x644;&#x645;&#x633;&#x62a;&#x648;&#x649; &#x627;&#x644;&#x62a;&#x639;&#x644;&#x64a;&#x645;&#x64a; &#x628;&#x634;&#x643;&#x644; &#x645;&#x644;&#x62d;&#x648;&#x638; &#x639;&#x644;&#x649; &#x627;&#x644;&#x645;&#x639;&#x631;&#x641;&#x629; &#x648;&#x627;&#x644;&#x645;&#x645;&#x627;&#x631;&#x633;&#x627;&#x62a;. &#x643;&#x645;&#x627; &#x648;&#x64f;&#x62c;&#x62f; &#x627;&#x631;&#x62a;&#x628;&#x627;&#x637; &#x625;&#x64a;&#x62c;&#x627;&#x628;&#x64a; &#x636;&#x639;&#x64a;&#x641; &#x644;&#x643;&#x646;&#x647; &#x630;&#x648; &#x62f;&#x644;&#x627;&#x644;&#x629; &#x625;&#x62d;&#x635;&#x627;&#x626;&#x64a;&#x629; &#x628;&#x64a;&#x646; &#x627;&#x644;&#x645;&#x639;&#x631;&#x641;&#x629; &#x648;&#x627;&#x644;&#x645;&#x645;&#x627;&#x631;&#x633;&#x627;&#x62a;&#x60c; (r&#xa0;=&#xa0;0.197 p&#xa0;&lt;&#xa0;0.001).</AbstractText><AbstractText Label="&#x627;&#x644;&#x627;&#x633;&#x62a;&#x646;&#x62a;&#x627;&#x62c;" NlmCategory="UNASSIGNED">&#x639;&#x644;&#x649; &#x627;&#x644;&#x631;&#x63a;&#x645; &#x645;&#x646; &#x623;&#x646; &#x627;&#x644;&#x62d;&#x62c;&#x627;&#x62c; &#x623;&#x638;&#x647;&#x631;&#x648;&#x627; &#x645;&#x633;&#x62a;&#x648;&#x649; &#x62c;&#x64a;&#x62f;&#x64b;&#x627; &#x645;&#x646; &#x627;&#x644;&#x645;&#x639;&#x631;&#x641;&#x629; &#x628;&#x627;&#x644;&#x623;&#x645;&#x631;&#x627;&#x636; &#x627;&#x644;&#x645;&#x631;&#x62a;&#x628;&#x637;&#x629; &#x628;&#x627;&#x644;&#x62d;&#x631;&#x627;&#x631;&#x629;&#x60c; &#x625;&#x644;&#x627; &#x623;&#x646; &#x627;&#x644;&#x62a;&#x637;&#x628;&#x64a;&#x642; &#x627;&#x644;&#x639;&#x645;&#x644;&#x64a; &#x644;&#x644;&#x625;&#x62c;&#x631;&#x627;&#x621;&#x627;&#x62a; &#x627;&#x644;&#x648;&#x642;&#x627;&#x626;&#x64a;&#x629; &#x643;&#x627;&#x646; &#x63a;&#x64a;&#x631; &#x645;&#x62a;&#x633;&#x642;. &#x64a;&#x64f;&#x648;&#x635;&#x649; &#x628;&#x627;&#x633;&#x62a;&#x631;&#x627;&#x62a;&#x64a;&#x62c;&#x64a;&#x627;&#x62a; &#x645;&#x648;&#x62c;&#x651;&#x647;&#x629; &#x645;&#x62b;&#x644; &#x62a;&#x648;&#x641;&#x64a;&#x631; &#x627;&#x644;&#x645;&#x648;&#x627;&#x631;&#x62f; &#x627;&#x644;&#x648;&#x642;&#x627;&#x626;&#x64a;&#x629; &#x627;&#x644;&#x645;&#x62f;&#x639;&#x648;&#x645;&#x629;&#x60c; &#x648;&#x627;&#x644;&#x62a;&#x62b;&#x642;&#x64a;&#x641; &#x627;&#x644;&#x635;&#x62d;&#x64a; &#x648;&#x627;&#x644;&#x62f;&#x64a;&#x646;&#x64a;&#x60c; &#x648;&#x627;&#x644;&#x62a;&#x62f;&#x631;&#x64a;&#x628; &#x627;&#x644;&#x625;&#x644;&#x632;&#x627;&#x645;&#x64a; &#x644;&#x642;&#x627;&#x62f;&#x629; &#x627;&#x644;&#x62d;&#x645;&#x644;&#x627;&#x62a; &#x644;&#x62a;&#x62d;&#x648;&#x64a;&#x644; &#x627;&#x644;&#x648;&#x639;&#x64a; &#x625;&#x644;&#x649; &#x645;&#x645;&#x627;&#x631;&#x633;&#x627;&#x62a; &#x641;&#x639;&#x651;&#x627;&#x644;&#x629;&#x60c; &#x645;&#x645;&#x627; &#x64a;&#x633;&#x647;&#x645; &#x641;&#x64a; &#x62a;&#x62d;&#x633;&#x64a;&#x646; &#x627;&#x644;&#x646;&#x62a;&#x627;&#x626;&#x62c; &#x627;&#x644;&#x635;&#x62d;&#x64a;&#x629; &#x62e;&#x644;&#x627;&#x644; &#x627;&#x644;&#x62d;&#x62c; &#x648;&#x627;&#x644;&#x639;&#x645;&#x631;&#x629;.</AbstractText><CopyrightInformation>&#xa9; 2026 The Authors.</CopyrightInformation></OtherAbstract><KeywordList Owner="NOTNLM"><Keyword MajorTopicYN="N">Awareness</Keyword><Keyword MajorTopicYN="N">Heat-related illnesses</Keyword><Keyword MajorTopicYN="N">KSA</Keyword><Keyword MajorTopicYN="N">Pilgrims</Keyword><Keyword MajorTopicYN="N">Preventive practices</Keyword></KeywordList><CoiStatement>The authors declare that there are no conflicts of interest regarding the publication of this paper.</CoiStatement></MedlineCitation><PubmedData><History><PubMedPubDate PubStatus="received"><Year>2025</Year><Month>10</Month><Day>27</Day></PubMedPubDate><PubMedPubDate PubStatus="revised"><Year>2026</Year><Month>1</Month><Day>12</Day></PubMedPubDate><PubMedPubDate PubStatus="accepted"><Year>2026</Year><Month>2</Month><Day>11</Day></PubMedPubDate><PubMedPubDate PubStatus="medline"><Year>2026</Year><Month>3</Month><Day>11</Day><Hour>6</Hour><Minute>56</Minute></PubMedPubDate><PubMedPubDate PubStatus="pubmed"><Year>2026</Year><Month>3</Month><Day>11</Day><Hour>6</Hour><Minute>55</Minute></PubMedPubDate><PubMedPubDate PubStatus="entrez"><Year>2026</Year><Month>3</Month><Day>11</Day><Hour>5</Hour><Minute>15</Minute></PubMedPubDate><PubMedPubDate PubStatus="pmc-release"><Year>2026</Year><Month>3</Month><Day>2</Day></PubMedPubDate></History><PublicationStatus>epublish</PublicationStatus><ArticleIdList><ArticleId IdType="pubmed">41808860</ArticleId><ArticleId IdType="pmc">PMC12968413</ArticleId><ArticleId IdType="doi">10.1016/j.jtumed.2026.02.005</ArticleId><ArticleId IdType="pii">S1658-3612(26)00014-4</ArticleId></ArticleIdList><ReferenceList><Reference><Citation>World Health Organization  . World Health Organization; Geneva, Switzerland: 2009. Global health risks: mortality and burden of disease attributable to selected major risks.http://www.who.int/healthinfo/global_burden_disease/GlobalHealthRisks_reprt_ Available online:</Citation></Reference><Reference><Citation>Adnan Bukhari H. A systematic review on outcomes of patients with heatstroke and heat exhaustion. Open Access Emerg Med. 2023 Dec;31:343&#x2013;354.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC10522494</ArticleId><ArticleId IdType="pubmed">37771523</ArticleId></ArticleIdList></Reference><Reference><Citation>Morris A., Patel G.  2021. Heat stroke.https://pubmed.ncbi.nlm.nih.gov/30725820/ Available online at:</Citation></Reference><Reference><Citation>Khan A.A. Heat related illnesses: review of an ongoing challenge. Saudi Med J. 2019;40:1195&#x2013;1201.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC6969637</ArticleId><ArticleId IdType="pubmed">31828270</ArticleId></ArticleIdList></Reference><Reference><Citation>Pryor R.R., Bennett B.L., O'Connor F.G., Young J.M., Asplund C.A. Medical evaluation for exposure extremes: heat. Wilderness Environ Med. 2015;26(4 suppl):S69&#x2013;S75.</Citation><ArticleIdList><ArticleId IdType="pubmed">26617381</ArticleId></ArticleIdList></Reference><Reference><Citation>Howe A.S., Boden B.P. Heat-related illness in athletes. Am J Sports Med. 2007;35(8):1384&#x2013;1395.</Citation><ArticleIdList><ArticleId IdType="pubmed">17609528</ArticleId></ArticleIdList></Reference><Reference><Citation>Pryor R.R., Casa D.J., Holschen J.C., O'Connor F.G., Vandermark L.W. Exertional heat stroke: strategies for prevention and treatment from the sports field to the emergency department. Clin Pediatr Emerg Med. 2013;14(4):267&#x2013;278.</Citation></Reference><Reference><Citation>Islam M.S., Ekiz E., Buhalis D. Encyclopedia of tourism management and marketing. Edward Elgar Publishing; 2022. Hajj and Umrah; pp. 485&#x2013;489.</Citation><ArticleIdList><ArticleId IdType="doi">10.4337/9781800377486.hajj.and.umrah</ArticleId></ArticleIdList></Reference><Reference><Citation>Yezli S. Risk factors for heat-related illnesses during the Hajj mass gathering: an expert review. Rev Environ Health. 2023 Mar 28;38(1):33&#x2013;43.</Citation><ArticleIdList><ArticleId IdType="pubmed">34714988</ArticleId></ArticleIdList></Reference><Reference><Citation>Dzaraly N.D., Rahman N.I.A., Simbak N.B., Wahab S.A., Osman O., Ismail S., Haque M. Patterns of communicable and non-communicable diseases in pilgrims during Hajj. Res J Pharm Technol. 2014;7:1052&#x2013;1059.</Citation></Reference><Reference><Citation>Abdelmoety D.A., El-Bakri N.K., Almowalld W.O., Turkistani Z.A., Bugis B.H., Baseif E.A., Melbari M.H., AlHarbi K., Abu-Shaheen A. Characteristics of heat illness during hajj: a cross-sectional study. BioMed Res Int. 2018;2018</Citation><ArticleIdList><ArticleId IdType="pmc">PMC5832155</ArticleId><ArticleId IdType="pubmed">29662887</ArticleId></ArticleIdList></Reference><Reference><Citation>Noweir M.H., Bafail A.O., Jomoah I.M. Study of heat exposure during Hajj (pilgrimage) Environ Monit Assess. 2008 Feb 12;147(1&#x2013;3):279&#x2013;295. doi: 10.1007/s10661-007-0120-6.</Citation><ArticleIdList><ArticleId IdType="doi">10.1007/s10661-007-0120-6</ArticleId><ArticleId IdType="pubmed">18266067</ArticleId></ArticleIdList></Reference><Reference><Citation>Alghamdi, S.A.; Al-Salloom, A.I. Heat Illness Guidelines. Kingdom of Saudi Arabia. Ministry of Health Technical Supervisory Committee during Hajj. Available online: https://www.moh.gov.sa/en/Hajj/PublicationsAwareness/Publications/Documents/Heat-Illnesses-Guideline (accessed on April 10, 2025).</Citation></Reference><Reference><Citation>Goni M.D., Hasan H., Wan-Arfah N., Naing N.N., Deris Z.Z., Arifin W.N., Baaba A.A., Aliyu A., Adam B.M. Health education intervention as an effective means for prevention of respiratory infections among Hajj pilgrims: a review. Front Public Health. 2020 Sep 3;8:449. doi: 10.3389/fpubh.2020.00449. PMID: 33014965; PMCID: PMC7494962.</Citation><ArticleIdList><ArticleId IdType="doi">10.3389/fpubh.2020.00449</ArticleId><ArticleId IdType="pmc">PMC7494962</ArticleId><ArticleId IdType="pubmed">33014965</ArticleId></ArticleIdList></Reference><Reference><Citation>Yezli S., Mushi A., Yassin Y., Maashi F., Khan A. Knowledge, attitude and practice of pilgrims regarding heat-related illnesses during the 2017 Hajj mass gathering. Int J Environ Res Publ Health. 2019 Sep 3;16(17):3215. doi: 10.3390/ijerph16173215. PMID: 31484343; PMCID: PMC6747626.</Citation><ArticleIdList><ArticleId IdType="doi">10.3390/ijerph16173215</ArticleId><ArticleId IdType="pmc">PMC6747626</ArticleId><ArticleId IdType="pubmed">31484343</ArticleId></ArticleIdList></Reference><Reference><Citation>Xu Y., Chen J., Du J., Jin Y. Knowledge, attitudes, and practices among the general community population toward heatstroke. Front Public Health. 2024 May 24;12 doi: 10.3389/fpubh.2024.1373025. PMID: 38855448; PMCID: PMC11157029.</Citation><ArticleIdList><ArticleId IdType="doi">10.3389/fpubh.2024.1373025</ArticleId><ArticleId IdType="pmc">PMC11157029</ArticleId><ArticleId IdType="pubmed">38855448</ArticleId></ArticleIdList></Reference><Reference><Citation>Almuzaini Y., Alburayh M., Alahmari A., Alamri F., Mukhtar N., Ahmed G., Alabdullatif L., Sheerah H., Khan A. Characteristics and distribution of heat-related illnesses during Hajj 2022. SJEMed. 2024;5(2):141&#x2013;147. doi: 10.24911/SJEMed.72-1680174179.</Citation><ArticleIdList><ArticleId IdType="doi">10.24911/SJEMed.72-1680174179</ArticleId></ArticleIdList></Reference><Reference><Citation>Aleeban M., Mackey T.K. Global health and visa policy reform to address dangers of Hajj during summer seasons. Front Public Health. 2016 Dec 22;4:280. doi: 10.3389/fpubh.2016.00280. PMID: 28066758; PMCID: PMC5177611.</Citation><ArticleIdList><ArticleId IdType="doi">10.3389/fpubh.2016.00280</ArticleId><ArticleId IdType="pmc">PMC5177611</ArticleId><ArticleId IdType="pubmed">28066758</ArticleId></ArticleIdList></Reference><Reference><Citation>AlJohani R.A., Marzook N.T. Knowledge, attitudes, and practices of military personnel regarding heat-related illness. Cureus. 2023 Dec 2;15(12) doi: 10.7759/cureus.49821. PMID: 38164297; PMCID: PMC10758236.</Citation><ArticleIdList><ArticleId IdType="doi">10.7759/cureus.49821</ArticleId><ArticleId IdType="pmc">PMC10758236</ArticleId><ArticleId IdType="pubmed">38164297</ArticleId></ArticleIdList></Reference><Reference><Citation>Alsofayan Y.M., Alamri F.A., Alradini F.A., Radwan N.M., Khan A.A., Alahmari A., Asiri S.I., Mahmoud N.E., Hassanein M.S., Aleisaa N.A., Alzahrani M.A., Alabdulkareem K.I. The impact of preventive measures on acute illnesses among pilgrims during Hajj season. SJEMed. 2021;2(3):218&#x2013;224. doi: 10.24911/SJEMed/72-1626117547.</Citation><ArticleIdList><ArticleId IdType="doi">10.24911/SJEMed/72-1626117547</ArticleId></ArticleIdList></Reference><Reference><Citation>Alkassas W., Rajab A.M., Alrashood S.T., et al. Heat-related illnesses in a mass gathering event and the necessity for newer diagnostic criteria: a field study. Environ Sci Pollut Res. 2021;28:16682&#x2013;16689. doi: 10.1007/s11356-020-12154-4.</Citation><ArticleIdList><ArticleId IdType="doi">10.1007/s11356-020-12154-4</ArticleId><ArticleId IdType="pmc">PMC7778691</ArticleId><ArticleId IdType="pubmed">33389467</ArticleId></ArticleIdList></Reference><Reference><Citation>McCarthy R.B., Shofer F.S., Green-McKenzie J. Outcomes of a Heat Stress Awareness Program on heat-related illness in municipal outdoor workers. J Occup Environ Med. 2019 Sep;61(9):724&#x2013;728. doi: 10.1097/JOM.0000000000001639. PMID: 31274674.</Citation><ArticleIdList><ArticleId IdType="doi">10.1097/JOM.0000000000001639</ArticleId><ArticleId IdType="pubmed">31274674</ArticleId></ArticleIdList></Reference><Reference><Citation>O'Mara-Eves A., Brunton G., Oliver S., Kavanagh J., Jamal F., Thomas J. The effectiveness of community engagement in public health interventions for disadvantaged groups: a meta-analysis. BMC Public Health. 2015 Feb 12;15:129. doi: 10.1186/s12889-015-1352-y. PMID: 25885588; PMCID: PMC4374501.</Citation><ArticleIdList><ArticleId IdType="doi">10.1186/s12889-015-1352-y</ArticleId><ArticleId IdType="pmc">PMC4374501</ArticleId><ArticleId IdType="pubmed">25885588</ArticleId></ArticleIdList></Reference></ReferenceList></PubmedData></PubmedArticle></PubmedArticleSet>