<?xml version="1.0" ?>
<!DOCTYPE PubmedArticleSet PUBLIC "-//NLM//DTD PubMedArticle, 1st January 2025//EN" "https://dtd.nlm.nih.gov/ncbi/pubmed/out/pubmed_250101.dtd">
<PubmedArticleSet>
<PubmedArticle><MedlineCitation Status="MEDLINE" Owner="NLM" IndexingMethod="Automated"><PMID Version="1">41711755</PMID><DateCompleted><Year>2026</Year><Month>02</Month><Day>19</Day></DateCompleted><DateRevised><Year>2026</Year><Month>02</Month><Day>25</Day></DateRevised><Article PubModel="Electronic-eCollection"><Journal><ISSN IssnType="Electronic">1678-4464</ISSN><JournalIssue CitedMedium="Internet"><Volume>42</Volume><PubDate><Year>2026</Year></PubDate></JournalIssue><Title>Cadernos de saude publica</Title><ISOAbbreviation>Cad Saude Publica</ISOAbbreviation></Journal><ArticleTitle>Environmental health during extreme heat: challenges for the practice of safe physical activity in childhood and adolescence.</ArticleTitle><Pagination><StartPage>e00131825</StartPage><MedlinePgn>e00131825</MedlinePgn></Pagination><ELocationID EIdType="pii" ValidYN="Y">e00131825</ELocationID><ELocationID EIdType="doi" ValidYN="Y">10.1590/0102-311XEN131825</ELocationID><ELocationID EIdType="pii" ValidYN="Y">S0102-311X2026000104202</ELocationID><Abstract><AbstractText>This essay discusses evidence and evidence-based strategies to ensure the safety, well-being, and continuity of physical activity for children and adolescents during extreme heat. It emphasizes the adaptation of environments, professional training, and equity in public policies. High temperatures and sedentary behaviors are not isolated challenges, and they create a critical scenario for the health of children and adolescents when combined, with impacts ranging from thermal regulation to mental health, motor behavior, and risk of obesity. The increasing frequency of extreme heatwaves imposes additional barriers to the safe practice of physical activity among this population, further exacerbating preexisting inequalities. Intense heat increases the risk of dehydration, heat exhaustion, and cognitive impairments, particularly in children, who show lower heat dissipation efficiency due to specific physiological characteristics. Exposure to high temperatures reduces outdoor physical activity, contributing to the worsening of sedentary behavior and pediatric obesity. In this context, adaptive strategies become urgent. Key measures include rescheduling physical activity to cooler times of the day, promoting and ensuring adequate hydration, creating shaded and green outdoor spaces, and strengthening public policies aimed at mitigating environmental impacts on children's health. Additionally, training education professionals and adapting school infrastructure are essential to ensure safer and health-promoting environments in the face of climate change.</AbstractText></Abstract><AuthorList CompleteYN="Y"><Author ValidYN="Y"><LastName>Freitas</LastName><ForeName>F&#xe1;bio de</ForeName><Initials>F</Initials><Identifier Source="ORCID">0000-0002-5368-1503</Identifier><AffiliationInfo><Affiliation>Universidade Estadual de Campinas, Campinas, Brasil.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Fogagnolo</LastName><ForeName>Caroline</ForeName><Initials>C</Initials><Identifier Source="ORCID">0000-0003-3058-5153</Identifier><AffiliationInfo><Affiliation>Faculdade de Medicina de Ribeir&#xe3;o Preto, Universidade de S&#xe3;o Paulo, Ribeir&#xe3;o Preto, Brasil.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Dornfeld</LastName><ForeName>Raquel Lima</ForeName><Initials>RL</Initials><Identifier Source="ORCID">0000-0002-2771-7402</Identifier><AffiliationInfo><Affiliation>Universidade Federal do Tri&#xe2;ngulo Mineiro, Uberaba, Brasil.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Vitolo</LastName><ForeName>Marcia Regina</ForeName><Initials>MR</Initials><Identifier Source="ORCID">0000-0001-9137-3854</Identifier><AffiliationInfo><Affiliation>Universidade Estadual de Campinas, Campinas, Brasil.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Ant&#xf4;nio</LastName><ForeName>Maria &#xc2;ngela</ForeName><Initials>M&#xc2;</Initials><Identifier Source="ORCID">0000-0002-7290-7950</Identifier><AffiliationInfo><Affiliation>Universidade Estadual de Campinas, Campinas, Brasil.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Brand&#xe3;o</LastName><ForeName>Maria &#xc2;ngela Bellomo</ForeName><Initials>M&#xc2;B</Initials><Identifier Source="ORCID">0000-0002-1145-2606</Identifier><AffiliationInfo><Affiliation>Universidade Estadual de Campinas, Campinas, Brasil.</Affiliation></AffiliationInfo></Author></AuthorList><Language>eng</Language><PublicationTypeList><PublicationType UI="D016428">Journal Article</PublicationType><PublicationType UI="D016454">Review</PublicationType></PublicationTypeList><ArticleDate DateType="Electronic"><Year>2026</Year><Month>02</Month><Day>16</Day></ArticleDate></Article><MedlineJournalInfo><Country>Brazil</Country><MedlineTA>Cad Saude Publica</MedlineTA><NlmUniqueID>8901573</NlmUniqueID><ISSNLinking>0102-311X</ISSNLinking></MedlineJournalInfo><CitationSubset>IM</CitationSubset><MeshHeadingList><MeshHeading><DescriptorName UI="D006801" MajorTopicYN="N">Humans</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D002648" MajorTopicYN="N">Child</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D000293" MajorTopicYN="N">Adolescent</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D015444" MajorTopicYN="Y">Exercise</DescriptorName><QualifierName UI="Q000502" MajorTopicYN="N">physiology</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D055874" MajorTopicYN="Y">Extreme Heat</DescriptorName><QualifierName UI="Q000009" MajorTopicYN="N">adverse effects</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D004782" MajorTopicYN="Y">Environmental Health</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D006358" MajorTopicYN="Y">Hot Temperature</DescriptorName><QualifierName UI="Q000009" MajorTopicYN="N">adverse effects</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D057185" MajorTopicYN="N">Sedentary Behavior</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D018882" MajorTopicYN="N">Heat Stress Disorders</DescriptorName><QualifierName UI="Q000517" MajorTopicYN="N">prevention &amp; control</QualifierName></MeshHeading></MeshHeadingList><OtherAbstract Type="Publisher" Language="por"><AbstractText>Este ensaio discute evid&#xea;ncias e estrat&#xe9;gias baseadas em evid&#xea;ncias para garantir a seguran&#xe7;a, o bem-estar e a continuidade da atividade f&#xed;sica para crian&#xe7;as e adolescentes em contextos de calor extremo. Enfatiza a adapta&#xe7;&#xe3;o dos ambientes, a forma&#xe7;&#xe3;o profissional e a equidade nas pol&#xed;ticas p&#xfa;blicas. Altas temperaturas e comportamentos sedent&#xe1;rios n&#xe3;o s&#xe3;o desafios isolados. Quando combinados, criam um cen&#xe1;rio cr&#xed;tico para a sa&#xfa;de de crian&#xe7;as e adolescentes, com impactos que v&#xe3;o desde a regula&#xe7;&#xe3;o t&#xe9;rmica at&#xe9; a sa&#xfa;de mental, o comportamento motor e o risco de obesidade. A frequ&#xea;ncia crescente de ondas de calor extremo imp&#xf5;e barreiras adicionais &#xe0; pr&#xe1;tica de atividade f&#xed;sica segura nessa popula&#xe7;&#xe3;o, exacerbando ainda mais as desigualdades pr&#xe9;-existentes. O calor intenso aumenta o risco de desidrata&#xe7;&#xe3;o, exaust&#xe3;o pelo calor e comprometimentos cognitivos, particularmente em crian&#xe7;as, que apresentam menor efici&#xea;ncia de dissipa&#xe7;&#xe3;o de calor devido a caracter&#xed;sticas fisiol&#xf3;gicas espec&#xed;ficas. A exposi&#xe7;&#xe3;o a altas temperaturas reduz a atividade f&#xed;sica ao ar livre, contribuindo para o agravamento do comportamento sedent&#xe1;rio e da obesidade pedi&#xe1;trica. Nesse contexto, estrat&#xe9;gias adaptativas tornam-se urgentes. Medidas-chave incluem a reprograma&#xe7;&#xe3;o da atividade f&#xed;sica para hor&#xe1;rios mais frescos do dia, a promo&#xe7;&#xe3;o e garantia de hidrata&#xe7;&#xe3;o adequada, a cria&#xe7;&#xe3;o de espa&#xe7;os ao ar livre com sombra e vegeta&#xe7;&#xe3;o, e o fortalecimento de pol&#xed;ticas p&#xfa;blicas voltadas &#xe0; mitiga&#xe7;&#xe3;o dos impactos ambientais na sa&#xfa;de das crian&#xe7;as. Al&#xe9;m disso, a capacita&#xe7;&#xe3;o de profissionais da educa&#xe7;&#xe3;o e a adapta&#xe7;&#xe3;o da infraestrutura escolar s&#xe3;o essenciais para garantir ambientes mais seguros e saud&#xe1;veis &#x200b;&#x200b;diante das mudan&#xe7;as clim&#xe1;ticas.</AbstractText></OtherAbstract><OtherAbstract Type="Publisher" Language="spa"><AbstractText>Este art&#xed;culo analiza las pruebas y las estrategias basadas en pruebas para garantizar la seguridad, el bienestar y la continuidad de la actividad f&#xed;sica de los ni&#xf1;os y adolescentes en contextos de calor extremo. Destaca la importancia de la adaptaci&#xf3;n de los entornos, la formaci&#xf3;n profesional y la equidad en las pol&#xed;ticas p&#xfa;blicas. Las altas temperaturas y los comportamientos sedentarios no son retos aislados. Cuando se combinan, crean un escenario cr&#xed;tico para la salud de los ni&#xf1;os y adolescentes, con repercusiones que van desde la regulaci&#xf3;n t&#xe9;rmica hasta la salud mental, el comportamiento motor y el riesgo de obesidad. La creciente frecuencia de las olas de calor extremo impone barreras adicionales a la pr&#xe1;ctica segura de la actividad f&#xed;sica entre esta poblaci&#xf3;n, lo que agrava a&#xfa;n m&#xe1;s las desigualdades preexistentes. El calor intenso aumenta el riesgo de deshidrataci&#xf3;n, agotamiento por calor y da&#xf1;os cognitivos, especialmente en los ni&#xf1;os, que presentan una menor eficiencia en la disipaci&#xf3;n del calor debido a sus caracter&#xed;sticas fisiol&#xf3;gicas espec&#xed;ficas. La exposici&#xf3;n a altas temperaturas reduce la actividad f&#xed;sica al aire libre, lo que contribuye al empeoramiento del sedentarismo y la obesidad infantil. En este contexto, las estrategias de adaptaci&#xf3;n se vuelven urgentes. Las medidas clave incluyen reprogramar la actividad f&#xed;sica para las horas m&#xe1;s frescas del d&#xed;a, promover y garantizar una hidrataci&#xf3;n adecuada, crear espacios al aire libre con sombra y vegetaci&#xf3;n, y fortalecer las pol&#xed;ticas p&#xfa;blicas destinadas a mitigar los impactos ambientales en la salud de los ni&#xf1;os. Adem&#xe1;s, la formaci&#xf3;n de los profesionales de la educaci&#xf3;n y la adaptaci&#xf3;n de la infraestructura escolar son esenciales para garantizar entornos m&#xe1;s seguros y que promuevan la salud frente al cambio clim&#xe1;tico.</AbstractText></OtherAbstract></MedlineCitation><PubmedData><History><PubMedPubDate PubStatus="received"><Year>2025</Year><Month>7</Month><Day>2</Day></PubMedPubDate><PubMedPubDate PubStatus="accepted"><Year>2025</Year><Month>10</Month><Day>4</Day></PubMedPubDate><PubMedPubDate PubStatus="medline"><Year>2026</Year><Month>2</Month><Day>19</Day><Hour>17</Hour><Minute>36</Minute></PubMedPubDate><PubMedPubDate PubStatus="pubmed"><Year>2026</Year><Month>2</Month><Day>19</Day><Hour>17</Hour><Minute>35</Minute></PubMedPubDate><PubMedPubDate PubStatus="entrez"><Year>2026</Year><Month>2</Month><Day>19</Day><Hour>11</Hour><Minute>13</Minute></PubMedPubDate><PubMedPubDate PubStatus="pmc-release"><Year>2026</Year><Month>2</Month><Day>23</Day></PubMedPubDate></History><PublicationStatus>epublish</PublicationStatus><ArticleIdList><ArticleId IdType="pubmed">41711755</ArticleId><ArticleId IdType="pmc">PMC12928554</ArticleId><ArticleId IdType="doi">10.1590/0102-311XEN131825</ArticleId><ArticleId IdType="pii">S0102-311X2026000104202</ArticleId></ArticleIdList><ReferenceList><Reference><Citation>Baldwin JW, Dessy JB, Vecchi GA, Oppenheimer M. Temporally compound heat wave events and global warming an emerging hazard. Earths Future. 2019;7:411&#x2013;427.</Citation></Reference><Reference><Citation>Ebi KL, Capon A, Berry P, Broderick C, de Dear R, Havenith G. Hot weather and heat extremes health risks. Lancet. 2021;398:698&#x2013;708.</Citation><ArticleIdList><ArticleId IdType="pubmed">34419205</ArticleId></ArticleIdList></Reference><Reference><Citation>Masson-Delmotte V, P&#xf6;rtner HO, Skea J, Zhai P, Roberts D, Shukla PR. Climate change and land: an IPCC special report on climate change, desertification, land degradation, sustainable land management, food security, and greenhouse gas fluxes in terrestrial ecosystems. Geneva: Intergovernmental Panel on Climate Change; 2019.</Citation></Reference><Reference><Citation>Copernicus  2024 is the first year to exceed 1.5&#xba;C above pre-industrial level.  [20/Aug/2025].  
 https://climate.copernicus.eu/copernicus-2024-first-year-exceed-15degc-above-pre-industrial-level
.</Citation></Reference><Reference><Citation>Ebi KL, Vanos J, Baldwin JW, Bell JE, Hondula DM, Errett NA. Extreme weather and climate change population health and health system implications. Annu Rev Public Health. 2020;42:293&#x2013;315.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC9013542</ArticleId><ArticleId IdType="pubmed">33406378</ArticleId></ArticleIdList></Reference><Reference><Citation>Zisis E, Hakimi S, Lee EY. Climate change, 24-hour movement behaviors, and health a mini umbrella review. Glob Health Res Policy. 2021;6:15&#x2013;15.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC8082629</ArticleId><ArticleId IdType="pubmed">33926579</ArticleId></ArticleIdList></Reference><Reference><Citation>S&#xe1; CSC, Pombo A, Luz C, Rodrigues LP, Cordovil R. COVID-19 social isolation in Brazil effects on the physical activity routine of families with children. Rev Paul Pediatr. 2020;39:e2020159.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC7659029</ArticleId><ArticleId IdType="pubmed">33206868</ArticleId></ArticleIdList></Reference><Reference><Citation>Han Q, Sun S, Liu Z, Xu W, Shi P. Accelerated exacerbation of global extreme heatwaves under warming scenarios. Int J Climatol. 2022;42:5430&#x2013;5441.</Citation></Reference><Reference><Citation>Jia P, Dai S, Rohli KE, Rohli RV, Ma Y, Yu C. Natural environment and childhood obesity a systematic review. Obes Rev. 2021;22(1):e13097.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC7988590</ArticleId><ArticleId IdType="pubmed">32869468</ArticleId></ArticleIdList></Reference><Reference><Citation>Edwards NM, Myer GD, Kalkwarf HJ, Woo JG, Khoury PR, Hewett TE. Outdoor temperature, precipitation, and wind speed affect physical activity levels in children a longitudinal cohort study. J Phys Act Health. 2015;12:1074&#x2013;1081.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC4442747</ArticleId><ArticleId IdType="pubmed">25423667</ArticleId></ArticleIdList></Reference><Reference><Citation>Poitras VJ, Gray CE, Borghese MM, Carson V, Chaput JP, Janssen I, et al. Systematic review of the relationships between objectively measured physical activity and health indicators in school-aged children and youth. Appl Physiol Nutr Metab. 2016;41(6) Suppl 3:S197&#x2013;S239.</Citation><ArticleIdList><ArticleId IdType="pubmed">27306431</ArticleId></ArticleIdList></Reference><Reference><Citation>Sheffield PE, Galvez MP. U S. childhood obesity and climate change: moving toward shared environmental health solutions. Environ Justice. 2009;2:207&#x2013;214.</Citation></Reference><Reference><Citation>Niu L, Girma B, Liu B, Schinasi LH, Clougherty JE, Sheffield P. Temperature and mental health-related emergency department and hospital encounters among children, adolescents and young adults. Epidemiol Psychiatr Sci. 2023;32:e22.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC10130844</ArticleId><ArticleId IdType="pubmed">37066768</ArticleId></ArticleIdList></Reference><Reference><Citation>Proulx K, Daelmans B, Baltag V, Banati P. Climate change impacts on child and adolescent health and well-being a narrative review. J Glob Health. 2024;14:04061&#x2013;04061.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC11115477</ArticleId><ArticleId IdType="pubmed">38781568</ArticleId></ArticleIdList></Reference><Reference><Citation>Lee EY, Park S, Kim YB, Lee M, Lim H, Ross-White A. Exploring the interplay between climate change, 24-hour movement behavior, and health a systematic review. J Phys Act Health. 2024;21:1227&#x2013;1245.</Citation><ArticleIdList><ArticleId IdType="pubmed">39187251</ArticleId></ArticleIdList></Reference><Reference><Citation>United Nations Children's Fund  Learning interrupted: global snapshot of climate-related school disruptions in 2024.  [30/Aug/2025].  
 https://www.unicef.org/reports/learning-interrupted-global-snapshot-2024
.</Citation></Reference><Reference><Citation>Grundstein AJ, Williams CA. Hosokawa Y. Human health and physical activity during heat exposure. Cham: Springer; 2018. Heat exposure and the general public: health impacts, risk communication, and mitigation measures; pp. 29&#x2013;43.</Citation></Reference><Reference><Citation>Bergeron MF, DiLaura Devore C, Rice SG. Climatic heat stress and exercising children and adolescents. Pediatrics. 2011;128:e741&#x2013;e747.</Citation><ArticleIdList><ArticleId IdType="pubmed">21824876</ArticleId></ArticleIdList></Reference><Reference><Citation>Helld&#xe9;n D, Andersson C, Nilsson M, Ebi KL, Friberg P, Alfv&#xe9;n T. Climate change and child health a scoping review and an expanded conceptual framework. Lancet Planet Health. 2021;5:e164&#x2013;e175.</Citation><ArticleIdList><ArticleId IdType="pubmed">33713617</ArticleId></ArticleIdList></Reference><Reference><Citation>World Health Organization  Quantitative risk assessment of the effects of climate change on selected causes of death, 2030s and 2050s.  [04/May/2025].  
 https://www.who.int/publications/i/item/9789241507691
.</Citation></Reference><Reference><Citation>Johnson JM, Kellogg DL. Thermoregulatory and thermal control in the human cutaneous circulation. Front Biosci (Schol Ed) 2010;2:825&#x2013;853.</Citation><ArticleIdList><ArticleId IdType="pubmed">20515828</ArticleId></ArticleIdList></Reference><Reference><Citation>Johnson JM, Minson CT, Kellogg DL. Cutaneous vasodilator and vasoconstrictor mechanisms in temperature regulation. Compr Physiol. 2014;4:33&#x2013;89.</Citation><ArticleIdList><ArticleId IdType="pubmed">24692134</ArticleId></ArticleIdList></Reference><Reference><Citation>Azan A, Nyimbili S, Babayode OO, Bershteyn A. Exceeding the limits of paediatric heat stress tolerance the risk of losing a generation to climate inaction. BMJ Paediatr Open. 2025;9:e002883</Citation><ArticleIdList><ArticleId IdType="pmc">PMC11784133</ArticleId><ArticleId IdType="pubmed">39842863</ArticleId></ArticleIdList></Reference><Reference><Citation>Morrison SA. Moving in a hotter world maintaining adequate childhood fitness as a climate change countermeasure. Temperature (Austin) 2023;10:179&#x2013;197.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC10274554</ArticleId><ArticleId IdType="pubmed">37332309</ArticleId></ArticleIdList></Reference><Reference><Citation>Vanos JK. Children's health and vulnerability in outdoor microclimates a comprehensive review. Environ Int. 2015;76:1&#x2013;15.</Citation><ArticleIdList><ArticleId IdType="pubmed">25497108</ArticleId></ArticleIdList></Reference><Reference><Citation>Notley SR, Akerman AP, Meade RD, McGarr GW, Kenny GP. Exercise thermoregulation in prepubertal children a brief methodological review. Med Sci Sports Exerc. 2020;52:2412&#x2013;2422.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC7556246</ArticleId><ArticleId IdType="pubmed">32366798</ArticleId></ArticleIdList></Reference><Reference><Citation>Wallenberg N, Lindberg F, Thorsson S, Jungmalm J, Fr&#xf6;berg A, Raustorp A. The effects of warm weather on children's outdoor heat stress and physical activity in a preschool yard in Gothenburg, Sweden. Int J Biometeorol. 2023;67:1927&#x2013;1940.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC10643434</ArticleId><ArticleId IdType="pubmed">37726553</ArticleId></ArticleIdList></Reference><Reference><Citation>Falk B, Dotan R. Children's thermoregulation during exercise in the heat - a revisit. Appl Physiol Nutr Metab. 2008;33:420&#x2013;427.</Citation><ArticleIdList><ArticleId IdType="pubmed">18347699</ArticleId></ArticleIdList></Reference><Reference><Citation>Assari S, Zare H. Extreme heat exposure and adolescent cognitive function. Open J Neurosci. 2025;3:1247&#x2013;1247.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC11780725</ArticleId><ArticleId IdType="pubmed">39886695</ArticleId></ArticleIdList></Reference><Reference><Citation>P&#xe9;riard JD, Eijsvogels TMH, Daanen HAM. Exercise under heat stress thermoregulation, hydration, performance implications, and mitigation strategies. Physiol Rev. 2021;101:1873&#x2013;1979.</Citation><ArticleIdList><ArticleId IdType="pubmed">33829868</ArticleId></ArticleIdList></Reference><Reference><Citation>Rony MKK, Alamgir HM. High temperatures on mental health recognizing the association and the need for proactive strategies - a perspective. Health Sci Rep. 2023;6:e1729.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC10696165</ArticleId><ArticleId IdType="pubmed">38059052</ArticleId></ArticleIdList></Reference><Reference><Citation>da Silva JA, da Silva KS, da Costa BGG, Lopes MVV, Salmon J. Movimente program effectiveness and moderators of a cluster-randomized controlled trial on self-reported physical activity among Brazilian adolescents. BMC Public Health. 2025;25:1017&#x2013;1017.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC11910870</ArticleId><ArticleId IdType="pubmed">40089742</ArticleId></ArticleIdList></Reference><Reference><Citation>World Health Organization  Global status report on physical activity 2022.  [04/May/2025].  
 https://www.who.int/teams/health-promotion/physical-activity/global-status-report-on-physical-activity-2022
.</Citation></Reference><Reference><Citation>Tucker P, Gilliland J. The effect of season and weather on physical activity a systematic review. Public Health. 2007;121:909&#x2013;922.</Citation><ArticleIdList><ArticleId IdType="pubmed">17920646</ArticleId></ArticleIdList></Reference><Reference><Citation>Tu L, Marzouk S, Dowdell KN, Stanford FC. Reimagining urban spaces green spaces, obesity, and health resilience in an era of extreme heat. J Urban Health. 2024;101:344&#x2013;348.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC11052730</ArticleId><ArticleId IdType="pubmed">38441853</ArticleId></ArticleIdList></Reference><Reference><Citation>Karnik S, Kanekar A. Hassan A. School nutrition and activity: impacts on well-being. Oakville: Apple Academic Press; 2015. Childhood obesity: a global public health crisis; pp. 3&#x2013;15.</Citation></Reference><Reference><Citation>Dougherty KA, Chow M, Kenney W. Responses of lean and obese boys to repeated summer exercise in the heat bouts. Med Sci Sports Exerc. 2009;41:279&#x2013;289.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC2629500</ArticleId><ArticleId IdType="pubmed">19127199</ArticleId></ArticleIdList></Reference><Reference><Citation>Dervis S, Coombs GB, Chaseling GK, Filingeri D, Smoljanic J, Jay O. A comparison of thermoregulatory responses to exercise between mass-matched groups with large differences in body fat. J Appl Physiol. 2016;120:615&#x2013;623.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC4796181</ArticleId><ArticleId IdType="pubmed">26702025</ArticleId></ArticleIdList></Reference><Reference><Citation>Dehghan H, Mortazavi S, Jafari M, Maracy M. Cardiac strain comparison between workers with normal weight and overweight in the hot humid weather of the Persian Gulf region. J Educ Health Promot. 2013;2:48&#x2013;48.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC3826016</ArticleId><ArticleId IdType="pubmed">24251284</ArticleId></ArticleIdList></Reference><Reference><Citation>Bailey DM, Marley CJ, Brugniaux JV, Hodson D, New KJ, Ogoh S. Elevated aerobic fitness sustained throughout the adult lifespan is associated with improved cerebral hemodynamics. Stroke. 2013;44:3235&#x2013;3238.</Citation><ArticleIdList><ArticleId IdType="pubmed">23963329</ArticleId></ArticleIdList></Reference><Reference><Citation>Ravanelli N, Gagnon D, Imbeault P, Jay O. A retrospective analysis to determine if exercise training-induced thermoregulatory adaptations are mediated by increased fitness or heat acclimation. Exp Physiol. 2021;106:282&#x2013;289.</Citation><ArticleIdList><ArticleId IdType="pubmed">32118324</ArticleId></ArticleIdList></Reference><Reference><Citation>Bytomski JR, Squire DL. Heat illness in children. Curr Sports Med Rep. 2003;2:320&#x2013;324.</Citation><ArticleIdList><ArticleId IdType="pubmed">14583161</ArticleId></ArticleIdList></Reference><Reference><Citation>van Daalen KR, Tonne C, Semenza JC, Rockl&#xf6;v J, Markandya A, Dasandi N. The 2024 Europe report of the Lancet Countdown on health and climate change unprecedented warming demands unprecedented action. Lancet Public Health. 2024;9:e495&#x2013;e522.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC11209670</ArticleId><ArticleId IdType="pubmed">38749451</ArticleId></ArticleIdList></Reference><Reference><Citation>La Rosa D, Pappalardo V. Catalano C, Andreucci MB, Guarino R, Bretzel F, Leone M, Pasta S. Urban services to ecosystems. Cham: Springer; 2021. Policies and planning of urban green infrastructure and sustainable urban drainage systems; pp. 297&#x2013;316.</Citation></Reference><Reference><Citation>Tzoulas K, Korpela K, Venn S, Yli-Pelkonen V, Kazmierczak A, Niemela J. Promoting ecosystem and human health in urban areas using green infrastructure a literature review. Landsc Urban Plan. 2007;81:167&#x2013;178.</Citation></Reference><Reference><Citation>Shortridge A, Walker VI W, White DD, Guardaro MM, Hondula DM, Vanos JK. HeatReady schools a novel approach to enhance adaptive capacity to heat through school community experiences, risks, and perceptions. Clim Risk Manag. 2022;36:100437&#x2013;100437.</Citation></Reference><Reference><Citation>Kenny GP, Tetzlaff EJ, Journeay WS, Henderson SB, O'Connor FK. Indoor overheating: a review of vulnerabilities, causes, and strategies to prevent adverse human health outcomes during extreme heat events. Temperature (Austin) 2024;11:203&#x2013;246.</Citation><ArticleIdList><ArticleId IdType="pmc">PMC11346563</ArticleId><ArticleId IdType="pubmed">39193048</ArticleId></ArticleIdList></Reference></ReferenceList></PubmedData></PubmedArticle></PubmedArticleSet>