<?xml version="1.0" ?>
<!DOCTYPE PubmedArticleSet PUBLIC "-//NLM//DTD PubMedArticle, 1st January 2025//EN" "https://dtd.nlm.nih.gov/ncbi/pubmed/out/pubmed_250101.dtd">
<PubmedArticleSet>
<PubmedArticle><MedlineCitation Status="MEDLINE" Owner="NLM" IndexingMethod="Automated"><PMID Version="1">37014141</PMID><DateCompleted><Year>2023</Year><Month>08</Month><Day>03</Day></DateCompleted><DateRevised><Year>2023</Year><Month>08</Month><Day>03</Day></DateRevised><Article PubModel="Print-Electronic"><Journal><ISSN IssnType="Electronic">1468-2494</ISSN><JournalIssue CitedMedium="Internet"><Volume>45</Volume><Issue>4</Issue><PubDate><Year>2023</Year><Month>Aug</Month></PubDate></JournalIssue><Title>International journal of cosmetic science</Title><ISOAbbreviation>Int J Cosmet Sci</ISOAbbreviation></Journal><ArticleTitle>Investigating the effect of the pH of foot care product formulations on pedal skin in diabetic and non-diabetic subjects.</ArticleTitle><Pagination><StartPage>524</StartPage><EndPage>538</EndPage><MedlinePgn>524-538</MedlinePgn></Pagination><ELocationID EIdType="doi" ValidYN="Y">10.1111/ics.12861</ELocationID><Abstract><AbstractText Label="OBJECTIVE" NlmCategory="OBJECTIVE">The use of skin care formulations with acidic pHs is seen as an effective method to maintain the acidic mantel of the skin; however, because the skin pH varies depending on the area of the body and as data are lacking for the skin pH of the feet, there was a need to examine whether this assumption holds true for skin care formulations designed for the foot. Thus, three foot creams formulated with a neutral, acidic or alkaline pH were compared with each other as well as to an untreated control group in order to analyse their impact on skin pH, hydration and general skin condition.</AbstractText><AbstractText Label="METHODS" NlmCategory="METHODS">An exploratory clinical investigation with 60 enrolled subjects, half of whom had a diagnosis of diabetes (type 1 or type 2), was undertaken. The investigation followed a randomized, double-blind, balanced incomplete block design (BIBD) including intra-individual comparison (before and after treatment). Evaluations of skin pH and hydration were carried out using a pH meter and a Corneometer respectively. Objective evaluation of skin condition for efficacy assessment was performed by a trained grader. For tolerability evaluation, objective and subjective dermatological assessments were performed.</AbstractText><AbstractText Label="RESULTS" NlmCategory="RESULTS">At the end of the treatment period, the skin pH was largely unchanged at five out of six of the test areas, with the mean value for each treatment group using test products showing similar fluctuations as the untreated control group. Furthermore, the skin condition parameters studied all improved by a comparable magnitude for each of the treatment groups using the test products, whereas the untreated control group experienced a worsening of the skin condition parameters.</AbstractText><AbstractText Label="CONCLUSIONS" NlmCategory="CONCLUSIONS">The results of this investigation suggest that where the skin of the foot is concerned, the pH of skin care formulations has no (physiologically) relevant influence on the skin's pH in either diabetic or non-diabetic subjects. Furthermore, the expectation that acidic formulations would be more beneficial for the skin's condition was not found to hold true for the skin of the foot, as no significant difference was observed between the performance of the three test products investigated in this study.</AbstractText><CopyrightInformation>&#xa9; 2023 The Authors. International Journal of Cosmetic Science published by John Wiley &amp; Sons Ltd on behalf of Society of Cosmetic Scientists and Societe Francaise de Cosmetologie.</CopyrightInformation></Abstract><AuthorList CompleteYN="Y"><Author ValidYN="Y"><LastName>Fitzner</LastName><ForeName>Andreas</ForeName><Initials>A</Initials><AffiliationInfo><Affiliation>Eduard Gerlach GmbH, L&#xfc;bbecke, Germany.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Knuhr</LastName><ForeName>Katrin</ForeName><Initials>K</Initials><AffiliationInfo><Affiliation>SGS proderm GmbH, Hamburg, Germany.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Brandt</LastName><ForeName>Marianne</ForeName><Initials>M</Initials><AffiliationInfo><Affiliation>SGS proderm GmbH, Hamburg, Germany.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Bielfeldt</LastName><ForeName>Stephan</ForeName><Initials>S</Initials><Identifier Source="ORCID">0000-0002-3230-8558</Identifier><AffiliationInfo><Affiliation>SGS proderm GmbH, Hamburg, Germany.</Affiliation></AffiliationInfo></Author></AuthorList><Language>eng</Language><GrantList CompleteYN="Y"><Grant><Agency>Eduard Gerlach GmbH, L&#xfc;bbecke, Germany.</Agency><Country/></Grant></GrantList><PublicationTypeList><PublicationType UI="D016449">Randomized Controlled Trial</PublicationType><PublicationType UI="D016428">Journal Article</PublicationType></PublicationTypeList><ArticleDate DateType="Electronic"><Year>2023</Year><Month>04</Month><Day>27</Day></ArticleDate></Article><MedlineJournalInfo><Country>England</Country><MedlineTA>Int J Cosmet Sci</MedlineTA><NlmUniqueID>8007161</NlmUniqueID><ISSNLinking>0142-5463</ISSNLinking></MedlineJournalInfo><CitationSubset>IM</CitationSubset><MeshHeadingList><MeshHeading><DescriptorName UI="D006801" MajorTopicYN="N">Humans</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D012867" MajorTopicYN="Y">Skin</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D003920" MajorTopicYN="Y">Diabetes Mellitus</DescriptorName></MeshHeading></MeshHeadingList><OtherAbstract Type="Publisher" Language="fre"><AbstractText Label="OBJECTIF" NlmCategory="OBJECTIVE">L&#x2019;utilisation de formulations de soins cutan&#xe9;s &#xe0; pH acide est consid&#xe9;r&#xe9;e comme une m&#xe9;thode efficace pour pr&#xe9;server le manteau acide de la peau. Cependant, comme le pH de la peau varie en fonction de la zone corporelle et comme les donn&#xe9;es manquent concernant le pH de la peau des pieds, il &#xe9;tait n&#xe9;cessaire d&#x2019;examiner si cette hypoth&#xe8;se est vraie pour les formulations de soins cutan&#xe9;s con&#xe7;ues pour le pied. Ainsi, 3 cr&#xe8;mes pour les pieds &#xe0; pH neutre, acide ou alcalin ont &#xe9;t&#xe9; compar&#xe9;es entre elles, ainsi qu&#x2019;&#xe0; un groupe t&#xe9;moin non trait&#xe9;, afin d&#x2019;analyser leur impact sur le pH de la peau, l&#x2019;hydratation et l&#x2019;&#xe9;tat g&#xe9;n&#xe9;ral de la peau. M&#xc9;THODES: Une &#xe9;tude clinique exploratoire a &#xe9;t&#xe9; men&#xe9;e sur 60 sujets inclus, dont la moiti&#xe9; avait re&#xe7;u un diagnostic de diab&#xe8;te (de type&#x2009;1 ou de type&#x2009;2). L&#x2019;&#xe9;tude a suivi une conception randomis&#xe9;e, en double aveugle, en blocs incomplets &#xe9;quilibr&#xe9;s (balanced incomplete block design, BIBD), comprenant une comparaison intra-individuelle (avant et apr&#xe8;s le traitement). Les &#xe9;valuations du pH de la peau et de l&#x2019;hydratation ont &#xe9;t&#xe9; r&#xe9;alis&#xe9;es &#xe0; l&#x2019;aide d&#x2019;un pH-m&#xe8;tre et d&#x2019;un corn&#xe9;om&#xe8;tre, respectivement. Une &#xe9;valuation objective de l&#x2019;&#xe9;tat de la peau a &#xe9;t&#xe9; r&#xe9;alis&#xe9;e par un &#xe9;valuateur form&#xe9; en ce qui concerne l&#x2019;&#xe9;valuation de l&#x2019;efficacit&#xe9;. Pour l&#x2019;&#xe9;valuation de la tol&#xe9;rance, des &#xe9;valuations dermatologiques objectives et subjectives ont &#xe9;t&#xe9; r&#xe9;alis&#xe9;es. R&#xc9;SULTATS: &#xc0; la fin de la p&#xe9;riode de traitement, le pH de la peau &#xe9;tait en grande partie inchang&#xe9; dans 5 des 6 zones de test, la valeur moyenne pour chaque groupe de traitement utilisant des produits test&#xe9;s montrant des fluctuations similaires &#xe0; celles du groupe t&#xe9;moin non trait&#xe9;. En outre, les param&#xe8;tres de l&#x2019;&#xe9;tat de la peau &#xe9;tudi&#xe9;s se sont tous am&#xe9;lior&#xe9;s dans une mesure comparable pour chacun des groupes de traitement utilisant les produits &#xe0; l&#x2019;&#xe9;tude, tandis que le groupe t&#xe9;moin non trait&#xe9; a pr&#xe9;sent&#xe9; une aggravation des param&#xe8;tres de l&#x2019;&#xe9;tat de la peau.</AbstractText><AbstractText Label="CONCLUSIONS" NlmCategory="CONCLUSIONS">Les r&#xe9;sultats de cette &#xe9;tude indiquent qu&#x2019;en ce qui concerne la peau du pied, le pH des formulations de soins de la peau n&#x2019;a pas d&#x2019;influence (physiologiquement) pertinente sur le pH de la peau chez les sujets diab&#xe9;tiques ou non diab&#xe9;tiques. En outre, l&#x2019;attente selon laquelle des formulations acides seraient plus b&#xe9;n&#xe9;fiques pour l&#x2019;&#xe9;tat de la peau n&#x2019;a pas &#xe9;t&#xe9; confirm&#xe9;e pour la peau du pied, car aucune diff&#xe9;rence significative n&#x2019;a &#xe9;t&#xe9; observ&#xe9;e entre les performances des 3 produits test&#xe9;s &#xe9;tudi&#xe9;s dans cette &#xe9;tude.</AbstractText><CopyrightInformation>&#xa9; 2023 The Authors. International Journal of Cosmetic Science published by John Wiley &amp; Sons Ltd on behalf of Society of Cosmetic Scientists and Societe Francaise de Cosmetologie.</CopyrightInformation></OtherAbstract><KeywordList Owner="NOTNLM"><Keyword MajorTopicYN="N">claim substantiation</Keyword><Keyword MajorTopicYN="N">foot creams</Keyword><Keyword MajorTopicYN="N">safety testing</Keyword><Keyword MajorTopicYN="N">skin moisture</Keyword><Keyword MajorTopicYN="N">skin pH</Keyword></KeywordList></MedlineCitation><PubmedData><History><PubMedPubDate PubStatus="revised"><Year>2023</Year><Month>3</Month><Day>28</Day></PubMedPubDate><PubMedPubDate PubStatus="received"><Year>2023</Year><Month>2</Month><Day>9</Day></PubMedPubDate><PubMedPubDate PubStatus="accepted"><Year>2023</Year><Month>3</Month><Day>28</Day></PubMedPubDate><PubMedPubDate PubStatus="medline"><Year>2023</Year><Month>8</Month><Day>3</Day><Hour>6</Hour><Minute>43</Minute></PubMedPubDate><PubMedPubDate PubStatus="pubmed"><Year>2023</Year><Month>4</Month><Day>5</Day><Hour>6</Hour><Minute>0</Minute></PubMedPubDate><PubMedPubDate PubStatus="entrez"><Year>2023</Year><Month>4</Month><Day>4</Day><Hour>9</Hour><Minute>22</Minute></PubMedPubDate></History><PublicationStatus>ppublish</PublicationStatus><ArticleIdList><ArticleId IdType="pubmed">37014141</ArticleId><ArticleId IdType="doi">10.1111/ics.12861</ArticleId></ArticleIdList><ReferenceList><Title>REFERENCES</Title><Reference><Citation>Schade H, Marchionini A. Der S&#xe4;uremantel der Haut (nach Gaskettenmessungen). Klin Wochenschr. 1928;7(1):12-4.</Citation></Reference><Reference><Citation>Surber C, Humbert P, Abels C, Maibach H. The acid mantle: a myth or an essential part of skin health? pH of the skin: issues and challenges, current problems in Dermatolog. Volume 54. Basel: Karger Publishers; 2018. p. 1-10.</Citation></Reference><Reference><Citation>Marchionini A, Schmidt R, Kiefer J. The acid coat of the skin and resistance to bacterial infection.II Regional variations in the resistance of the skin surface to bacterial infection and in its power of disinfection. Klin Wochenschr. 1938;17:736-9.</Citation></Reference><Reference><Citation>H&#xfc;lp&#xfc;sch C, Tremmel K, Hammel G, Bhattacharyya M, de Tomassi A, Nussbaumer T, et al. Skin pH-dependent Staphylococcus aureus abundance as predictor for increasing atopic dermatitis severity. Allergy. 2020;75(11):2888-98.</Citation></Reference><Reference><Citation>Tsakok T, Woolf R, Smith CH, Weidinger S, Flohr C. Atopic dermatitis: the skin barrier and beyond. British Journal of Dermatology. 2019;180(3):464-74.</Citation></Reference><Reference><Citation>Wohlrab J, Gebert A, Neubert RH. Lipids in the skin and pH. pH of the skin: issues and challenges. Current Problems in Dermatology, 54. Basel: Karger Publishers; 2018. p. 64-70.</Citation></Reference><Reference><Citation>Proksch E, Brandner JM, Jensen JM. The skin: an indispensable barrier. Exp Dermatol. 2008;17(12):1063-72.</Citation></Reference><Reference><Citation>Darlenski R, Fluhr JW. Measurement of skin surface acidity. Measurement of skin surface acidity. Agache's Measuring the Skin: Springer International Publishing; 2017.</Citation></Reference><Reference><Citation>D. Segger et al., IFSCC Magazine 10, 107-110 (2007)</Citation></Reference><Reference><Citation>du Plessis JL, Stefaniak AB, Wilhelm KP. Measurement of skin surface pH. pH of the skin: issues and challenges. Current Problems in Dermatology, 54. Basel: Karger Publishers; 2018. p. 19-25.</Citation></Reference><Reference><Citation>Lechner A, Akdeniz M, Tomova-Simitchieva T, Bobbert T, Moga A, Lachmann N, et al. Comparing skin characteristics and molecular markers of xerotic foot skin between diabetic and non-diabetic subjects: an exploratory study. J Tissue Viability. 2019;28(4):200-9.</Citation></Reference><Reference><Citation>Hashmi F, Nester C, Wright C, Newton V, Lam S. Characterising the biophysical properties of normal and hyperkeratotic foot skin. Journal of Foot and Ankle Research. 2015;8(1):1-10.</Citation></Reference><Reference><Citation>Hashmi F, Wright C, Nester C, Lam S. The reliability of non-invasive biophysical outcome measures for evaluating normal and hyperkeratotic foot skin. Journal of Foot and Ankle Research. 2015;8(1):1-12.</Citation></Reference><Reference><Citation>Heinrich U, Koop U, Leneveu-Duchemin MC, Osterrieder K, Bielfeldt S, Chkarnat C, et al. Multicentre comparison of skin hydration in terms of physical-, physiological-and product-dependent parameters by the capacitive method (Corneometer CM 825). Int J Cosmet Sci. 2003;25(1-2):45-53.</Citation></Reference><Reference><Citation>Berardesca E. &amp; European Group for Efficacy Measurements on cosmetics and other topical products (EEMCO). EEMCO guidance for the assessment of stratum corneum hydration: electrical methods. Skin Res Technol. 1997;3(2):126-32.</Citation></Reference><Reference><Citation>Berardesca E, Loden M, Serup J, Masson P, Rodrigues LM. The revised EEMCO guidance for the in vivo measurement of water in the skin. Skin Res Technol. 2018;24(3):351-8.</Citation></Reference><Reference><Citation>Schreml S, Kemper M, Abels C. Skin pH in the elderly and appropriate skin care. Eur Med J Dermatol. 2014;2:86-94.</Citation></Reference><Reference><Citation>Proksch E. pH in nature, humans and skin. J Dermatol. 2018;45(9):1044-52.</Citation></Reference><Reference><Citation>Levin J, Maibach H. Human skin buffering capacity: an overview. Skin Res Technol. 2008;14(2):121-6.</Citation></Reference><Reference><Citation>Proksch E. Buffering capacity. pH of the skin: issues and challenges. Curr Probl Dermatol. Karger Publishers, Basel. 2018;54:11-18.</Citation></Reference><Reference><Citation>Wohlrab J, Gebert A. pH and buffer capacity of topical formulations. pH of the skin: issues and challenges. Current Problems in Dermatology, 54. Basel: Karger Publishers; 2018. p. 123-31.</Citation></Reference><Reference><Citation>Oe M, Sanada H, Nagase T, Minematsu T, Ohashi Y, Kadono T, et al. Factors associated with deep foot fissures in diabetic patients: a cross-sectional observational study. Int J Nurs Stud. 2012;49(6):739-46.</Citation></Reference><Reference><Citation>Rogers RS, Callen J, Wehr R, Krochmal L. Comparative efficacy of 12% ammonium lactate lotion and 5% lactic acid lotion in the treatment of moderate to severe xerosis. J Am Acad Dermatol. 1989;21(4 Pt 1):714-6.</Citation></Reference></ReferenceList></PubmedData></PubmedArticle></PubmedArticleSet>