<?xml version="1.0" ?>
<!DOCTYPE PubmedArticleSet PUBLIC "-//NLM//DTD PubMedArticle, 1st January 2025//EN" "https://dtd.nlm.nih.gov/ncbi/pubmed/out/pubmed_250101.dtd">
<PubmedArticleSet>
<PubmedArticle><MedlineCitation Status="MEDLINE" Owner="NLM" IndexingMethod="Automated"><PMID Version="1">38967305</PMID><DateCompleted><Year>2024</Year><Month>08</Month><Day>29</Day></DateCompleted><DateRevised><Year>2024</Year><Month>08</Month><Day>29</Day></DateRevised><Article PubModel="Print"><Journal><ISSN IssnType="Electronic">1699-5198</ISSN><JournalIssue CitedMedium="Internet"><Volume>41</Volume><Issue>4</Issue><PubDate><Year>2024</Year><Month>Aug</Month><Day>29</Day></PubDate></JournalIssue><Title>Nutricion hospitalaria</Title><ISOAbbreviation>Nutr Hosp</ISOAbbreviation></Journal><ArticleTitle>[Review of nutrition and hydration in relation to physical exercise during pregnancy].</ArticleTitle><Pagination><StartPage>916</StartPage><EndPage>924</EndPage><MedlinePgn>916-924</MedlinePgn></Pagination><ELocationID EIdType="doi" ValidYN="Y">10.20960/nh.05060</ELocationID><Abstract><AbstractText>Studies on nutritional recommendations for pregnant women who exercise are scarce. The objective of this article is not to focus on the diet of pregnant women as a whole, but to review those aspects of it that may be related to physical exercise. To this end, the nutritional and hydration recommendations contained in the main clinical practice guides on physical exercise during pregnancy are collected, including the first Spanish guides. Likewise, the energy requirements required by pregnant women who perform physical exercise during pregnancy for adequate gestational weight gain are addressed, aspects related to macronutrients in the aforementioned population group, and two specific topics, such as nutritional needs in the adolescent who practices physical exercise during pregnancy and eating disorders in pregnant athletes It is concluded by stating that pregnant women who exercise regularly should eat a varied and balanced diet, such as the Mediterranean diet, avoid long periods of fasting to avoid the appearance of hypoglycemia and maintain adequate fluid intake before, during and after physical exercise. Pregnant adolescents who engage in physical exercise require nutritional supervision to achieve adequate gestational weight gain. The pregnant athlete with an eating disorder has a higher risk of complications during pregnancy and childbirth, gynecological, fetal and neonatal, and, therefore, requires close monitoring by specialists in maternal-fetal medicine.</AbstractText></Abstract><AuthorList CompleteYN="Y"><Author ValidYN="Y"><LastName>Gallo Gal&#xe1;n</LastName><ForeName>Luz Mar&#xed;a</ForeName><Initials>LM</Initials><AffiliationInfo><Affiliation>Servicio de Obstetricia y Ginecolog&#xed;a. Hospital Universitario La Moraleja.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Gallo Vallejo</LastName><ForeName>Miguel &#xc1;ngel</ForeName><Initials>M&#xc1;</Initials><AffiliationInfo><Affiliation>Centro de Medicina Deportiva. Concejal&#xed;a de Deportes del Ayuntamiento de Granada.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Aguilar-Cordero</LastName><ForeName>Mar&#xed;a Jos&#xe9;</ForeName><Initials>MJ</Initials><AffiliationInfo><Affiliation>Research Group CTS367. Departamento de Enfermer&#xed;a. Universidad de Granada. Complejo Hospitalario Universitario de Granada.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Rojas-Carvajal</LastName><ForeName>Ana Mar&#xed;a</ForeName><Initials>AM</Initials><AffiliationInfo><Affiliation>Research Group CTS367. Universidad de Granada.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Gallo Vallejo</LastName><ForeName>Jos&#xe9; Luis</ForeName><Initials>JL</Initials><AffiliationInfo><Affiliation>Servicio de Obstetricia y Ginecolog&#xed;a. Hospital Universitario Virgen de las Nieves. Granada. Departamento de Obstetricia y Ginecolog&#xed;a. Universidad de Granada.</Affiliation></AffiliationInfo></Author></AuthorList><Language>spa</Language><PublicationTypeList><PublicationType UI="D016428">Journal Article</PublicationType><PublicationType UI="D016454">Review</PublicationType><PublicationType UI="D004740">English Abstract</PublicationType></PublicationTypeList><VernacularTitle>Revisi&#xf3;n de la nutrici&#xf3;n e hidrataci&#xf3;n con relaci&#xf3;n al ejercicio f&#xed;sico en el embarazo.</VernacularTitle></Article><MedlineJournalInfo><Country>Spain</Country><MedlineTA>Nutr Hosp</MedlineTA><NlmUniqueID>9100365</NlmUniqueID><ISSNLinking>0212-1611</ISSNLinking></MedlineJournalInfo><CitationSubset>IM</CitationSubset><MeshHeadingList><MeshHeading><DescriptorName UI="D006801" MajorTopicYN="N">Humans</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D005260" MajorTopicYN="N">Female</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D011247" MajorTopicYN="N">Pregnancy</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D015444" MajorTopicYN="Y">Exercise</DescriptorName><QualifierName UI="Q000502" MajorTopicYN="N">physiology</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D009751" MajorTopicYN="N">Nutritional Requirements</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D000293" MajorTopicYN="N">Adolescent</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D011248" MajorTopicYN="N">Pregnancy Complications</DescriptorName><QualifierName UI="Q000517" MajorTopicYN="N">prevention &amp; control</QualifierName></MeshHeading></MeshHeadingList><OtherAbstract Type="Publisher" Language="spa"><AbstractText>Los estudios sobre recomendaciones nutricionales para la embarazada que realiza ejercicio f&#xed;sico son escasos. El objetivo de este art&#xed;culo no es centrarnos en la dieta de la embarazada de forma global, sino revisar aquellos aspectos de la misma que pueden tener relaci&#xf3;n con el ejercicio f&#xed;sico. Para ello, se recogen las recomendaciones nutricionales y sobre hidrataci&#xf3;n contenidas en las principales gu&#xed;as de pr&#xe1;ctica cl&#xed;nica sobre ejercicio f&#xed;sico durante el embarazo, incluyendo las primeras gu&#xed;as espa&#xf1;olas. As&#xed; mismo, se abordan los requerimientos energ&#xe9;ticos que precisan las gestantes que realizan ejercicio f&#xed;sico durante el embarazo para una ganancia de peso gestacional adecuada, aspectos relacionados con los macronutrientes en el citado grupo de poblaci&#xf3;n, y dos temas espec&#xed;ficos, como son las necesidades nutricionales en la adolescente que practica ejercicio f&#xed;sico durante su embarazo y los trastornos de la conducta alimentaria en deportistas embarazadas. Se concluye afirmando que las embarazadas que realizan ejercicio f&#xed;sico de forma regular deben llevar una dieta variada y equilibrada, como es la dieta mediterr&#xe1;nea, eludir per&#xed;odos largos de ayuno para evitar la aparici&#xf3;n de hipoglucemias y mantener una adecuada ingesta de l&#xed;quidos antes, durante y despu&#xe9;s del ejercicio f&#xed;sico. Las adolescentes embarazadas que realizan ejercicio f&#xed;sico requieren una supervisi&#xf3;n nutricional para que alcancen una ganancia de peso gestacional adecuada. La deportista embarazada con un trastorno de la conducta alimentaria tiene un mayor riesgo de complicaciones durante el embarazo y parto, ginecol&#xf3;gicas, fetales y neonatales, y, por tanto, requiere un estrecho seguimiento por especialistas en medicina maternofetal.</AbstractText></OtherAbstract><KeywordList Owner="NOTNLM"><Keyword MajorTopicYN="N">Nutrici&#xf3;n. Hidrataci&#xf3;n. Ejercicio f&#xed;sico. Embarazo. Adolescencia. Trastornos de la conducta alimentaria.</Keyword></KeywordList></MedlineCitation><PubmedData><History><PubMedPubDate PubStatus="medline"><Year>2024</Year><Month>8</Month><Day>31</Day><Hour>9</Hour><Minute>49</Minute></PubMedPubDate><PubMedPubDate PubStatus="pubmed"><Year>2024</Year><Month>7</Month><Day>5</Day><Hour>12</Hour><Minute>42</Minute></PubMedPubDate><PubMedPubDate PubStatus="entrez"><Year>2024</Year><Month>7</Month><Day>5</Day><Hour>7</Hour><Minute>53</Minute></PubMedPubDate></History><PublicationStatus>ppublish</PublicationStatus><ArticleIdList><ArticleId IdType="pubmed">38967305</ArticleId><ArticleId IdType="doi">10.20960/nh.05060</ArticleId></ArticleIdList></PubmedData></PubmedArticle></PubmedArticleSet>