<?xml version="1.0" ?>
<!DOCTYPE PubmedArticleSet PUBLIC "-//NLM//DTD PubMedArticle, 1st January 2025//EN" "https://dtd.nlm.nih.gov/ncbi/pubmed/out/pubmed_250101.dtd">
<PubmedArticleSet>
<PubmedArticle><MedlineCitation Status="MEDLINE" Owner="NLM" IndexingMethod="Curated"><PMID Version="1">41168923</PMID><DateCompleted><Year>2025</Year><Month>10</Month><Day>31</Day></DateCompleted><DateRevised><Year>2025</Year><Month>12</Month><Day>18</Day></DateRevised><Article PubModel="Print"><Journal><ISSN IssnType="Print">0039-4521</ISSN><JournalIssue CitedMedium="Print"><Volume>68</Volume><Issue>5</Issue><PubDate><Year>2025</Year></PubDate></JournalIssue><Title>Sudebno-meditsinskaia ekspertiza</Title><ISOAbbreviation>Sud Med Ekspert</ISOAbbreviation></Journal><ArticleTitle>[A rare case of rhabdomyolysis due to heatstroke in an athlete].</ArticleTitle><Pagination><StartPage>47</StartPage><EndPage>52</EndPage><MedlinePgn>47-52</MedlinePgn></Pagination><ELocationID EIdType="doi" ValidYN="Y">10.17116/sudmed20256805147</ELocationID><Abstract><AbstractText>A case from expert practice, namely the death of a young man on the third day of hospitalization after heatstroke at the running competition, is presented. A clinical picture of edema and ischemia of the extremities has been revealed in the patient at admission in coma; myoglobin up to 136 803 &#x3bc;g /l, lactic acidosis, hepatorenal insufficiency according to laboratory test data. In hospitals, hemodiafiltration, extracorporeal membrane oxygenation and fasciotomy with striped incisions of the extremities were performed. The patient's condition progressively worsened despite the therapy and he died on the third day. Signs of cerebral edema, foci of myocyte necrosis in the muscles of the extremities, excretory nephrosis, and signs of hemorheological disorder have been revealed in forensic medical examination. Thus, the patient with hyperthermia on exertion developed rhabdomyolysis resulting in acute renal failure and cerebral edema. A factor that could influence the development of irreversible complications, namely hypersthenic type of constitution and overweight (BMI=28 kg/m<sup>2</sup>), has been established in a detailed study. This observation shows that a morphological examination of the muscles, a histological examination of the kidneys and a biochemical determination of myoglobinemia and myoglobinuria are important in case of death during physical exertion. Metabolic status and weather conditions should be considered in athletes' preparation for competition, as well as rational nutrition and hydration should be ensured to reduce the risk of mortality among sport fans.</AbstractText></Abstract><AuthorList CompleteYN="Y"><Author ValidYN="Y"><LastName>Chizhikova</LastName><ForeName>I O</ForeName><Initials>IO</Initials><Identifier Source="ORCID">0000-0001-6520-9540</Identifier><AffiliationInfo><Affiliation>Bureau of Forensic Medical Expertise, Moscow, Russia.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Shigeev</LastName><ForeName>S V</ForeName><Initials>SV</Initials><Identifier Source="ORCID">0000-0003-2219-5315</Identifier><AffiliationInfo><Affiliation>Bureau of Forensic Medical Expertise, Moscow, Russia.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Gornostaev</LastName><ForeName>D V</ForeName><Initials>DV</Initials><Identifier Source="ORCID">0000-0002-2416-3627</Identifier><AffiliationInfo><Affiliation>Bureau of Forensic Medical Expertise, Moscow, Russia.</Affiliation></AffiliationInfo></Author><Author ValidYN="Y"><LastName>Romadanovskaya</LastName><ForeName>S Yu</ForeName><Initials>SY</Initials><Identifier Source="ORCID">0009-0003-4930-5200</Identifier><AffiliationInfo><Affiliation>Bureau of Forensic Medical Expertise, Moscow, Russia.</Affiliation></AffiliationInfo></Author></AuthorList><Language>rus</Language><PublicationTypeList><PublicationType UI="D016428">Journal Article</PublicationType><PublicationType UI="D002363">Case Reports</PublicationType><PublicationType UI="D004740">English Abstract</PublicationType></PublicationTypeList><VernacularTitle>Redkii sluchai rabdomioliza pri teplovom udare u sportsmena.</VernacularTitle></Article><MedlineJournalInfo><Country>Russia (Federation)</Country><MedlineTA>Sud Med Ekspert</MedlineTA><NlmUniqueID>0404546</NlmUniqueID><ISSNLinking>0039-4521</ISSNLinking></MedlineJournalInfo><CitationSubset>IM</CitationSubset><MeshHeadingList><MeshHeading><DescriptorName UI="D006801" MajorTopicYN="N">Humans</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D012206" MajorTopicYN="Y">Rhabdomyolysis</DescriptorName><QualifierName UI="Q000209" MajorTopicYN="N">etiology</QualifierName><QualifierName UI="Q000175" MajorTopicYN="N">diagnosis</QualifierName><QualifierName UI="Q000473" MajorTopicYN="N">pathology</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D018883" MajorTopicYN="Y">Heat Stroke</DescriptorName><QualifierName UI="Q000150" MajorTopicYN="N">complications</QualifierName><QualifierName UI="Q000175" MajorTopicYN="N">diagnosis</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D008297" MajorTopicYN="N">Male</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D017809" MajorTopicYN="N">Fatal Outcome</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D000328" MajorTopicYN="N">Adult</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D049429" MajorTopicYN="N">Forensic Pathology</DescriptorName><QualifierName UI="Q000379" MajorTopicYN="N">methods</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D001929" MajorTopicYN="N">Brain Edema</DescriptorName><QualifierName UI="Q000209" MajorTopicYN="N">etiology</QualifierName><QualifierName UI="Q000175" MajorTopicYN="N">diagnosis</QualifierName></MeshHeading><MeshHeading><DescriptorName UI="D056352" MajorTopicYN="N">Athletes</DescriptorName></MeshHeading><MeshHeading><DescriptorName UI="D058186" MajorTopicYN="N">Acute Kidney Injury</DescriptorName><QualifierName UI="Q000209" MajorTopicYN="N">etiology</QualifierName><QualifierName UI="Q000175" MajorTopicYN="N">diagnosis</QualifierName></MeshHeading></MeshHeadingList><OtherAbstract Type="Publisher" Language="rus"><AbstractText>&#x41f;&#x440;&#x435;&#x434;&#x441;&#x442;&#x430;&#x432;&#x43b;&#x435;&#x43d; &#x441;&#x43b;&#x443;&#x447;&#x430;&#x439; &#x438;&#x437; &#x44d;&#x43a;&#x441;&#x43f;&#x435;&#x440;&#x442;&#x43d;&#x43e;&#x439; &#x43f;&#x440;&#x430;&#x43a;&#x442;&#x438;&#x43a;&#x438; &#x2014; &#x441;&#x43c;&#x435;&#x440;&#x442;&#x44c; &#x43c;&#x43e;&#x43b;&#x43e;&#x434;&#x43e;&#x433;&#x43e; &#x43c;&#x443;&#x436;&#x447;&#x438;&#x43d;&#x44b; &#x43d;&#x430; 3-&#x438; &#x441;&#x443;&#x442;&#x43a;&#x438; &#x433;&#x43e;&#x441;&#x43f;&#x438;&#x442;&#x430;&#x43b;&#x438;&#x437;&#x430;&#x446;&#x438;&#x438; &#x43f;&#x43e;&#x441;&#x43b;&#x435; &#x442;&#x435;&#x43f;&#x43b;&#x43e;&#x432;&#x43e;&#x433;&#x43e; &#x443;&#x434;&#x430;&#x440;&#x430; &#x43d;&#x430; &#x441;&#x43e;&#x440;&#x435;&#x432;&#x43d;&#x43e;&#x432;&#x430;&#x43d;&#x438;&#x44f;&#x445; &#x43f;&#x43e; &#x431;&#x435;&#x433;&#x443;. &#x41f;&#x440;&#x438; &#x433;&#x43e;&#x441;&#x43f;&#x438;&#x442;&#x430;&#x43b;&#x438;&#x437;&#x430;&#x446;&#x438;&#x438; &#x432; &#x441;&#x43e;&#x441;&#x442;&#x43e;&#x44f;&#x43d;&#x438;&#x438; &#x43a;&#x43e;&#x43c;&#x44b; &#x443; &#x43f;&#x430;&#x446;&#x438;&#x435;&#x43d;&#x442;&#x430; &#x431;&#x44b;&#x43b;&#x430; &#x432;&#x44b;&#x44f;&#x432;&#x43b;&#x435;&#x43d;&#x430; &#x43a;&#x43b;&#x438;&#x43d;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x430;&#x44f; &#x43a;&#x430;&#x440;&#x442;&#x438;&#x43d;&#x430; &#x43e;&#x442;&#x435;&#x43a;&#x430; &#x438; &#x438;&#x448;&#x435;&#x43c;&#x438;&#x438; &#x43a;&#x43e;&#x43d;&#x435;&#x447;&#x43d;&#x43e;&#x441;&#x442;&#x435;&#x439;, &#x43f;&#x43e; &#x434;&#x430;&#x43d;&#x43d;&#x44b;&#x43c; &#x43b;&#x430;&#x431;&#x43e;&#x440;&#x430;&#x442;&#x43e;&#x440;&#x43d;&#x43e;&#x433;&#x43e; &#x438;&#x441;&#x441;&#x43b;&#x435;&#x434;&#x43e;&#x432;&#x430;&#x43d;&#x438;&#x44f; &#x2014; &#x43c;&#x438;&#x43e;&#x433;&#x43b;&#x43e;&#x431;&#x438;&#x43d; &#x434;&#x43e; 136 803 &#x43c;&#x43a;&#x433;/&#x43b;, &#x43b;&#x430;&#x43a;&#x442;&#x430;&#x442;&#x430;&#x446;&#x438;&#x434;&#x43e;&#x437;, &#x43f;&#x43e;&#x447;&#x435;&#x447;&#x43d;&#x43e;-&#x43f;&#x435;&#x447;&#x435;&#x43d;&#x43e;&#x447;&#x43d;&#x430;&#x44f; &#x43d;&#x435;&#x434;&#x43e;&#x441;&#x442;&#x430;&#x442;&#x43e;&#x447;&#x43d;&#x43e;&#x441;&#x442;&#x44c;. &#x412; &#x441;&#x442;&#x430;&#x446;&#x438;&#x43e;&#x43d;&#x430;&#x440;&#x430;&#x445; &#x43f;&#x440;&#x43e;&#x432;&#x435;&#x434;&#x435;&#x43d;&#x44b; &#x433;&#x435;&#x43c;&#x43e;&#x434;&#x438;&#x430;&#x444;&#x438;&#x43b;&#x44c;&#x442;&#x440;&#x430;&#x446;&#x438;&#x44f;, &#x44d;&#x43a;&#x441;&#x442;&#x440;&#x430;&#x43a;&#x43e;&#x440;&#x43f;&#x43e;&#x440;&#x430;&#x43b;&#x44c;&#x43d;&#x430;&#x44f; &#x43c;&#x435;&#x43c;&#x431;&#x440;&#x430;&#x43d;&#x43d;&#x430;&#x44f; &#x43e;&#x43a;&#x441;&#x438;&#x433;&#x435;&#x43d;&#x430;&#x446;&#x438;&#x44f;, &#x444;&#x430;&#x441;&#x446;&#x438;&#x43e;&#x442;&#x43e;&#x43c;&#x438;&#x44f; &#x43b;&#x430;&#x43c;&#x43f;&#x430;&#x441;&#x43d;&#x44b;&#x43c;&#x438; &#x440;&#x430;&#x437;&#x440;&#x435;&#x437;&#x430;&#x43c;&#x438; &#x43a;&#x43e;&#x43d;&#x435;&#x447;&#x43d;&#x43e;&#x441;&#x442;&#x435;&#x439;. &#x41d;&#x435;&#x441;&#x43c;&#x43e;&#x442;&#x440;&#x44f; &#x43d;&#x430; &#x43f;&#x440;&#x43e;&#x432;&#x43e;&#x434;&#x438;&#x43c;&#x443;&#x44e; &#x442;&#x435;&#x440;&#x430;&#x43f;&#x438;&#x44e;, &#x441;&#x43e;&#x441;&#x442;&#x43e;&#x44f;&#x43d;&#x438;&#x435; &#x43f;&#x430;&#x446;&#x438;&#x435;&#x43d;&#x442;&#x430; &#x43f;&#x440;&#x43e;&#x433;&#x440;&#x435;&#x441;&#x441;&#x438;&#x432;&#x43d;&#x43e; &#x443;&#x445;&#x443;&#x434;&#x448;&#x430;&#x43b;&#x43e;&#x441;&#x44c; &#x438; &#x43d;&#x430; 3-&#x438; &#x441;&#x443;&#x442;&#x43a;&#x438; &#x43e;&#x43d; &#x441;&#x43a;&#x43e;&#x43d;&#x447;&#x430;&#x43b;&#x441;&#x44f;. &#x41f;&#x440;&#x438; &#x441;&#x443;&#x434;&#x435;&#x431;&#x43d;&#x43e;-&#x43c;&#x435;&#x434;&#x438;&#x446;&#x438;&#x43d;&#x441;&#x43a;&#x43e;&#x43c; &#x438;&#x441;&#x441;&#x43b;&#x435;&#x434;&#x43e;&#x432;&#x430;&#x43d;&#x438;&#x438; &#x443;&#x441;&#x442;&#x430;&#x43d;&#x43e;&#x432;&#x43b;&#x435;&#x43d;&#x44b; &#x43f;&#x440;&#x438;&#x437;&#x43d;&#x430;&#x43a;&#x438; &#x43e;&#x442;&#x435;&#x43a;&#x430; &#x433;&#x43e;&#x43b;&#x43e;&#x432;&#x43d;&#x43e;&#x433;&#x43e; &#x43c;&#x43e;&#x437;&#x433;&#x430;, &#x43e;&#x447;&#x430;&#x433;&#x438; &#x43d;&#x435;&#x43a;&#x440;&#x43e;&#x437;&#x430; &#x43c;&#x438;&#x43e;&#x446;&#x438;&#x442;&#x43e;&#x432; &#x432; &#x43c;&#x44b;&#x448;&#x446;&#x430;&#x445; &#x43a;&#x43e;&#x43d;&#x435;&#x447;&#x43d;&#x43e;&#x441;&#x442;&#x435;&#x439;, &#x432;&#x44b;&#x434;&#x435;&#x43b;&#x438;&#x442;&#x435;&#x43b;&#x44c;&#x43d;&#x44b;&#x439; &#x43d;&#x435;&#x444;&#x440;&#x43e;&#x437;, &#x43f;&#x440;&#x438;&#x437;&#x43d;&#x430;&#x43a;&#x438; &#x43d;&#x430;&#x440;&#x443;&#x448;&#x435;&#x43d;&#x438;&#x44f; &#x433;&#x435;&#x43c;&#x43e;&#x440;&#x435;&#x43e;&#x43b;&#x43e;&#x433;&#x438;&#x438;. &#x422;&#x430;&#x43a;&#x438;&#x43c; &#x43e;&#x431;&#x440;&#x430;&#x437;&#x43e;&#x43c;, &#x443; &#x43f;&#x430;&#x446;&#x438;&#x435;&#x43d;&#x442;&#x430; &#x441; &#x433;&#x438;&#x43f;&#x435;&#x440;&#x442;&#x435;&#x440;&#x43c;&#x438;&#x435;&#x439; &#x43f;&#x440;&#x438; &#x444;&#x438;&#x437;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x43e;&#x439; &#x43d;&#x430;&#x433;&#x440;&#x443;&#x437;&#x43a;&#x435; &#x440;&#x430;&#x437;&#x432;&#x438;&#x43b;&#x441;&#x44f; &#x440;&#x430;&#x431;&#x434;&#x43e;&#x43c;&#x438;&#x43e;&#x43b;&#x438;&#x437; &#x441; &#x438;&#x441;&#x445;&#x43e;&#x434;&#x43e;&#x43c; &#x432; &#x43e;&#x441;&#x442;&#x440;&#x443;&#x44e; &#x43f;&#x43e;&#x447;&#x435;&#x447;&#x43d;&#x443;&#x44e; &#x43d;&#x435;&#x434;&#x43e;&#x441;&#x442;&#x430;&#x442;&#x43e;&#x447;&#x43d;&#x43e;&#x441;&#x442;&#x44c; &#x438; &#x43e;&#x442;&#x435;&#x43a; &#x433;&#x43e;&#x43b;&#x43e;&#x432;&#x43d;&#x43e;&#x433;&#x43e; &#x43c;&#x43e;&#x437;&#x433;&#x430;. &#x41f;&#x440;&#x438; &#x434;&#x435;&#x442;&#x430;&#x43b;&#x44c;&#x43d;&#x43e;&#x43c; &#x438;&#x441;&#x441;&#x43b;&#x435;&#x434;&#x43e;&#x432;&#x430;&#x43d;&#x438;&#x438; &#x443;&#x441;&#x442;&#x430;&#x43d;&#x43e;&#x432;&#x43b;&#x435;&#x43d; &#x444;&#x430;&#x43a;&#x442;&#x43e;&#x440;, &#x43a;&#x43e;&#x442;&#x43e;&#x440;&#x44b;&#x439; &#x43c;&#x43e;&#x433; &#x43f;&#x43e;&#x432;&#x43b;&#x438;&#x44f;&#x442;&#x44c; &#x43d;&#x430; &#x440;&#x430;&#x437;&#x432;&#x438;&#x442;&#x438;&#x435; &#x43d;&#x435;&#x43e;&#x431;&#x440;&#x430;&#x442;&#x438;&#x43c;&#x44b;&#x445; &#x43e;&#x441;&#x43b;&#x43e;&#x436;&#x43d;&#x435;&#x43d;&#x438;&#x439;, &#x2014; &#x433;&#x438;&#x43f;&#x435;&#x440;&#x441;&#x442;&#x435;&#x43d;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x430;&#x44f; &#x43a;&#x43e;&#x43d;&#x441;&#x442;&#x438;&#x442;&#x443;&#x446;&#x438;&#x44f; &#x438; &#x438;&#x437;&#x431;&#x44b;&#x442;&#x43e;&#x447;&#x43d;&#x430;&#x44f; &#x43c;&#x430;&#x441;&#x441;&#x430; &#x442;&#x435;&#x43b;&#x430; (&#x418;&#x41c;&#x422;=28 &#x43a;&#x433;/&#x43c;<sup>2</sup>). &#x418;&#x437; &#x434;&#x430;&#x43d;&#x43d;&#x43e;&#x433;&#x43e; &#x43d;&#x430;&#x431;&#x43b;&#x44e;&#x434;&#x435;&#x43d;&#x438;&#x44f; &#x441;&#x43b;&#x435;&#x434;&#x443;&#x435;&#x442;, &#x447;&#x442;&#x43e; &#x43f;&#x440;&#x438; &#x441;&#x43c;&#x435;&#x440;&#x442;&#x438; &#x432;&#x43e; &#x432;&#x440;&#x435;&#x43c;&#x44f; &#x444;&#x438;&#x437;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x43e;&#x439; &#x43d;&#x430;&#x433;&#x440;&#x443;&#x437;&#x43a;&#x438; &#x438;&#x43c;&#x435;&#x44e;&#x442; &#x437;&#x43d;&#x430;&#x447;&#x435;&#x43d;&#x438;&#x435; &#x43c;&#x43e;&#x440;&#x444;&#x43e;&#x43b;&#x43e;&#x433;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x43e;&#x435; &#x438;&#x441;&#x441;&#x43b;&#x435;&#x434;&#x43e;&#x432;&#x430;&#x43d;&#x438;&#x435; &#x43c;&#x44b;&#x448;&#x446;, &#x433;&#x438;&#x441;&#x442;&#x43e;&#x43b;&#x43e;&#x433;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x43e;&#x435; &#x438;&#x441;&#x441;&#x43b;&#x435;&#x434;&#x43e;&#x432;&#x430;&#x43d;&#x438;&#x435; &#x43f;&#x43e;&#x447;&#x435;&#x43a; &#x438; &#x431;&#x438;&#x43e;&#x445;&#x438;&#x43c;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x43e;&#x435; &#x43e;&#x43f;&#x440;&#x435;&#x434;&#x435;&#x43b;&#x435;&#x43d;&#x438;&#x435; &#x43c;&#x438;&#x43e;&#x433;&#x43b;&#x43e;&#x431;&#x438;&#x43d;&#x435;&#x43c;&#x438;&#x438; &#x438; &#x43c;&#x438;&#x43e;&#x433;&#x43b;&#x43e;&#x431;&#x438;&#x43d;&#x443;&#x440;&#x438;&#x438;. &#x412; &#x43f;&#x43e;&#x434;&#x433;&#x43e;&#x442;&#x43e;&#x432;&#x43a;&#x435; &#x441;&#x43f;&#x43e;&#x440;&#x442;&#x441;&#x43c;&#x435;&#x43d;&#x43e;&#x432; &#x43a; &#x441;&#x43e;&#x440;&#x435;&#x432;&#x43d;&#x43e;&#x432;&#x430;&#x43d;&#x438;&#x44f;&#x43c; &#x441;&#x43b;&#x435;&#x434;&#x443;&#x435;&#x442; &#x443;&#x447;&#x438;&#x442;&#x44b;&#x432;&#x430;&#x442;&#x44c; &#x43c;&#x435;&#x442;&#x430;&#x431;&#x43e;&#x43b;&#x438;&#x447;&#x435;&#x441;&#x43a;&#x438;&#x439; &#x441;&#x442;&#x430;&#x442;&#x443;&#x441; &#x438; &#x43f;&#x43e;&#x433;&#x43e;&#x434;&#x43d;&#x44b;&#x435; &#x443;&#x441;&#x43b;&#x43e;&#x432;&#x438;&#x44f;, &#x430; &#x442;&#x430;&#x43a;&#x436;&#x435; &#x43e;&#x431;&#x435;&#x441;&#x43f;&#x435;&#x447;&#x438;&#x432;&#x430;&#x442;&#x44c; &#x440;&#x430;&#x446;&#x438;&#x43e;&#x43d;&#x430;&#x43b;&#x44c;&#x43d;&#x43e;&#x435; &#x43f;&#x438;&#x442;&#x430;&#x43d;&#x438;&#x435; &#x438; &#x433;&#x438;&#x434;&#x440;&#x430;&#x442;&#x430;&#x446;&#x438;&#x44e; &#x434;&#x43b;&#x44f; &#x441;&#x43d;&#x438;&#x436;&#x435;&#x43d;&#x438;&#x44f; &#x440;&#x438;&#x441;&#x43a;&#x430; &#x43b;&#x435;&#x442;&#x430;&#x43b;&#x44c;&#x43d;&#x43e;&#x441;&#x442;&#x438; &#x441;&#x440;&#x435;&#x434;&#x438; &#x43b;&#x44e;&#x431;&#x438;&#x442;&#x435;&#x43b;&#x435;&#x439; &#x441;&#x43f;&#x43e;&#x440;&#x442;&#x430;.</AbstractText></OtherAbstract><KeywordList Owner="NOTNLM"><Keyword MajorTopicYN="N">heatstroke</Keyword><Keyword MajorTopicYN="N">hyperthermia</Keyword><Keyword MajorTopicYN="N">injures in athletes</Keyword><Keyword MajorTopicYN="N">myoglobinuria</Keyword><Keyword MajorTopicYN="N">rhabdomyolysis</Keyword><Keyword MajorTopicYN="N">sudden death</Keyword></KeywordList></MedlineCitation><PubmedData><History><PubMedPubDate PubStatus="medline"><Year>2025</Year><Month>10</Month><Day>31</Day><Hour>6</Hour><Minute>27</Minute></PubMedPubDate><PubMedPubDate PubStatus="pubmed"><Year>2025</Year><Month>10</Month><Day>31</Day><Hour>6</Hour><Minute>26</Minute></PubMedPubDate><PubMedPubDate PubStatus="entrez"><Year>2025</Year><Month>10</Month><Day>31</Day><Hour>1</Hour><Minute>8</Minute></PubMedPubDate></History><PublicationStatus>ppublish</PublicationStatus><ArticleIdList><ArticleId IdType="pubmed">41168923</ArticleId><ArticleId IdType="doi">10.17116/sudmed20256805147</ArticleId></ArticleIdList></PubmedData></PubmedArticle></PubmedArticleSet>